{
  "url": "http://www.nytimes.com/2006/07/16/fashion/sundaystyles/16love.html",
  "headline": "Married, but Certainly Not to Tradition",
  "dateline": {
    "year": 2006,
    "month": 7,
    "day": 16
  },
  "byline": "Alison Luterman",
  "text": "THE groom’s mother wore a peach silk suit and an expression of mingled happiness, anxiety and bemusement. The other groom’s mother wore a peacock-blue dress and a similar expression, one that seemed to combine “I can’t believe this is happening” with “What a beautiful day, what a lovely chapel, what nice well-dressed people — just like a real wedding.” \n\nOne groom’s father needed to step outside and smoke a lot. The other groom’s father was dead. Nieces were in abundance, though — a bouquet of skinny adorable girls, dressed in hot pink and giggling with excitement.\n\nBut I didn’t have a lot of time to gawk at the family members because I was a huppah holder at this gay Christian wedding, and our routine was intricately choreographed.\n\nThe huppah, in the Jewish tradition, is a canopy, often made from a prayer shawl, whose corners are held up on poles by four people close to the wedding couple. But these grooms, Randy and Michael, were Catholic — super Catholic in fact. Michael had been a seminarian, preparing for the Jesuit priesthood in a former life, and Randy a Benedictine monk, deeply steeped in prayer, contemplation and service. \n\nSo why, as my Brooklyn-raised father carefully asked, would they want a huppah? The thing is, when you put “Catholic” and “gay wedding” together, you come out with one inevitable conclusion: an extravaganza of rituals.\n\nAnd that’s what this was. We started in a circle of 100 people, holding hands, blessing and thanking earth, sky and the four directions. We then moved into some Christian sacred dance, all about breaking bread and feeding one another. While the rest of the wedding party proceeded into the chapel, wearing burgundy and orange ribbon stoles and holding long-stemmed gerbera daisies, three fellow Jews and I struggled outside to mount the huppah. \n\nIn a typical Jewish wedding, our task would have been simple: Don’t let the huppah sag, and don’t sneeze during the ceremony. But this huppah was not just a huppah. First, it was a quilt, created by the grooms’ families and friends, with squares that read “Two Boys Dancing” and “I don’t even know how to think straight.” Then it was to become a kind of medieval coat of arms, which we were to carry folded to the altar where we would unfurl it into a backdrop for the ceremony. And later it would become an altar cloth, an anchor for the Bible and a robe. \n\nMichael, a veteran actor and director, has had a lifelong love affair with props. I met him six years before, when we did a children’s play together, and I quickly came to appreciate his wit and gallantry. But he was reserved about his private life, so we didn’t engage in the usual banter about ex-lovers and current flings. \n\nWhen he met Randy, who radiates the kind of sincerity that I had only before seen in Jehovah’s Witnesses, something came loose in Michael, and here, at the wedding, it was on full display.\n\nWhen the communion part of the ceremony rolled around, the priest in Michael took over; he grabbed the plate of bread and held it aloft. \n\n“Bread! What does it make you think of?”\n\nAnswers poured forth: “Earth.” “Seeds.” \n\n“Our bodies!” Michael cried. \n\nAnd I realized why monastics can be so sexy. It’s not just the repression. It’s also the sense that the miracle is contained within the body, the body within the miracle. Seeing Randy watching Michael with the same realization written all over his face, I blushed. \n\n“Michael and Randy don’t want you just to witness their ceremony,” said the minister, a petite lesbian with spiky platinum-tipped hair. “They want you to be co-celebrants with them, and they promise — we promise — that if you open yourselves fully to this experience, you will be transformed. Are you willing?” \n\n“Yes!” the assembled roared. \n\nAS greedy for transformation as the next girl, I held up my corner of the huppah as the first hour of the ceremony rolled by. A unity candle was lighted, hymns were sung, and a monk with a beautiful tenor voice played sacred music on the guitar. Everything — the music, the decorations, the grooms’ outfits (black pants, white shirts imprinted with the motif of a sacred Hawaiian flower) — had been selected with exquisite care.\n\nI snapped out of my reverie when the huppah changed roles to become an altar cloth for communion.\n\nI had never taken communion, out of respect and also out of a vague fear that, as a Jew, I would be struck with thunderbolts if I did. But the minister and Michael and Randy said this communion was for everyone, that it could mean whatever we wanted it to, and after all it was challah. So I stood in line, dunked my bread in the cider, and was generously showered with a Jesus-free blessing by a minister friend.\n\nThe contrast between this ceremony and my previous night’s outing could not have been more profound. I’d gone to see a documentary from 1972, “Winter Soldier,” that featured recently returned Vietnam veterans testifying about atrocities they had witnessed or taken part in. One after another, these cherubic young men, cigarettes smoldering between their fingers, leaned toward the microphone and described memories of bound prisoners pushed out of helicopters, 3-year-old children stoned to death with ration cans, whole villages torched for sport. Their eyes were dry as they spoke, their voices steady. They had been well trained to suppress any signs of emotion, no matter how horrific their memories. I think many of them were still in shock.\n\nWhen asked why they had participated in such atrocities or stood by and watched as others committed them, one answered: “You don’t start out that way. You wanted to cry when your friend got killed.” But you couldn’t, he said, because that would have made you look weak.\n\n“It was about being a man,” another said. “The more kills you had under your belt, the more of a man you were.”\n\nNow, in the chapel, a decidedly different version of manhood and male emotion was being played out. Randy and Michael’s eyes were wet as they turned to each other to recite their vows. I stood behind them, conscious of beautiful masculine energy that was cascading between them. \n\nThey promised to cherish each other, fight side by side for justice and dedicate their marriage to protecting the earth. Then Michael looked at Randy and said, “Randy, I would die for you.” \n\nI blinked back streaky mascara tears. Marriage does involve a kind of death of self, as I had learned the hard way. It’s all or nothing. You can’t be less than fully present in your marriage or it will collapse when the cold winds blow. And they always do blow. When I had married, years before, I hadn’t been truly ready, or at least not as ready as these two seemed to be.\n\n“Michael, I would die for you,” Randy said. Rings exchanged, they turned and faced friends and family, a sea of loving faces. Not one dry eye in the house. We wrapped the huppah around them, so they were like two tall teddy bears swaddled in well-wishes. It would be nice if we could protect them this way, from the hatred and fear of those who might find their union abhorrent, but we knew that was impossible. Linking themselves solidly and visibly to each other, they become twice targeted, and yet infinitely strengthened.\n\nMy own wedding history started on a less uplifting note. As a young woman I stood bridesmaid for a friend. My dress was pink taffeta with pouffy sleeves, a tiny waist and a full skirt. I looked like Glinda, the Good Witch; the only thing missing was the wand. The day before the ceremony, I somehow managed to lose the dress and was punished by having to wear the dress intended for the maid of honor (who wore a lavender substitute from the bride’s aunt). The dress was several sizes too small, and I had to endure the wedding and reception without taking a full breath or sitting down.\n\nMaybe it was this experience, maybe just my own particular brand of feminism, that has made me dislike traditional weddings ever after. In particular, I always hate when the minister or rabbi turns the couple to face the congregation and says, “Let me be the first to present to you Mr. and Mrs. X.” In that moment, I always feel the woman’s identity wiped out.\n\nWhen I became a bride myself — barefoot, in a yellow dress, no train, no veil — I was so on the outs with tradition that we didn’t have a rabbi, just friends and family with poetry, music and blessings. We had youth and optimism and hubris and mad love for each other.\n\nAt the time, it seemed like enough. But marriage is tricky; you go in seduced by sweet idealism and can end up confronting your worst monsters in the mirror. A good wedding can be a kind of grounding for all the psychic chaos that comes unleashed when two people commit themselves fully. Honest, intimate community is essential. And the humility to ask God or Spirit or whatever you call It for help. When I married, I didn’t even know I could do that.\n\nI HAD never heard God called upon so openly, unashamedly, ecstatically and often as I did during Michael and Randy’s ceremony. And the walls of the little chapel were still standing at the end and lightning didn’t strike anybody, and when it was finally over the grooms’ mothers were no longer looking bemused or anxious, just teary and happy. And the nieces and nephews who had sat so patiently were tugging on Randy and Michael’s hands and asking to be lifted up and twirled as the music began. \n\nTogether, we all marched onward and outward to bright sunlight and chicken breasts in apricot sauce: the gay Catholics, the nominally straight Jews, the Midwestern families who had traveled long distances in more ways than one, the whole motley collection of pagans, ex-priests, Buddhists, actors and singers, each of whom had absorbed the ceremony in their way. \n\nIt wasn’t a legal wedding. Even so, it made me think the Right is correct in fearing same-sex unions. There is such power in this kind of brave and naked love that it may make the walls of Jericho come tumbling down."
}