{
  "url": "http://www.nytimes.com/2006/12/17/fashion/17love.html",
  "headline": "Live Without Me. I’ll Understand.",
  "dateline": {
    "year": 2006,
    "month": 12,
    "day": 17
  },
  "byline": "Katherine Friedman",
  "text": "WE are flying to a resort south of Cancún for the wedding of my husband’s cousin. As we rise into the cloudless Los Angeles sky, I try, as always, to suppress my unease. I have always been afraid of flying, but today I am tired enough to doze off as we make our way south. I wake briefly to refuse the beverage service and then settle back to sleep. \n\nJust over an hour into the flight there is a slight bump followed by a distinct click as overhead panels fall open and the oxygen masks unfurl. Then the plane begins to plunge. \n\n“This is an emergency,” the captain announces. His English is accented, but perfectly clear. “Please put on your oxygen mask and fasten seat belts. This is an emergency.” \n\nI look pleadingly at my husband of six months. \n\n“It’s O.K.,” he says, just as he has on so many other flights when I panicked at an unfamiliar noise or dip. “We’re going to be O.K.” \n\nBut this time is different. The plane is racing downward, my seat belt pulling taut against my lap. My mind fumbles to assemble a picture of what is happening, but each piece of information seems disconnected, absurd. The cabin is eerily quiet, as if there is not enough air for noise. Shouldn’t someone be screaming?\n\nI think I hear a muffled sob, but I cannot look at the other passengers. The flight attendants, doubled against gravity, pull themselves up the aisles by the armrests, bent over like mountain climbers, one holding an oxygen mask to her face, the man behind her cradling the portable tank in his arm.\n\n No one speaks. There is the smell of something smoldering. A fire? Engine failure? I look into my husband’s eyes, begging for reassurance or an explanation. Again he says, “We’re O.K.” \n\nThe smoldering smell is strong now. And so we say what people say when they think it is the last thing the other will ever hear. \n\nSpeaking through our masks, we sound like we’re underwater: “I love you.” “I love you, too.” \n\nSo this is it. The scene in the diving plane seems choreographed, rehearsed, as if I have been waiting for it to happen my entire life, yet my reactions are alien. \n\nYes, my heart is pounding through my fingers and my pupils feel as if they are about to burst, but the sense of panic, the urge to scream or cry, is absent. There is no instant replay of my life. No existential secrets are revealed to me. Could the moments before death really be this banal? \n\nI feel a deep and penetrating sadness for our parents and my sister. A wave of empathy for our friends when they hear the news. But I know life will go on for them. They have no choice. And so, in a falling plane, over the sand-coated Mexican canyons, I look out the window into the endless orange afternoon, and I wait. \n\nAnd then the plane stops falling. It levels, dips, levels again. Our seat belts slacken. The captain’s shaky voice informs us that we will be making an emergency landing. We can remove our masks. There is no need to assume crash position; it will be a normal landing. Some time later, we touch down at a small domestic airport three hours south of the American border. \n\nIf my imagination had tried to prepare me for dying in a plane, it had not prepared me for living through a near crash. As the plane taxies, the cabin is silent. A flight attendant wipes away tears. \n\nWithout speaking, we shuffle along the aisle and climb down the metal stairway. There are no exclamations, no hugging, no kissing the ground. Just the plodding of weary travelers debarking from a long flight. The pilot stands ashen-faced in the cockpit, nodding as we file past, but no one speaks to him and he offers no words of explanation. \n\nIn the tiny airport lounge, we scatter into clusters, not making eye contact, seemingly embarrassed to have shared this near tragedy. I try to reach out to a young girl who is traveling alone to meet friends for spring break. I can tell she has been crying.\n\n“That was my worst nightmare,” she says. \n\n“Mine, too,” I reply. But when I say it out loud, it doesn’t seem to have any real meaning. \n\nI don’t cry until I hear my father’s voice on the pay phone, and then I am afraid I won’t stop, so I hand the phone to my husband, but not before saying to my father, “I can’t get back on a plane.” \n\n“Yes,” he says. “You can.” \n\nStill, my husband tries to rent a car, but the woman at the rental desk discourages us (particularly because we do not speak Spanish) from driving all the way back to Los Angeles from central Mexico.\n\nSo we wait for word. An airline official appears and says perhaps they will try to fix the plane and fly us out later in the evening, but the passengers rumble collectively in protest — no one wants to board that plane again. \n\nInstead, the airline detours a flight half-full of mildly surprised passengers to pick us up and take us to Mexico City. From there they put us on another plane to Cancún, where we are greeted at the airport by no one. I watch the other passengers from our original flight drift out the doors of the baggage terminal.\n\nThe hotel is colonial and enormous. We are tagged with white plastic wristbands for the all-you-can-eat-and-drink buffets and then we head to our room to sleep.\n\n The next morning, predictably, is washed in sunshine. People are lined up at the activity desks and clotted in the revolving doors. At the breakfast buffet, the other guests crowd around the aluminum trays of glossy food, piling their plates with eggs, sausage, pancakes, waffles. \n\nI stand and watch, transfixed. My husband and I have barely spoken since the events of the day before, and when we do, it is in low tones, as if we are watching a performance we don’t want to disturb. \n\nAt the beach, children shriek and tumble in the gentle surf, their hair braided tightly into cornrows affixed with plastic beads. Everyone rejoices in the delights of this paradise, but I feel as if I am visiting purgatory. \n\nThere are meals to eat. Tours to take. There is a wedding, beautiful in its simplicity. Vows are exchanged and a marriage begins. There is dancing and music. We drink a little too much. My husband has a cigarette for the first time in months. \n\nTHAT night in bed I cling to him, much as I did on the plane, and he tells me the same thing as when we were falling through the sky: “We’ll be O.K.”\n\nWe try to talk about what happened on the plane, try to reconstruct it, and then we stop. He wants to move past it, I can tell. “We’re lucky,” he repeats. \n\nI nod. But the truth is, I don’t feel lucky. Or even alive. I feel indifferent. All I can do is watch everyone around me experience what I should be feeling. No, it’s worse: I watch them and condemn them for the utter uselessness of their joy.\n\nI tell myself that this feeling will pass. I am still absorbing the shock. Give it a few days.\n\nBut the next day is much the same, as is the rest of our stay. I am still waiting for the wash of relief, the thrill of feeling reborn, of escaping death. \n\nWhen it is time to go, we take the shuttle to the airport, where we stand amid bulging suitcases and overstuffed tourists. I wait for the familiar tingle of anticipation about returning home and the surge of anxiety upon boarding the airplane. But I feel neither. \n\nFor the first time in my life, I am not afraid to fly. In fact, I am not afraid of anything.\n\n But the feeling is not one of liberation. I am still searching for something — even my old fear — to tether me to my previous life, but there is only this feeling of utter remove.\n\n And suddenly, as our plane pushes skyward, its engines roaring, I am taken back to that moment when the universe tightened its grip, threatening to peel me from my family, my friends, my memories, a future I would never know.\n\n For a second, I resisted. I asked: How can my loved ones and I exist apart? How can I be lost to the world? We spend our lives binding ourselves to one another, attaching ourselves to this life like mollusks clinging to the reef. \n\nBut as that plane dropped from the sky, I knew that the world would go on without me. My friends would grieve and move on. My loved ones would endure. All I had to do was accept this and let go.\n\n SO I did. I looked down at the staggering carbon canyons, which were cut like ribbons across the landscape — beautiful and steep and no place for a soft landing — and I let go. But we didn’t crash. \n\nAnd here I remain — among friends and loved ones, at the beginning of my marriage and all the fierce entanglements of life. Yet in letting go, it seems I created a break between my former and current selves that isn’t so easily bridged.\n\nAt home, I go to the grocery store, rub the dog’s belly, fold the laundry, return my mother’s calls — all the routines and rituals that are supposed to give life structure and meaning. But week after week I am still in that other place, a half step removed, wondering when and how I am ever going to come back from this.\n\nA month after my return, the answer comes in the form of a phone call summoning me to the emergency room: my father has had a heart attack.\n\n And it is not until I am beside him in the intensive care unit, gripping his hand as he battles his weakened heart for each breath, that I feel my own heart pounding again for the first time since that day. It’s all so familiar: the panic, the terror, the threat of imminent loss. \n\nBut this time I don’t let go. My father, laced with wires and unconscious, is pulling me back. "
}