{
  "url": "http://www.nytimes.com/2006/06/18/fashion/sundaystyles/18love.html",
  "headline": "Diary of a Soldier's Wife: Tie-Dye and Camo Don't Mix",
  "dateline": {
    "year": 2006,
    "month": 6,
    "day": 18
  },
  "byline": "Sophia Raday",
  "text": "MY husband is like the Lone Ranger: he leaves a trail of bullets in his wake. Not silver bullets, but gold 9 millimeters, orange \"simunitions\" and menacing hollow-points with bronze tips.\n\n I find them at the bottom of the washing machine, next to the pile of mail in our front hall or mixed in a heap of change. He is a police officer in nearby Oakland, Calif., a former SWAT team member, and a colonel in the  Army Reserve. Sometimes when I gather the cool bullets in my palm, I stare at them and wonder: How did I, a Berkeley resident, a former peace activist, someone with a \"Bread, not bombs\" button, end up married to The Man?\n\nI like to tell people we met because he pulled me over, and I avoided the ticket  with my feminine wiles. It's not true, but our partnership is almost that unlikely. After all, I've been arrested several times in political protests and once for possession of marijuana. I've even trespassed onto a naval base to spray-paint protest messages over the sloganeering billboards.\n\nMy husband, on the other hand, subscribes to a magazine about wound ballistics, calls people he doesn't like \"communists\" and distrusts anyone with a beard. He gets his hair cut at least twice a month. He loves to rub my hand over his spiky scalp while bragging about how especially \"high and tight\" it is this time.\n\nThe truth is, I met my husband on a blind date set up by a cousin who had gone to West Point with him. It amused me that on Tuesday night I was going out with a motorcycle-riding lesbian while on Wednesday I had a date with a soldier/cop. I wore a short skirt that showed off my long legs. When he arrived, I was charmed by his old-fashioned formality, how he called me \"Miss Sophia\" and pulled out my chair. \n\nIt was on our third date that I discovered he never left the house without a firearm. We went to see \"Heat,\"  a crime drama with Al Pacino and Robert De Niro, and when we were driving home, I asked, \"So when you're off-duty, do you ever carry a gun?\" \n\nHe laughed. \"Always. Got one on my hip right now.\"\n\nI was delighted. This was high adventure. I liked having covert awareness of hidden things under his clothes. Dangerous things. And I liked the idea that I would try to tame him, that I would be the one to put a daisy in his gun. \n\nOf course, it wouldn't be so easy. It took three years of breakups and reunions before I even invited him to move in. Our typical pattern was weeks of easy camaraderie and lusty sex, abruptly punctuated by a conversation like the following:\n\nME: Wow, it's been five years since they killed Rosebud. It seems like just yesterday.\n\nHIM: Who's Rosebud?\n\nME: The political activist shot  by the Berkeley campus police. I remember when it happened. I was in policy school.\n\nHIM: Are you talking about the gal with the machete in the chancellor's house? \n\nME: She had a machete?\n\nHIM: It wasn't the Berkeley police, it was Oakland.\n\nME: No, I'm pretty sure it was campus police.\n\nHIM: No, I know. Because it was my buddy who did it.\n\nME: Your buddy? Are you saying a friend of yours killed Rosebud?\n\nAnd down I'd plummet. What was I doing with someone who consorts with people who kill petite 20-year-old protesters? I had to put an end to it.\n\nI'd ask him to meet me at my office, and we'd sit outside together on a bench, me in my hemp shift, him in his cargo pants. He'd hold my hand as I talked in circles about how we were too different, how we shouldn't be together when we disagreed about so many fundamental issues.\n\nHe'd hear me out and then calmly explain that he wanted to be with me anyway. He didn't care if we disagreed about anything or everything. The fact was he liked being with me. And, yes, I liked being with him.\n\nFor one, he made me laugh. When I agonized over a dog's death, he said: \"Babe, your rucksack's heavy enough. You don't need to add to it.\" If I spilled a glass of water in bed, he'd shout in his mock drill-sergeant voice, \"You're screwing up, Troop!\"\n\nIn couples' therapy, we each learned to respect better what the other held sacred. He worked to control his impulse to vent by popping off with a comment like \"We should bomb the hell out of Libya,\" while I agreed not to request use of his uniforms for Halloween or for erotic photography projects. He said he would leave the Army to make time for a future family life, and I yielded to his desire to put up an American flag in front of the house.\n\nFinally we married. A year later our son was born. Four months after that, just before my husband planned to announce his retirement from the Army Reserve, 9/11 hit, and everything changed.\n\n\"I can't leave the Army now,\" he said. \"I have to do my duty. If they ask me, I'll go.\"\n\n\"How can you say that without consulting me first?\" I asked. \"How can you say you'd leave us without even asking me?\"\n\n\"Don't you see? I have to. Otherwise, I couldn't look at myself in the mirror.\"\n\n\"What I see is that your commitment to the military is stronger than your commitment to us.\" \n\nTears formed in his eyes. \"Please try to understand,\" he said. \"I have to do my duty. Besides, it won't take that long. A year, tops.\"\n\nSeeing how important it was to him, I went along. And that's how I mutated from Gandhi Girl to Army Wife.\n\nFirst he was mobilized to prepare soldiers to deploy to Iraq. I started attending family-readiness meetings to support the families of deployed soldiers. When he gave me a yellow \"Support the troops\" magnet for my car, I took a highlighter and scrawled \"Fire Rumsfeld\" on it. Then he was invited to the Army War College. (\"Army War College?\" my friends asked incredulously. \"As in war? As in: What is it good for?\") \n\nThe War College is in Pennsylvania, so we packed what we'd need for a year, hauled ourselves across the country and moved to Carlisle Barracks. Despite being the only wife among  300 or so who didn't take her husband's name, I kept a pretty low profile. Until Election Day, that is, when I accidentally left a Kerry-Edwards sticker on a sweatshirt I'd worn while canvassing in Harrisburg that morning. On the barracks playground, a neighbor girl saw the sticker and shrieked with horror, drawing everyone's attention to my shocking political leanings. \n\nFrankly, I found her \"outing\" of me liberating. I stopped trying to be like the other wives and returned  to being me. And for some reason this allowed me to give up on changing my husband as well. I accepted that we were individual planets in a gentle orbit, each drawn to, and tempering, the other's more extreme impulses.\n\nCoincidentally, my surrender coincided with his entering a more contemplative and analytical phase that was tied to his leadership training at the War College. He'd always thought more about \"boots on the ground\" tactics than grand strategy, but now he devoured articles about national security policy and the Israeli-Palestinian conflict. \n\nHe read the work of foreign policy theorists as well as The Economist and Al Jazeera online. He discovered Thomas L. Friedman and read him in the wee hours of the morning, leaving the columns out on the breakfast table for me. We exchanged New Yorker articles and discussed them in depth. \n\nAt one point he wondered aloud if his next vehicle would have to be something more fuel-efficient than his Chevy two-ton and perked up when I said we could get a truck that ran on biodiesel. \n\nLast summer we were both happy to return to Berkeley (O.K., me more than him, but still). We began fixing up our house, making room for an adopted baby daughter on the way. Yet any hope I harbored for more family time was quickly squashed. My husband returned to his civilian job, where he was promoted to chief of staff to the police chief. He was also given command of an Army Reserve brigade. \n\nGone are the days when we discussed New Yorker articles. Most of our communication now occurs through e-mail messages. With his two full-time jobs, he's not only gone weekdays but also spends many evenings on conference calls and travels for the Army most weekends. A Bluetooth headset permanently adorns his ear, and in midconversation with me or our son he's apt to shout into his mouthpiece, \"Sergeant-major? Have you nailed down that first sergeant for Alpha Company yet?\"\n\nRecently came the news I've been dreading all along: next spring he is to deploy to Iraq for a year. \n\nMy friends all ask the same thing: \"Can't he get out?\" \n\nIt's a question that lays bare the divide between my husband and my friends, between my world and his. No, he can't get out. Even if they let him, he wouldn't let himself. When I think about his going to Iraq, my old doubts and resentments bubble up, surprisingly fresh and raw. \n\nThis isn't the life I wanted. I never signed up for the global war on terror. I never planned on raising my children alone. And although I'm proud of my husband's commitment, I worry that while he is away we will spin off into our original universes, each demonizing the other. And in the closet of my mind, there's that worry I can't even face: that something bad will happen to him over there.\n\nHe says that when he returns,  things will change, that he'll leave either the police or the Army so he can spend more time with our family. I just have to get through this deployment, I tell myself. It's one year. I'll take it day by day, and it will all be fine. But as I stare at the pile of bullets, now warm in my palm, I'm not sure I believe it."
}