{
  "url": "http://www.nytimes.com/2006/08/06/fashion/06love.html",
  "headline": "My Husband Survived; the Man I Married Didn’t",
  "dateline": {
    "year": 2006,
    "month": 8,
    "day": 6
  },
  "byline": "Abigail Thomas",
  "text": "HERE is how I get my husband into the car: I lie.\n\n“I’m going to buy us something for dinner. Will you come with me?”\n\nEarlier on this rainy October afternoon I stuck a fake log into the fireplace and lighted it, and since then we have been spending what Rich used to call the shank of the day in each other’s company, dozing and waking to firelight. It has been like our marriage as it used to be. \n\nBut sooner or later I have to get up from my chair and disturb him. I have to touch his arm, speak in his ear, jostle him. I have to coax him out of his warm chair and into the car so I can drive him back to the Northeast Center for Special Care, where he lives. \n\nSix years ago, my husband was hit by a car. He had taken the dog out for a walk near where we lived at that time, in an apartment on the Upper West Side, and only the dog came back. The doorman, Pedro, buzzed the intercom and told me my dog was on his way up in the elevator. \n\n“But where’s my husband?” I asked. \n\nHe didn’t know. Then he buzzed me again and said I needed to come immediately, there had been an accident.\n\nMinutes later I found my husband of 12 years unconscious and bleeding on Riverside Drive; red lights were flashing and emergency workers were cutting off his windbreaker and flannel shirt. The dog, as it turned out, had gotten loose and run into the street. Rich dashed after him, and the driver of the oncoming bus saw him and stopped, but the driver of the car on the far side of the bus didn’t.\n\nHe was not expected to last the night, but Rich had been a runner and his body was strong, so he survived. But the damage to his brain was extensive. He had lost the right frontal lobe and damaged the left. His skull had been cracked so badly it resembled a spider web, and surgery had been necessary to stabilize the bones. \n\nAfter a hospital stay and several months of rehabilitation, he was released in my care. He had resisted therapy but had shown some small improvements in the final week. Out of the hospital setting, however, my husband’s tenuous grasp of reality slipped completely away. \n\nTraumatic brain injury is characterized by psychosis, paranoia, hallucinations, aggressive behavior, rages. Rich fell victim to them all. He became, for all intents and purposes, a madman. The food was poisoned, the apartment wasn’t ours, it was a replica, why was I trying to fool him? He stood among bloody bodies, unarmed in battle, desperate and terrified. The Gestapo was coming for him. He was also gentle and sweet for stretches of time, but madness held sway. \n\nIn the beginning, a home health aide was there 24 hours a day, and together we tried to get Rich to his doctors’ appointments, his outpatient rehab, into clean clothes, into his shoes, out for a walk in the park. Simple tasks were uphill sledding. What would take an ordinary person five minutes took Rich hours, and we learned to start preparing him long ahead of time, but he fell into rages and we often got nowhere. There were three shifts, and everybody went home after eight hours except me and Rich. We were home. \n\nFive weeks later, Rich was admitted to the psychiatric ward of another hospital, and from there to a rehab facility on Long Island. But he did not improve, and after 10 months they couldn’t keep him any longer. This wasn’t a locked facility; he had gone out of the building several times and had headed up the hill toward a six-lane highway. They locked the elevator, an inconvenience for everybody, but then Rich found the stairs. They were sorry, but he wasn’t improving, they couldn’t keep him safe, and they needed the bed.\n\nI remember sitting in the little office with the head of the program. I liked her very much. We had grown to know each other well over the past year. “What options do we have?” I asked. \n\nShe looked uncomfortable. I could look for a nursing home with a locked unit, she said, although she knew of no place offhand, or I could take him home.\n\nTake him home? \n\nSomeone suggested that I put a lock on the door too high for Rich to reach. I probably nodded, but I was terrified. What would happen to us? Where would my life go? I wouldn’t be Rich’s wife; I would be his jailor and my own. That made no sense, and I couldn’t do it.\n\nSO he lives at the Northeast Center for Special Care and visits me for short stays. But then I must take him back. I touch his shoulder. “I’m going to get us something for dinner,” I say again. “Will you come with me?” \n\nThis is what I hate: that he nods so willingly and gets to his feet. That my lie works every time.\n\nRich and I go slowly down the back steps, my arm under his left arm, his right hand on the banister. I am carrying a box of cookies, and once he has gotten into the passenger seat and I’ve stretched the seat belt and he has buckled it, I give them over. \n\n“Chocolate chippers! I might have to have one,” he says, opening the box. \n\nNow that we are on our way, I want to get it over with. I want to get him there and safely up to his room, then I want to leave as fast as I can. \n\n“Are we going to two markets?” Rich asks, and I nod. But we drive past the Black Bear Deli and the Hurley Ridge Market without his noticing. We drive down Route 28, we pass the car wash, and the single-story pink building that houses Catskill Mountain Coffee, which roasts its own beans, we pass Thomas Pest Control (“Got Mice? Not Nice!”) and turn for Route 209 north, and I hold my breath waiting to see if this time he will latch on to the fact that I am betraying him. Out the corner of my eye I can see his hands around the container of cookies on his lap. I am trying not to feel anything. \n\n“It’s been a lovely three days,” says Rich, and I know he thinks we’re on vacation. “What are our plans?” he asks. “Are we looking for a motel?” \n\nHe is happy. I remember vacations. We were good companions. I remember the island of Nevis where little birds ate sugar out of the bowls on our breakfast table. Rich took long runs along the beach and I read “Howards End,” inexplicably bursting into tears at the end. We had lobster salad sandwiches and fell in love with pelicans and wondered what living there all the time would be like.\n\nWhen we reach the nursing home, Rich wants to leave the cookies in the car.\n\n“How will they know these are ours?” he asks. “They will think we are stealing.”\n\n“I will tell them as soon as we go in,” I say, and grab the box over his protests and hold his arm, steering us through the parking lot. I smile at the man who opens the sliding glass doors, and Rich’s electronic bracelet sets off the alarm briefly.\n\n“Hello, Mr. Rogin,” the man says. “Did you have a nice day?”\n\nBut Rich is hard of hearing and doesn’t acknowledge him. We make our way to the elevator. \n\n“What button should I push?” he asks.\n\n“Two,” I say. \n\nHow do I live with myself? What kind of woman am I that I can leave my husband in this place? What about my wedding vows? Who am I that keeping hold of my own life is more important than taking care of my husband? But I can’t take care of him. The truth is that no single person, no two people could take care of a man in Rich’s condition. \n\nSome of the residents are in the big dining room watching a movie starring Goldie Hawn, but I take Rich to his room, where I tell myself he will be comfortable. His single bed is neatly made, some of his clothes are folded on top — underwear, two sweatshirts. I gesture toward the chair. “Why don’t you sit down for a minute,” I suggest. “I will be back soon. I’m going to run a couple of errands.” I try not to register his bewildered expression. “I will be back soon.”  I notice the plants need watering but I’ll do it next time.\n\n“But what do we want?” my husband asks. He is distressed, and I realize that I am in his room at the nursing home with one foot out the door, but he is in the supermarket.\n\n“Milk,” I say.\n\n“Just milk?” He seems dubious.\n\n“Just milk.”\n\n“How much milk?”\n\n“Half a gallon,” I say, pushing the box of cookies into his hands. I know in five minutes he’ll forget I was here at all. \n\nI kiss him. Then I’m gone.\n\nOnce I stood in line behind a young woman ordering coffee who remarked to her friend that she didn’t yet have a set of beliefs, and I imagined catalogs from which one could order such sets like furniture, beliefs that wouldn’t collapse under one’s full weight — big, sturdy, reliable sideboards of beliefs.\n\nAs for me, I have learned what I can do and what I can’t. I know my limits. That’s all I have to go on, but it’s better than nothing."
}