{
  "url": "http://www.nytimes.com/2006/10/15/fashion/15love.html",
  "headline": "Nursing My Daughter, and Some Grievances",
  "dateline": {
    "year": 2006,
    "month": 10,
    "day": 15
  },
  "byline": "Lindsay Sterling",
  "text": "THE airport security agent took my frozen gel packs. I had brought them to keep my breast milk cool as I flew from Maine to Wisconsin to attend a three-day potato conference, where I was to report on a new, environmentally friendly brand of potato. \n\nI already had mixed feelings about leaving my infant daughter, Riley, and her 3-year-old sister at home with my husband so I could take this trip. But I had to go, and John is a loving, capable parent. He does, of course, lack the ability to nurse, but I had left 60 ounces of breast milk in the freezer. Worst case, Riley would cry for me. I consoled myself with the thought that at least my milk supply would remain continuous. I would keep it flowing with my breast pump while I was away. In that sense, I wouldn’t be leaving her.\n\nI knew I would have to endure some logistical gymnastics on the trip when it came to breast pumping, but I was confident in my problem-solving abilities. In the six months since Riley was born, I had learned how to pump while driving and had survived a female senior vice president’s gaze at my pump-clad nipples in the corporate shower stall. \n\nBut this was a new problem. Without ice, all my hard-earned breast milk would sour before I could refrigerate it. And I needed that milk to feed Riley during my next business trip two weeks later. \n\nAfter throwing my gel packs into the trash, the agent offered the best advice she could: “Don’t get ice at Starbucks. You can’t bring that on the plane, either. You can get some from the flight attendant.” \n\nImagining loose ice melting over everything in the overhead bin, I asked, “Do you have a Ziploc bag?”\n\nShe shook her head.\n\nThe magazine store, not surprisingly, did not have one, either.\n\nIn the bathroom near my gate, I sat in a toilet stall, trying to keep the pump and its parts from touching the floor, the toilet seat, anything. For 25 minutes I stared at the gray metal wall, conscious of the mechanical wah- wah ringing out amid the clunking stall doors, shuffling footsteps and flushing toilets. Since the day happened to be the anniversary of 9-11, was someone going to report the mysterious sound to security? Even I couldn’t shake the feeling that the sound was suspicious. Like just about everything else people do in bathroom stalls that doesn’t involve going to the bathroom.\n\nWhen I reached the gate, the representatives at the desk were all men, three of them. “There aren’t any Ziploc bags on the plane, are there?” I asked.\n\nThey looked at me strangely. \n\nI decided just to say it: “Security took my gel packs and I need something to put ice in to keep my breast milk cool.”\n\nTheir eyes widened with shock, sympathy and did-I-detect-a-smile?\n\n“I don’t think we do,” one of them said.\n\n“Terrorism,” I said with a gentle roll of the eyes, trying to redirect the talk from my breasts to something we all could relate to: namely, terrorism’s power to change the world in unpredictable and unnewsworthy ways. After all, terrorism had already made me say “breast milk” to strangers. Twice so far. \n\nI was starting to think I would have to “pump and dump” (pump to tell my body there’s still a baby to feed, but throw out the milk). For the last six months, I had worked hard to breast-feed and pump, totaling about 35 hours a week, so that Riley would have the health benefits of breast milk when I was at work or away. And now, after all that, I was going to be thwarted by a new Transportation Security Administration regulation? \n\nThe irony was not lost on me that I was about to forgo the fundamental relationship of mother-feeding-daughter so that I could participate marginally in the more abstract relationship of potatoes-feeding-society.  \n\nOn the plane, I plunked the ice from the flight attendant into two extra bottles I had found in my pump bag and nestled the new “ice packs” next to the warm milk in the overhead compartment.\n\nOn the next flight, I had to pump in the airplane bathroom. The noise of the plane engines made it impossible to hear if anyone was walking up to use the bathroom. Just when I thought I should disassemble the whole operation to open the door and check, the seatbelt light dinged on, ostensibly keeping other bathroom-goers in place. I pumped in relative peace for 30 minutes, pondering the likelihood of injury during real turbulence.\n\nAT the conference, I ate potato sorbet and met a potato farmer, Larry Aslum, who was working with the International Crane Foundation to figure out how to prevent sandhill cranes from poking holes in $20,000 worth of his crop. I saw a machine called a winrower, about the size of a house, crawl across a field, dig up four rows of potatoes and shuttle them into a truck.\n\n Meanwhile, in my hotel room, I accumulated bags of breast milk in a blue six-pack-size cooler that I had filled with ice from the machine down the hall. \n\nOn my last day, during a visit to Larry’s farm, I asked him, “Is there a private room where” —again I searched for socially appropriate words and found none — “I could breast pump?” \n\nHe scurried to direct me to his parts room, which was like a hardware store the size of a walk-in closet. There was nowhere to sit, so for the first time I pumped standing up. Later I pumped on the highway in the bus bathroom. The sink was out of order, but there were Handi Wipes.\n\nBy the time I arrived at the airport, the ice from the hotel had almost melted. I went to the nearest cafe for more. “Fifteen cents a cup,” the tired-looking cashier said. I would have paid $50, considering how hard I had worked for that milk. I filled my cooler with the fresh ice and then checked it along with my suitcase.\n\nAfter my flight, I wondered how I was going to pump before making my tight connection. And I had to go through security again. \n\nWhile in line at the checkpoint, I discreetly felt my breasts and was surprised to find lumps as hard as wood, and about the size of, well, creamer potatoes. They hurt. I wondered if I was getting an infection from all the pumping near farm parts and toilets or if this was just what happened when you waited too long.\n\nI took off my shoes, put my bags into the bin, and dumped the ice that was keeping my newly pumped milk cool. Then the security agent said that I couldn’t take any milk onto the plane unless I had a baby with me. I told him that I wouldn’t have milk in a bag if I had my baby with me.\n\n We started arguing. I feared I was going to miss my flight. I knew it was fruitless to try to explain how much this milk meant to me, that it was, at this point, my only primal connection to my baby back home. It was mother’s milk — was I really going to have to throw it in the trash? Yes. I tossed it into the gray can.\n\nSadness shot through me, then anger. “How many women have you made throw away breast milk today?” \n\n“Six,” he said. \n\n“I’m sure they were all as livid as I am.”\n\n“Actually,” he said, “You’re the nicest one.”\n\nI wished I had been meaner. Was this rule, I wondered, a result of a lack of consideration by the Transportation Security Administration for breast-pumping mothers or a judgment call: the risk of damage from a milk bomb being great enough to merit preventing mothers from giving their babies the most healthful food? A small voice inside my head said, “If it’s so important to you, stay home.” That didn’t feel right, either.\n\nBy the time I reached the gate, there were only 25 minutes before takeoff. I sat in the nearest bathroom stall with the pump on, wishing my milk would come faster. I tried to picture my baby, which is supposed to help. And it did help with the milk, but not with my anguish over being away from her, which only increased.\n\nOnce the milk started coming, I massaged the hard, sore lumps in my breasts, hoping to relieve the over-full ducts. With only one ounce collected, I realized I didn’t have time to continue. As I was frantically disassembling the pump, I heard my name on the loudspeaker. I ran. That 10 o’clock flight was the last one home.\n\nI didn’t finish pumping in the plane bathroom. I just didn’t have the energy. I flew home with hard, swollen breasts, hoping that the code orange they kept broadcasting in the airports was based on fear and not reality. I just wanted to go home to my family.\n\nWE landed. I waited for my bags. And waited. The conveyor belt turned off. The lights over the carousel went out. The man in the lost luggage booth said that my bags had probably missed the connection. At the earliest, I would see them at 2 p.m. the next day. If they were lost, the airline would reimburse me. \n\nI couldn’t contain my sadness and frustration: “They can’t reimburse me. My breast milk is in there.” There I went again (total count of saying “breast milk” to strange men: six times). I imagined my little blue cooler lost somewhere in La Guardia, on the tarmac perhaps, in one of those luggage carts, the ice inside rapidly melting. \n\nBy the time I got home, it was after midnight and everyone was asleep, the house dark. But Riley’s crib was bathed in a sliver of light from the bathroom, and from the doorway I could see the tiny mound of her asleep in a kneeling position, her head turned to the side. The sight was all I needed, and almost more than I could bear. \n\nThe next afternoon, a woman called from the airport to say my bags had arrived. Twenty minutes later, she was ushering me into a storage room. There was my blue cooler. When I picked it up, I heard the sweet sound of ice water knocking. Someone had wrapped tape three times around the lid seam for extra insulation. Attached to the handle was a tag that read in black uppercase letters: “RUSH.”"
}