{
  "url": "http://www.nytimes.com/2006/07/30/fashion/30LOVE.html",
  "headline": "I Dulled Her Pain, and My Judgment",
  "dateline": {
    "year": 2006,
    "month": 7,
    "day": 30
  },
  "byline": "A. J. Yim",
  "text": "SHE was my favorite. We met at the clinic toward the end of a long August afternoon, just a few weeks after I had received my nurse practitioner license. Some people say hospitals are most dangerous in the summer, when so many of the residents are new. These were difficult times for me as well, dashing from room to room to keep pace with the waves of patients, stealing glances at reference books and drug guides, and feeling the dread of having to answer too many patients’ questions with, “I don’t know.” I was eager to earn their trust.\n\nThat afternoon I walked into the room as if into a one-act play. The patient, a dirty blond in a wheelchair who looked to be in her mid-30’s, observed me coolly from behind sunglasses. Her husband, who had moody eyes under the rounded brim of a well-worn baseball cap, looked exactly like the daytime courier and moonlighting guitarist he was. They watched as I located the rolling stool, opened her chart, reviewed her vital signs and looked up. The encounter could now begin.\n\nShe told me she was on an antidepressant (Paxil) as well as Toprol XL for an irregular heart rate. Until recently, she had also been on pain medication, the Duragesic fentanyl patch, which releases a low dose of narcotic over three days. Her relationships with doctors, she explained, had been contentious. A psychiatrist had refused to prescribe Paxil and insisted on switching her to another antidepressant. Another had tapered her pain medication against her wishes. And a third had made inappropriate comments and had begun to stalk her.\n\nI was easily charmed by her theatrical humor, colorful anecdotes (told in a deep Kathleen Turner voice), and seeming sincerity. I was touched by her stories of pain and depression. And she openly flattered me with lines like, “You seem different from the other doctors,” “You’re really listening to me,” and “Wow, you really know your medications.” \n\nA MENTOR had cautioned me that addicts are often creative, ruthless, persistent and even seductive to get what they need. But as a new practitioner, I was like a blossoming teenage girl, startled by my sudden power and vulnerable to experienced advances. I was still pretty green socially as well, having just re-entered the dating world after years of being cocooned by the intense work of graduate school. \n\nShe suffered, she reported, from fibromyalgia, which rendered her nonfunctional and nearly bedridden, and she had come to the clinic seeking relief from the pain. Per protocol, I offered Ultram, a new drug that mimics an opiate without inducing addiction. \n\nIn nurse practitioner school, they teach that pain is the fifth vital sign, as important to the assessment of a patient’s well being as blood pressure, pulse, temperature and respiratory rate. Although they urge us to treat pain as we might treat bronchitis or bad case of diarrhea, the reality can be more complex. \n\nAs a rookie, I looked to the clinic’s head doctor for guidance. He was aggressive in treating pain, an anomaly in clinics that accept Medicaid patients. Most anyone who entered our clinic with persuasive medical records and an MRI report was prescribed a narcotic. Word of this traveled quickly and patients flocked to us like gulls to a beach picnic, some truly in pain and others with the voracious appetite of the addict. \n\nOn her second visit, she came without her husband and wore a blue boa, as if for Mardi Gras. First I waited outside the door to the exam room for five minutes in slight pique as she chatted with the nurse. I was irritated by the delay in my schedule, but I also felt a pinch of jealousy. I’d been thinking of her between visits and concluded that perhaps Elavil, an antidepressant also used for insomnia and pain, might help. She reported minimal relief from the Ultram I had prescribed and requested something stronger. She accepted my suggestion of Elavil with a resigned shrug of the shoulders.\n\nOn her third visit, she was unusually somber, answering my questions in monosyllables. When I asked her what was going on, she told me it was the anniversary of her fiancé’s death. He had died in a car accident a few miles from our clinic, on a notoriously dangerous highway. \n\nI offered her a box of tissues as she regained her composure.   The Elavil, she explained, had been great for sleep and mood but did little for her pain. She wanted something stronger and pushed for the fentanyl patch she’d had before. The negotiations continued as she pressed for a Class 2 narcotic, the strongest that may be prescribed under federal regulations, and I countered with a less potent, though still addictive, analgesic. I didn’t want to give in; the patch wasn’t appropriate.\n\nShe pressed her argument, the subtext of which seemed to be: “If you really like me, if you really think I’m special, then you’ll give me something stronger.” And in a way she was right; our relationship seemed to grow stronger in concert with her increasing level of pain medication.\n\nI offered Vicodin. Before she left, there was paperwork: a signed pain-management contract, which almost seemed like a kind of prenuptial agreement; it established the rules of our relationship. There would be monthly visits for refills, random pill counts and random urine screens, no early refills, and no pain medications from other clinics. In narcotic affairs, we are jealous lovers and must be strictly monogamous. No extracurricular dating, ever.\n\nEvery four weeks, like clockwork, she appeared for her Vicodin. When I saw her name in my schedule, I smiled at the expectation of a break from the parade of abdominal discomforts and asthmatic exacerbations. The conversations she and I enjoyed were rich and expansive: favorite books, recent movies, arguments with neighbors and family, philosophical reflections on the nature of pain and chronic disease.\n\nShe knew intuitively the narrative I sought. After several months of office visits and referrals to various specialists, she actually walked into the office. No wheelchair. \n\n“I feel so good,” she began. “Thank you for helping me get to a place where I can stand and walk, without that damned wheelchair.” The wheelchair, we concluded, was a powerful manifestation of her inner fears and dependencies. Without it, she was making plans to re-enter the work force and pursue a degree in education. \n\nOver the next few months, our relationship deepened. One day she wore a pair of jeans that were decorated with whimsical hand-painted flowers and creatures. She was an artist, she revealed, and hoped someday to help children explore their creative potential. I told her of my travels, work abroad and literary aspirations, and she spoke of her childhood achievements as a figure skater and the ebbs and flow of her marriage.\n\nOf course, I should have seen the accumulating red flags. She called one afternoon in tears, claiming that her second cousins, who lived in Hong Kong, had driven off a cliff in the mountains and died instantly. She was deep in grief and in excruciating pain. \n\nI listened, pushing away my doubts. “What do you need?”\n\n“Please, more Vicodin, just for a week or two, to get me through this.” \n\nI called her pharmacy and prescribed 50 tablets, thereby breaking rule No. 3 of the pain-management contract: no early refills. \n\nI knew I was in too deep. Although I was troubled by my own actions and felt guilty about not trusting her, I was unsure about how to untangle this web even if I wanted to. If she indeed had been lying to me to obtain what she needed, it was equally true that I’d been complicit in my own seduction. \n\nAs it turned out, things were already out of my hands: Our relationship was destined to end the same way so many dishonest relationships do, via a five-minute phone call from a stranger who discloses the truth. \n\nIn our case, that stranger was a doctor with a long, lyrical Indian name who left a voice mail message, asking me to call. When I did, the doctor mentioned my patient’s name and asked, “Do you know her?”\n\n“Yes.”\n\n“I’ve been prescribing OxyContin to her,” the doctor said. “I confirmed it with two pharmacies. She’s been getting narcotics from both of us.”\n\nShock gripped me, followed by disbelief, anger.\n\n“How long?” I managed to ask.\n\n“Two years.”\n\nFrom the beginning, she had had another. Reeling from this revelation, I found myself wondering: Had any aspect of our relationship been true, or was it all a con, a kind of emotional prostitution — her adoration in exchange for 7.5 milligrams of hydrocodone?\n\nTwo months later, after countless phone calls back and forth, long messages on my voice mail, complicated explanations, pleas for a second chance, denials and recriminations, she again showed up in my schedule. Except now there was a bright red message on her chart: “No Narcotics.” She bore the ignominy of the “Scarlet NN.”\n\n The day before, one of the residents had denied her request for a cough syrup with a mild narcotic. During our appointment I also refused her request and, with as detached an air as I could manage, offered her instead a strong form of Robitussin. \n\nIS there anything I could do to change what happened?” she pleaded. “To make it like it used to be?” She launched into a convoluted justification of her actions, her issues with control and pain and doctors and trust.\n\nI heard her out, then handed her the prescription for Robitussin and politely excused myself. \n\nThese days, I prescribe narcotics with greater prudence. The word on the street is that our clinic is out of the narcotics game, which means no more histrionic drug seekers, no more desperate calls late on Friday afternoon (“I left my pills at my aunt’s funeral! What if I go into withdrawal?”), and no more jilted patients stalking the clinic entrance until the police arrive. The doctor who couldn’t say “No” moved to a clinic down South, and now I promptly refer those who are in chronic debilitating pain to a pain management center. \n\nEvery two or three months, a refill request from my patient, faxed from her pharmacy, crosses my desk; I am still, in name at least, her primary care provider. I sign off on her Paxil, noting that she must visit the clinic at least twice a year, and move on to the next patient."
}