{
  "url": "http://www.nytimes.com/2006/06/04/fashion/04love.html",
  "headline": "When You Wish Upon a Saint, Watch What You Ask For",
  "dateline": {
    "year": 2006,
    "month": 6,
    "day": 4
  },
  "byline": "Linda Dackman",
  "text": "WE were standing before Santa Rita, the patron saint of desperate or impossible causes. I had been touring Umbria with my sister and her husband, Francis, who was the only Roman Catholic among us. And as we stood in the Basilica di Santa Rita looking upon her mummified presence, Francis said to me, with his usual salt of the earth subtlety: \"Hey, you're single, 49, childless, a desperate cause. Make an offering to Santa Rita. Go on, light a candle.\"\n\nShe was laid out in a glass box like a leathery sleeping beauty, 400-plus years after her death. The box in which she lay was surrounded by thousands of electric candles, which were activated by slipping a coin into the slot, Las Vegas style. Around us, the basilica seemed gaudily alive with brightly colored comic-book frescoes, a collision of Disneyland and the Renaissance commissioned by none other than Mussolini. \n\nPoor Santa Rita. It wasn't her fault that this monument was a bit of an embarrassment. \n\nI stared her up and down, or tried to, but she was oriented in such a way that I could see her only in profile. I was fascinated by the way her feet curled upward or just how long her nails had continued to grow. As I stood there, others approached soberly, prayed, bartered with her spirit and with God, put their coins into the slots to light candles, genuflected and walked away.\n\nI should point out here that I am Jewish. But I had a coin I'd found on one of my walks, and since I'd found it, I thought I might as well give it back. And why not to Santa Rita? But there was no point in asking specifically for a child anymore. I was too old. And I had already been through all of that — the do-it-yourself science (a syringe and an ex-boyfriend's live sperm), pregnancy, miscarriage, professional inseminations with frozen sperm, the anonymous donors, even insurance battles. All to no avail.\n\nSo I kept it vague. Maybe she could work out a little package deal for me, perhaps a nice young widower with a kid. Or a divorced guy with children. I didn't want to get too pushy for what would be the equivalent of 50 cents. I was just talking to myself anyway. It was like wishing on stars or on coins in a fountain. Except here I'd also get to see which of the electric candles surrounding the saint would light up.\n\nI didn't make a big show of it. This was simply girl to girl: Rita, if you're out there, you know how tough it can be. I've given up on having a kid of my own. I've already given up on finding the perfect man. But here I am. Send me someone. I won't get too specific. Send me someone I can love. Sometime before I turn 50 for heaven's sake. I'll give you one year. \n\nAs I walked out of the basilica, my sister called to me from across the square: \"Santa Rita heard you. She heard you.\"\n\n\"What?\" I said.\n\n\"It says right here,\" she said, gesturing at her brochure. \"Santa Rita answers almost immediately. She gives signs. And the minute you walked out of the church, it stopped raining.\"\n\n\"That's definitely a sign,\" Francis confirmed.\n\n\"Santa Rita died on May 21, 1457,\" my sister read. \"Thousands commemorate her death every year with a torchlight procession.\" \n\n\"May 21 is my birthday!\" I exclaimed.\n\n\"I know,\" my sister said. \"That's another sign.\"\n\nI met him in Florence two days later. I was virtually alone in a cloister known for its famous frescoes depicting Adam and Eve and their expulsion from the Garden of Eden. Adam and Eve were not cartoon figures here, but real people, their loss of innocence a vivid portrait of human suffering. As I studied Adam and Eve though, I sensed someone studying me. I spun around to see a tall slender man with long hair and a beard, bathed in a golden light from above. \n\n\"Jesus,\" I said, startled. \n\nIt was actually plausible for an instant, given the inexplicable light and the fact that this man seemed as ethereal as anyone could be in the presence of so many painted angels. But this was no religious experience. He was wearing jeans and a bright green T-shirt. His look held me just a moment too long, and I felt a jolt. Call it pleasure. Call it recognition. Like Adam and Eve on the frescoes behind me, I felt shame. I did not know this man, but I was trembling. \n\nIt's just Italy, I reasoned, trying to calm myself. \n\nTen minutes later, a half block up the street, map in hand, I was lost.\n\n\"Can I help you?\" asked a voice from behind. \n\n\"I am looking for the Boboli Gardens,\" I said, turning.\n\n\"I will show you the way,\" Jesus in blue jeans said. It was he.\n\n\"Do you know Florence?\" I asked. \n\n\"I lived many years in Florence,\" he said. \"But I am Austrian. I am an artist.\" \n\nEveryone is an artist, I thought. \n\n\"And an art critic, \" he said. \"I am an art critic for a Swiss national newspaper. Also for many years. And I do my artwork.\"\n\nAn artist with a very cool paying job? Now I was impressed.\n\n\"I work for a museum in San Francisco, \" I told him. \"And I've published a little, too,\" I added, trying to bolster my worth. \n\n\"Giardini Boboli,\" he said to me in Italian as we reached the gardens' gate. \"I invite you,\" he added with a low bow. He might as well have asked me to waltz. \n\nAs it turned out, I gave him all the dances on my dance card that week. We became one of the transient besotted couples in Florence, swirling and twirling by the river, tangoing above the city lights, laughing and sighing. And it was educational. In the Uffizi, in the churches, in the streets, in the cafes, I got a free intensive on the Renaissance and its art. \n\n\"We will see us again,\" he told me. \n\nI laughed and cried. I felt the cruelty of the universe. I knew that when we parted, he would go one way and I another.\n\nBut six months later, on the telephone from Switzerland, he is pure emotion. He says that the newspaper will give him no further leave, so he will quit his newspaper job. He says he wants to come to California and live with me. \n\nI consider the practical concerns. Maybe I should take a leave of absence from my job and go live in Europe instead.\n\n\"I don't like this back and forth,\" he says. \"How can I say? I want to know where I am.\"\n\n\"But what will you live on here?\"\n\n\"I will have enough money for a while. Then comes my big art project and that will give me more.\"\n\nMoney for a while? I am staggered to think that a 45-year-old man can take such leaps without resources for the future. \n\nHe talks slowly into the telephone as he searches for the exact English words. I imagine his hair cascading to his shoulders, brown with sections of gray that stream from his temples. His long slender eyes, the color of smoke, hidden in the light shooting back from his glasses. I hear him pull on his cigarette. He is the quintessential European intellectual, who can recount the political, social and artistic history of the Renaissance off the top of his head, employing multiple languages, and yet remain indifferent to the consequences of smoking and limited cash.\n\nHe waits for my answer, and I feel two things at once: thrilled because he loves me and I love him, and terrified, as though I am about to have a baby. For some reason I feel as I felt when I was so briefly pregnant, when I trembled at the prospect of single motherhood, with all its responsibility. It seemed so daunting to surrender to another, especially to something so vulnerable. It was so exquisite as to be heartbreaking.\n\nI think back to that day in Italy. I gave Santa Rita vague messages, her lousy comprehension of English notwithstanding, without watching out what I wished for. What can I do but accept what she has sent, this 6-foot-2 man with an almost boyish chest and shoulders, who likes to sleep long in even the smallest bed and who, when he finally gets up and dressed in the morning, pulls his shirt over his head like a boy, barreling his head through with no thought of opening a button? This man who doesn't drive, who leaves bits of himself and his possessions strewn all over the world? This reckless someone willing to take unparachuted drops off cliffs?\n\nIs this why I feel I'm about to give birth, why I suddenly feel responsible for two? Responsibility is exactly what I wanted when I hoped for a child.\n\n\"Yes,\" I say. \"Please come.\"\n\nSeveral weeks later he arrives at my house from Europe with pencils and charcoals, books and duffel bags filled with ropes and sickles and some other very weird art-making detritus. The first night he sits naked in my kitchen like a lamb and lets me shear the hair and beard he never cuts. \n\nIn an ideal world it might have been this man plus a baby. But it appears this man is about as close as I'm going to come to the arrival of something new and naked and about to be born. I'll take him."
}