{
  "url": "http://www.nytimes.com/2006/09/24/fashion/24love.html",
  "headline": "Our Affair Was One Long Lesson in How to Break Up",
  "dateline": {
    "year": 2006,
    "month": 9,
    "day": 24
  },
  "byline": "Suki Kim",
  "text": "WE were living in London then, by the Angel tube station. The two-bedroom apartment with a low ceiling and scarce sunlight was not a bargain at £90 a week, but we were both new to the city and did not know any better. \n\nWe had met at the school where I was doing a postgraduate program for which I could not muster much passion. He came from Paris for a degree in economics, although for some reason I find it hard to believe that that was his choice of study. I certainly do not recall any discussions on the topic. Whenever I am introduced to an economist now, which is not often, I try to imagine the young man I once loved with a similarly somber disposition and inevitably fail. The school might have been an alibi, and what we sought loomed somewhere in the strange city, whose spell intoxicated us.\n\nThe people we knew were either on welfare or selling grass on the side or living off their rich parents, whom they never mentioned. He had relatives who took turns wiring money.\n\n Every other month we made a hovercraft crossing to Paris. He once took me to see his great-aunt, who had been a private jeweler for movie stars. She was in her 70’s and lived alone near the Musée d’Orsay in an attic apartment, which was cluttered with photographs of Catherine Deneuve and Jeanne Moreau modeling her diamonds and pearls. I spoke no French, and the whole time I had the feeling that she disapproved of my vintage suede jacket and camouflage jeans. \n\nI could not count on anyone to wire money, so I found a part-time job at a wine bar called Almeida, next door to a theater with the same name. It was packed only during intermissions and was frequented by the arty types. Daniel Day-Lewis and Sade were rumored to be regulars, although I never saw them during my shifts.\n\n Maria, the manager, was from New Zealand and encouraged the bartenders to crank up the Happy Mondays or Soul II Soul and dance the night away.\n\nI was too shy to dance on the job. Maria might have found my New York accent charming enough to hire me, but I knew nothing about wine and was perpetually anxious. One customer in particular always asked for my suggestion, and I would stumble, glancing at the chalkboard to read off the special of the day. \n\nThree times a week, I would leave the apartment at exactly 5:30, clutching notes scribbled with the wine descriptions. I always wore the lipstick called Holiday by Christian Dior. It was the deepest red I could find, and I never went anywhere without it, as though it gave me my cover. \n\nHe never saw me bartending. He stayed away from Almeida because he could tell that I did not want him there. There was a boundary we strove to keep, because we knew that we were not ready for whatever lay beyond. We were always treading on ice. It upset him to be excluded from a part of my life, but he never said anything. He understood that we needed to be apart, or that I needed to. He knew me better than anyone else; to this day, no one gets me the way he did.\n\n On those nights when I worked late, he would be waiting up for me by candlelight in our living room. The music was all his, either Serge Gainsbourg or Ravi Shankar. Between his fingers would be a Lucky Strike and a book. Always a novel, always Russian. He adored Turgenev, I think. Was he really an economics major? He would pour a cheap merlot for me and we would sit for a while without much talking. I can hear him still, the quiet, even breath. The suspended breath. I always thought that he would reach out for me, his hands half-extending, but he never did.\n\nWe were not sleeping together. It had never been right from the beginning. Our first kiss was an omen. We had been walking all evening and ended up on one of the bridges over a canal in Camden, when he held my face between his hands. He was beautiful, I remember thinking. He was undoubtedly one of the most attractive men I have ever met. I had just cut my waist-long hair into a bob like that moody actress in “Betty Blue,” which was then my favorite film, and felt like a real Londoner, or at least an American girl in Europe falling in love for the first time. \n\nYet I froze at his touch, not because it was good or bad, but because it didn’t feel like anything. It never felt like a kiss. It was his lips on mine, nothing more, nothing less. When he pulled away, I avoided his eyes. I could not look at him for a long time after that, although we pretended that all was fine.\n\n LOVEMAKING was no better. Inevitably, I would stop in the middle by putting a hand on his shoulder or his chest, and he would slow down with a sigh, and then silently we would both turn to the wall, often with him embracing me from behind. Soon we slept in separate rooms. \n\nWe were like an aged couple who had been through it all, retreating to our single beds with compassion, except that we were 21 and had known each other for barely a year.\n\nLondon was stagnant. My study was getting me nowhere. The rain never ceased. We were not having sex, and yet we were not interested in having sex with anyone else. The longer this continued, the more fiercely we insisted on being with each other because we were young and believed that there must have been a greater meaning to our incompatibility. \n\nWe seemed to have no other friends. Or if we did, we lost them quickly because we were always holed up in our apartment together. Sometimes love traps you like nothing else.\n\nI may not be remembering it correctly. We may not have been so courteous after all. There may have been nights of harsh words, slamming of doors, tears either mine or his. Things could not have been so smooth. Yet, nothing changed the fact that we were not happy together. We never discussed it, but whatever bound us was always there, stopping us in our tracks. We hesitated before claiming each other. I checked myself before storming into a rage upon seeing him around other girls. He never asked where I had been on those nights when I came home even later than usual.\n\nALMEIDA was my escape. The plays opened and shut, and a new set of actors perched at the bar, complaining about one thing or another. I learned to dance behind the bar, like the party girls on MTV. Yet, I never could get the wine right: chardonnay to chase the blues away and pinot grigio for broken hearts.\n\n I thought then that I could be anywhere in the world, and did not realize that it was in fact the 90’s London and its brooding sky and its pessimistic youth that allowed such things: a bartender who knows nothing about wine; an economics major with a passion for Russian novels; a lover who cannot be kissed.\n\nWhen we parted after a year, it happened suddenly, yet naturally. We had rented a car and driven to Wales. He had found a chalet by the ocean. It was a farewell trip, although neither of us admitted it. We meant to stay for a week but ended up there for a month. April in Dylan Thomas’s land was rain almost every day. I had just quit the postgraduate program, and he decided to take the semester off. \n\nHe read constantly. There was always an open copy of “The Brothers Karamazov” or “Anna Karenina” or one of those impossibly thick masterpieces on the bedside table. I took walks alone, broke into tears for no reason and wrote random sentences in my notebook about the sky, the sea, the rain, anything but him. \n\nAt night we cooked omelets and spaghetti and washed them down with wine. We must have tried sex and failed again, because on one of our last nights, he said, “When I’m with you, I feel incredibly alive, and yet always terrible.” \n\nI have not returned to London since. When I think about him, which happens less often with the years, I am struck by the gloom that always followed us. There was resistance, and the inevitable defeat. It was the end of one kind of love. It was about becoming an adult. From the house in Angel to the bar called Almeida I took small steps, learning to leave him behind."
}