{
  "url": "http://www.nytimes.com/2006/10/29/fashion/29love.html",
  "headline": "We Lived in the Present, Then the Future Arrived",
  "dateline": {
    "year": 2006,
    "month": 10,
    "day": 29
  },
  "byline": "Francine Maroukian",
  "text": "I WAS a 50-year-old woman; he was a 25-year-old man — and at first, I acted accordingly. “The scruff on his face is so curly and soft,” I told my friends, “it’s like yarn on a stuffed animal.” And: “I’m on my way to meet Raggedy Andrew for a movie. Should I be (a) excited, (b) embarrassed, or (c) arrested?”\n\nHe had loomed about on the edge of my life since I moved from New York to Philadelphia three years earlier. I saw him daily at the neighborhood bakery, where he loaded boxes of muffins for morning deliveries, often returning for his surfboard around noon before heading off to the Jersey Shore. He was a risk taker, always sporting a bruise or a bandage, and I was there the day after his bad skateboarding accident, reaching out to touch his purple eyelids and broken nose.\n\nWe started out by having lunch occasionally during the winter until late spring, when he began to suggest evening plans. It seemed harmless; he didn’t always follow through with a phone call and I often ignored his name when it lit up my cellphone. But one Friday at 10:45 p.m., I answered. \n\n“You might think this is weird,” he said, “but I really want a frisée salad.”\n\nBy now I was accustomed to his voice and could tell he was nervous. It thrilled me. I was out of my pajamas and into a short skirt before you could say “cradle robber” (as I told my friends). But it was more than that; we were changing. \n\nWe sat outside at Brasserie Perrier — a fancy place I had never been but where he seemed quite comfortable. It was a warm night. A pack of women in their 20s twittered by, and I watched him watch them as they passed. I waited. He swiveled his head back toward me and said, “Don’t pocketless jeans just get on your nerves?” \n\nHe took me to a junkyard of architectural salvage, where we peered though the chain-link fence and talked about what we would buy if we could only get in. Because he had left his parents’ home at 15 to attend a high school for upcoming pro snowboarders, he was domestic enough to keep a cute house dotted with weird things he collected, like old wooden rulers.\n\nWe shared many of the same interests — fashion, photography, design. Once, after a long discussion about his burning need for a green leather duffel, I found the perfect one in Details magazine and held up the page to him. “Hey,” he asked, squinting. “is that Balenciaga?”\n\nThe day “You’re So Good to Me” came on his car radio, I could not tell him that it had been at least 20 years since I had heard that bouncy Beach Boys song or had so much fun just doing nothing with someone. So instead I proclaimed, “This is the best summer ever,” and he agreed. It’s silly, but sometimes coming out of a late-night movie, we would smile at each other and chant, “Best. Summer. Ever.” \n\nThat phrase was the metaphor for what was really happening between us, and only once did I get up the nerve to speak about our relationship without using its protection. I told him the difference in our ages was so vast we could not hold any conventional expectations. “There’s just me and you and we’re actually lucky,” I said, really believing it at the time. “How much damage can we do to each other in three months?”\n\nThe first wave hit while we were sitting outside of an otherwise empty Mexican restaurant in a desolate part of town. It was midnight when Andrew started describing every sports accident he had ever had. He ticked off the 16 fractures, the 30-odd staples in his hip, before coming to rest on the scars from his broken neck. “Here,” he said, placing my finger in a groove on his skull. “This is where they bolted in the halo brace.” \n\nHe was giving me the biggest story he had, and in that moment, I knew there was no way either of us would get out of this without being hurt. I avoided him for a few days while trying to decide if I could go on to that end. But there was no use thinking about what was going to happen. There was only one place our lives could meet: in the right now. I sought him out at the bakery, and the relief on his face let me know there was something real between us.\n\nTHE bone-by-bone tour of his body that Andrew gave me stood in for our physical intimacy. There was a line he would not cross, and I respected his decision, so much so that the night we went swimming in the ocean at midnight, I kept all my clothes on, something I would never bother to do with my other friends.\n\nBut that was fine with me — sex was something I already knew how to do. What I had lost touch with at that point in my life was the ability to deliver myself fully to another person, to be truly present. During my previous relationship, a long and difficult affair with a man caught up in a decadelong divorce, I had mastered the art of being elusive, of remaining silent about what I most needed and wanted. \n\nHere was my chance to relearn how to show up, not because Andrew was too young to be threatening but because his youth required that I be as spontaneous and curious as he. I learned how to shoot, play golf and fly-fish, tucking the edges of my skirt up into the waistband and wading out into the river, just to be with him. We only had a small bubble of time together, and I didn’t want to miss a moment.\n\nAt the end of July, Andrew announced that he was moving to Brooklyn to start a graphic design company with some snowboarding friends. I was relieved. The move would be a natural end to our relationship — easier because it was one he chose — and I even began to look forward to his departure. “I can’t wait to miss you,” is what I said.\n\nI helped him where I could, losing track of the hours we spent working on a company name, logo, business plans. On visits to New York, I introduced him to friends and brought him around to the chef at my favorite little restaurant so he would always feel welcome somewhere.\n\nBy September, when he still wasn’t gone, my friends began to express concern. The “best summer ever” had officially turned into fall, and when could they expect me to return to work? My book-project partner, Tony, who was young enough to hang around with Andrew but old enough to feel protective of me, was the least tolerant: “I’m coming down there and moving him myself,” he said. \n\n Sticking to a moving plan seemed impossible,  and every day Andrew lingered brought new problems, some serious enough to require my caretaking. How could I say no when his childhood friend was shot down in Iraq, or when he got pneumonia while surfing and lay on my couch while I cooked his favorite dinners and brought him cups of tea? But other troubles came about simply because he began to lose his equilibrium. \n\nWhen I kept his dog so he could go on a road trip, four days turned into six without a word from him. It wasn’t the only time he was missing, and I worried, particularly when his friends started calling me to find out where he was. I suppose he was putting me in the only place I could possibly fit in his new life — some sort of “keeper” — and doing whatever it took to force me there. \n\nIt became as tricky a situation as I have been in with any man, regardless of his age. But what had I expected? That he and I would be protected from complications just because we had not slept together? “Please don’t do this,” I told him. “I’ll give you all the loving help you need, but the mother thing is a role I have never been willing to assume.”\n\nWhen he connected with a girl his own age during one of his trips to New York, he made a point of bringing her into my life, taking her to my regular restaurant and texting me for the address along the way. And the advice she gave him bubbled up in our conversation: “I’ve got to learn to market myself.” His plans changed almost daily — from working on a fishing boat in Alaska to being a sports agent in Portland — according to who was advising him. As he floundered, so did I. “What should I do?” I asked Tony.\n\n“Clean and swift,” he said. \n\nBUT I couldn’t just cut Andrew off. He had spent so much time with me, coaxing me into dropping my guard. The differences in our ages meant we were spared the typical male-female strategizing and power struggles. Because of him I felt renewed, as though I had wiped clean my relationship slate. \n\nBesides, as a diet aid alone he was nothing short of a miracle. I was 17 pounds lighter than when we started. I owed him.\n\n On the last night I saw Andrew, I made a deal with him. “We can have a cocktail and a superficial conversation,” I said, “or we can drink this bottle of bourbon and talk about what really happened between us.” \n\nHe chose the bourbon and the talk. At some point during the next six hours, he said: “I’m sorry. I’m so lost.” \n\n“Look, I believe in you,” I told him. “I know you can figure this out.”\n\nCrossing the boundary he had made for himself, he leaned over and kissed me, a real kiss that had been floating under the surface for months. Suddenly he couldn’t breathe; finally I could. \n\n“I love you so much,” he said, wrapping himself around me so tightly I could feel a tear trickle down my neck and into the V of my shirt. And because I loved him, too, I crossed over my own boundary and finally gave him what he needed from me. I cradled him in my arms and rocked him, rocked him until he felt ready to leave."
}