{
  "url": "http://www.nytimes.com/2006/02/26/fashion/sundaystyles/26LOVE.html",
  "headline": "Now I Need a Place to Hide Away",
  "dateline": {
    "year": 2006,
    "month": 2,
    "day": 26
  },
  "byline": "Ann Hood",
  "text": "IT is difficult to hide from the Beatles. After all these years they are still regularly in the news. Their songs play on oldies stations, countdowns and best-ofs. There is always some Beatles anniversary: the first No. 1 song, the first time in the United States, a birthday, an anniversary, a milestone, a Broadway show.\n\nBut hide from the Beatles I must. Or, in some cases, escape. One day in the grocery store, when “Eight Days a Week” came on, I had to leave my cartful of food and run out. Stepping into an elevator that’s blasting a peppy Muzak version of “Hey Jude” is enough to send me home to bed.\n\nOf course it wasn’t always this way. I used to love everything about the Beatles. As a child I memorized their birthdays, their tragic life stories, the words to all of their songs. I collected Beatles trading cards in bubble gum packs and wore a charm bracelet of dangling Beatles’ heads and guitars.\n\nFor days my cousin Debbie and I argued over whether “Penny Lane” and its flip side, “Strawberry Fields Forever,” had been worth waiting for. I struggled to understand “Sergeant Pepper”; I marveled over the brilliance of the White Album.\n\nMy cousins and I used to play Beatle wives. We all wanted to be married to Paul, but John was O.K. too. None of us wanted Ringo. Or even worse, George.\n\nIt was too easy to love Paul. Those bedroom eyes. That mop of hair. Classically cute. When I was 8, I asked my mother if she thought I might someday marry Paul McCartney.\n\n“Well, honey,” she said, taking a long drag on her Pall Mall. “Somebody will. Maybe it’ll be you.”\n\nIn fifth grade, in a diary in which I mostly wrote, It is so boring here, or simply, Bored, only one entry stands out: I just heard on the radio that Paul got married. Oh, please, God, don’t let it be true.\n\nIt was true, and I mourned for far too long.\n\nOf course by the time I was in high school, I understood my folly. John was the best Beatle: sarcastic, funny, interesting looking. That long thin nose. Those round wire-rimmed glasses. By then I didn’t want to be anybody’s wife. But I did want a boy like John, someone who spoke his mind, got into trouble, swore a lot and wrote poetry.\n\nWHEN I did get married and then had children, it was Beatles’ songs I sang to them at night. As one of the youngest of 24 cousins, I had never held an infant or baby-sat. I didn’t know any lullabies, so I sang Sam and Grace to sleep with “I Will” and “P.S. I Love You.” Eventually Sam fell in love with Broadway musicals and abandoned the Beatles.\n\nBut not Grace. She embraced them with all the fervor that I had. Her taste was quirky, mature.\n\n“What’s the song where the man is standing, holding his head?” she asked, frowning, and before long I had unearthed my old “Help!” album, and the two of us were singing, “Here I stand, head in hand.”\n\nFor Grace’s fourth Christmas, Santa brought her all of the Beatles’ movies on video, a photo book of their career and “The Beatles 1” tape. Before long, playing “Eight Days a Week” as loud as possible became our anthem. Even Sam sang along and admitted that it was arguably the best song ever written.\n\nBest of all about my daughter the Beatles fan was that by the time she was 5, she already had fallen for John. Paul’s traditional good looks did not win her over. Instead she liked John’s nasally voice, his dark side. After watching the biopic “Downbeat,” she said Stu was her favorite. But since he was dead, she would settle for John. Once I overheard her arguing with a first-grade boy who didn’t believe that there had been another Beatle.\n\n“There were two other Beatles,” Grace told him, disgusted. “Stu and Pete Best.” She rolled her eyes and stomped off in her glittery shoes.\n\nSometimes, before she fell asleep, she would make me tell her stories about John’s mother dying, how the band met in Liverpool and how when Paul wrote the tune for “Yesterday,” he sang the words “scrambled eggs” to it.\n\nAfter I would drop Sam off at school and continue with Grace to her kindergarten, she’d have me play one of her Beatles tapes. She would sing along the whole way there: “Scrambled eggs, all my troubles seemed so far away.”\n\nOn the day George Harrison died, Grace acted as if she had lost a friend, walking sad and teary-eyed around the house, shaking her head in disbelief. She asked if we could play just Beatles music all day, and we did. That night we watched a retrospective on George. Feeling guilty, I confessed that he was the one none of us wanted to marry.\n\n“George?” Grace said, stunned. “But he’s great.”\n\nFive months later, on a beautiful April morning, Grace and I took Sam to school, then got in the car and sang along with “I Want to Hold Your Hand” while we drove. Before she left, she asked me to cue the tape so that as soon as she got back in the car that afternoon, she could hear “You’ve Got to Hide Your Love Away” right from the beginning. That was the last time we listened to our Beatles together.\n\nThe next day Grace spiked a fever and died from a virulent form of strep. Briefly, as she lay in the I.C.U., the nurses told us to bring in some of her favorite music. My husband ran out to his car and grabbed “1” from the tape deck. Then he put it in the hospital’s tape deck, and we climbed on the bed with our daughter and sang her “Love Me Do.” Despite the tubes and machines struggling to keep her alive, Grace smiled at us as we sang to her.\n\nAt her memorial service 8-year-old Sam, wearing a bright red bow tie, stood in front of the hundreds of people there and sang “Eight Days a Week” loud enough for his sister, wherever she had gone, to hear him.\n\nThat evening I gathered all of my Beatles music — the dusty albums, the tapes that littered the floor of my car, the CD’s that filled our stereo — and put them in a box with Grace’s copies of the Beatles’ movies. I could not pause over any of them.\n\nInstead I threw them in carelessly and fast, knowing that the sight of those black-and-white faces on “Revolver,” or the dizzying colors of “Sergeant Pepper,” or even the cartoon drawings from “Yellow Submarine,” the very things that had made me so happy a week earlier, were now too painful even to glimpse. As parents do, I had shared my passions with my children. And when it came to the Beatles, Grace had seized my passion and made it her own. But with her death, that passion was turned upside-down, and rather than bring joy, the Beatles haunted me.\n\nI couldn’t bear to hear even the opening chords of “Yesterday” or a cover of “Michelle.” In the car I started listening only to talk radio to avoid a Beatles song catching me by surprise and touching off another round of sobbing.\n\nI TRIED to shield myself from the Beatles altogether — their music, images, conversations about them — but it’s hard, if not impossible. How, for example, am I supposed to ask Sam not to pick out their music slowly during his guitar lessons?\n\nBack in the 60’s, in my aunt’s family room with the knotty-pine walls and Zenith TV, with my female cousins all around me, our hair straight and long, our bangs in our eyes, the air thick with our parents’ cigarette smoke and the harmonies of the Beatles, I believed there was no love greater than mine for Paul McCartney.\n\nSometimes now, alone, I find myself singing softly. “And when at last I find you, your song will fill the air,” I sing to Grace, imagining her blue eyes shining behind her own little wire-rimmed glasses, her feet tapping in time. “Love you whenever we’re together, love you when we’re apart.” It was once my favorite love song, silent now in its White Album cover in my basement.\n\nHow foolish I was to have fallen so easily for Paul while overlooking John and George, to have believed that everything I could ever want was right there in that family room of my childhood: cousins, TV, my favorite music. But mostly I feel foolish for believing that my time with my daughter would never end.\n\nOr perhaps that is love: a leap of faith, a belief in the impossible, the ability to believe that a little girl in a small town in Rhode Island would grow up to marry Paul McCartney. Or for a grieving woman to believe that a mother’s love is so strong that the child she lost can still hear her singing a lullaby."
}