{
  "url": "http://www.nytimes.com/2006/05/28/fashion/sundaystyles/28love.html",
  "headline": "Mom, Dad, Let Me Find My Own Husband",
  "dateline": {
    "year": 2006,
    "month": 5,
    "day": 28
  },
  "byline": "Sarita James",
  "text": "MY Suitable Boy was seven years older than I with a gentle Superman wave of hair at his forehead and broad shoulders that defied the reedy build of our South Indian heritage. The son of a family friend, he often visited us in our northeast Indiana town, a few miles east of the Dan Quayle museum. Affable with dinner guests and handy with sports scores, he was adored by my parents. And I realized quickly, despite my parents' denials, that they wanted me to marry him. \n\n\"Did you see what a fine job he's done dicing my tomatoes?\" my mother would say, tilting the cutting board until the juice began to drip.\n\n\"Suitable boy\" is a term used by Indian families to describe a strong marriage candidate — someone who comes from the right religion, region, community and family background. Within my circle of American-born cousins, however, we used the term only to tease each other about our parents' marriage schemes. \n\nOur family was both Indian and Catholic, which was a rarity anywhere, much less in the American Middle West. I was still in high school but, given the scarcity of suitable boys, my parents wanted to start their search. And yet, rare as my suitable boy may have been, I did not want to marry him. I found him to be boring and close-minded — he read very little, claimed he could never have a gay friend and did not see why Indian wedding dowries were problematic. Because I felt my family's quiet pressure in his presence, I questioned his perennial attendance at our gatherings.\n\nDo you think we could have just the family visit for Thanksgiving this year?\" I asked my mother after two years of his visits. \n\n\"But he's a bachelor,\" she said. \"It's our duty to host him.\" And again he came.\n\nWhen I was a sophomore in college, I happened to be home when my suitable boy called with big news: he was leaving for India in a month to get married. His parents had located two young women for him — an engineer and a fashion designer — and had booked the church hall to celebrate the union of his choice.\n\nAFTER the call, I began skipping around my mother's bedroom with the thrill of emancipation.\n\n\"If you had been friendlier on his last visit, he might have married you!\" my mother scolded. \"You should have come tobogganing with us! You're such a foolish girl.\" \n\nMy mother's resentment made me stop skipping. When my father came home from work, he also looked disappointed.\n\nWere they right? Had I thrown away my future by studying for final exams instead of tobogganing with my suitable boy? I did find him immediately more likable once my parents broke their lengthy silence on their intentions for us. And it was true that he had adapted well to my family over the years, cheerfully participating in our misguided activities. \n\nOne summer weekend he had come along with us on a fishing derby. It was a hot afternoon, and we waded through muddy, mosquito-infested waters to reel in hundreds of little fish. We realized only at the awards ceremony that prizes were given based on the total weight, not the number, of fish. While my mother continued to look wistfully at the first-prize motorboat, my suitable boy and I laughed and released our little catches.\n\n\"I imagine I would like to move back to India someday,\" he said to me as we were walking back to the car. \"Could you see yourself ever living there?\"\n\n\"I'm not sure,\" I said. From my summer visits there, I remembered first my grandparents' friendly faces, but then also the pollution and the helpless feeling of being a foreigner. I looked at his eager face. \"Perhaps.\"\n\nAt Harvard, men were starting to ask me out on dates but I demurely refused. My parents had warned me that the dating scene was full of bad men who would marry and then divorce me. I doubted that the situation was really that grim but was unsure of myself. And now the only eligible Indian Catholic in the Midwest was getting married to someone else.\n\nThe next week we unexpectedly saw him at a graduation party for one of my Ohio cousins, and he confided his anxieties surrounding his upcoming wedding. When I walked into the kitchen, my aunts were discussing his marriage plans and bemoaning their daughters' lost opportunities.\n\n As we were leaving, I ate one last chocolate-covered strawberry and looked up to notice him watching me attentively. I smiled back. Before we climbed into the car, I saw my father put his hand on my suitable boy's shoulder, and I experienced a sudden regret.\n\nWhen we arrived home, I told my parents that I would marry him. My parents were startled and pleased by my announcement but concerned that it was too late. I felt confident; after all, the wedding invitations could not have been sent without the name of his selected bride.\n\nMy parents called my suitable boy that night to propose, and, after quickly checking with his parents, he gave me his answer: he would love to marry me. His parents asked only that he see the other two women, as a formality to avoid offending their families. In the meantime we could start getting to know each other and planning for our future.\n\nI called him every day from a pay phone outside the cafeteria at Caltech, where I had begun a summer research internship. It was the start of our relationship. He was 26 and I was 19.\n\n\"I should tell you about this girl I once liked,\" he began tentatively. He had bought a college classmate gifts and lent her money, but she had turned him away.\n\n\"I've been kissed before,\" I volunteered.\n\n\"You?\" he teased. \"Who did you find in Indiana?\" \n\nI told him about Paul, who had kissed me good-bye on the rooftop of the San Francisco Hilton after a high school science convention. I explained that I'd been too surprised by Paul's French kiss to move my own tongue. I suspected my suitable boy wasn't zealously conservative, but I hadn't been sure; I was relieved when he laughed.\n\nAfter a week of daily calls, I began to imagine our married life together. Would I be ready to trade in a graduate degree for motherhood if required? \n\nOn a more pressing note, would we really sleep with each other for the first time on our wedding night? It seemed quite drastic for two people who barely knew each other, although I knew my parents had met on the day of their arranged marriage and that my brother had been born within the year.\n\nBefore my suitable boy left for India, he promised to give me a call when he arrived. As I warned him to be careful riding his motorcycle through Bangalore's dangerous traffic, I felt the thrill of playing the romantic lead in a school play.\n\n I anticipated introducing him to Matt, one of my witty gay friends in Cambridge, and thought how they would become instant pals before I revealed Matt's sexual orientation. At that point, my suitable boy would feel deep shame and admit in a rousing soliloquy that his homophobia had been wrong. I was excited and poised to fall in love. \n\nBut my suitable boy didn't call me when he arrived. In fact, neither my parents nor I heard from him or his family until a week later, when his parents notified us by phone that he was engaged to the engineer. I was stunned. Instead of calling me to explain, he e-mailed me:\n\nDear Sarita,\n\nI am so sorry for what happened. I wish I had gotten married to you. Matters were taken out of my control. I want to apologize profusely both to you and your family. Unfortunately, I can never explain what happened.\n\nA second e-mail message, posted five minutes later, read:\n\nDear Sarita,\n\nI regret my indiscretion in that first e-mail. Could you please delete it? Please trust that my apologies are sincere.\n\nI  FELT a deep emptiness that I had difficulty explaining. I cared about him but I had not been in love. I knew my vision for our shared future had been naïvely optimistic. What hurt most, I realized, was my broken trust in my parents' guidance.\n\nA few years later, I learned that a large dowry had been exchanged as part of his wedding. Most of it had been passed along to his sister's bridegroom when she was married the same year. Not only had the suitable boy let me down, he had also perpetuated the injustices of the dowry system.\n\n\"If only his parents had known we would have gladly paid a dowry,\" my mother lamented, to my irritation.\n\nOver time our two families, which had been close for generations in India, began an awkward reconciliation. One year, my suitable boy's father sent a Christmas card. The next year, my father sent one without receiving a reply. But I never saw my suitable boy again.\n\nMy junior and senior years of college passed quietly. Immersed in my academics and extracurricular activities, I chose not to explore relationships with the men I met, and my parents, too, left it alone. \n\nOnce I graduated, however, my marriage returned as a family priority. \n\n\"I met this recruiter from Microsoft who's going to call you,\" my mother said one evening.\n\n\"Recruiter? But I already have a job, Mom.\"\n\n\"Well, you may have a job but you don't have a husband! He's Indian Catholic, so please just have a career chat and see where it goes.\"\n\nMy parents continued their husband hunt for another year, culminating in a marital ad they secretly ran in a major Indian newspaper. It included my vital statistics — \"5-foot-6, 22 years old, slim, pretty, Ivy League-educated girl\" — along with their personal e-mail address for responses. \n\nWhen one of my cousins recognized the e-mail address and tipped me off, I called my mother in frustration. I was impressed by my parents' audacity, but I asked my mother to take down the ad and call off the search. \n\nI couldn't let my parents arrange my Indian marriage from Indiana. I would have to find my own suitable boy. Or perhaps even an unsuitable one."
}