{
  "url": "http://www.nytimes.com/2006/07/02/fashion/02love.html",
  "headline": "Seeing the World Through my Wife's Eyes",
  "dateline": {
    "year": 2006,
    "month": 7,
    "day": 2
  },
  "byline": "Ryan Knighton",
  "text": "MY birthday is a conflicted 24 hours. While I'm more than happy to bumble about this mortal coil looking for whatever it is we look for, my birthday also happens to mark a second beginning. The morning I turned 18, I was told I was going blind. \n\nMy doctor said the twilight would dim for another 5, maybe 10 years, then, well, poof. Now, as someone for whom the lights have gone out, I puzzle over our zeal for blowing out candles on cakes. Sighted folks get off on the strangest rituals.\n\nNot that I'm party-pooping at my own bash. I've other causes for celebration. For one thing, my wife, Tracy, and I were born on the same day, 12 hours apart. We discovered this neatest of facts when we met in graduate school 10 years ago, when I was still a somewhat sighted guy. \n\nOur joint birthday catapulted us into a first date, wings and beer at a sports bar. That night we turned 23 together. More accurately, I had already aged in the morning, and I gloated that Tracy would understand certain things when she was older. We've been inseparable ever since. Sort of. \n\nI would give anything to tell you what my wife looks like, but I can't. I haven't seen her face in five years, and even my memory of her is rapidly fading. Her expressions, body language, the shapely gait of her walk, all of those things are dissolving in my mind as I move further away from the visual world, and the memory of what it means to see. Blindness is a troubling separation from my gal, and for her from me. \n\nThe paradox stings, too. Always with me is a feeling that I miss her, even though she's here, in traces of smell, sound, taste and texture. These hint at the pleasure of an image I used to know but can't have. \n\nNOW, I bet I know what you're thinking. Sure, I'm acutely aware that I must delight in my other senses. In fact, sighted people are almost always the ones reminding me to get with the program, and to enjoy it. In so advising me, many of them subsequently become lost in daydreams about a partner who really listens. You know, like a blind guy might. \n\nNo doubt sight can dominate, if not overwhelm us. The rest of the sensorium is clearly capable of subtle attachments to another person's body and mind. Having said that, the whole blindness deal still stinks. It's a lesser bliss, I'm sorry to report.\n\nI do my best, though. Consider Tracy's sound. I like to. The other day, when she finished shopping, she returned to fetch me from a bench. I'm not a fan of noodling around the mall. Really, I'd rather test electrical sockets with a wet finger. That's in part why I prefer to wait on a bench. It's also more comfortable than standing around Banana Republic, looking lost and confused, as I tend to look. \n\nAlthough I didn't see her coming, I thought I recognized her footsteps, so I stood up.\n\n\"How did you know it was me?\" she asked, placing my hand on her elbow. \n\nThe leather was unfamiliar. A new coat. Had I not identified Tracy by her footsteps, I still would have known her by the feel of her elbow, even when dressed in this new, smooth texture. I would wager everybody has known the body of a lover to this degree. Touch is enough, and I doubt it's a party trick specific to squinty folks. \n\n\"Nice coat,\" I said. \"I guessed it was you by the way you walk. Your boots make a certain music when you move. Just sounds like you.\"\n\nCall it an attempt at charm, honesty or a surrender to my condition, but I've learned to appreciate such sensations more than I used to. Tracy's sounds and smells mean more to me and my desire than they did when I was a sighted guy. At least that's what I tell myself, and practice on a daily basis, the way others work at yoga.\n\nWere I less shy, I wouldn't have stopped at saying I recognized Tracy's walk. I would have added that she sounds attractive to me. Her walk is quick and sure. She prefers hard soles, and higher heels. Tapered ones, not wedges. Each of her boots makes two defined clicks when she steps. That sharpness is nothing like, say, the sound from a rubbery sneaker. I think of those as the footwear of wallflowers. Practical but mute. And alarming to the blind. They're called sneakers, after all. \n\nBy contrast, I adore the clean, articulated percussion of Tracy's step. Because of her deliberate speed, I also hear her punchy confidence. The total sound is an extension of her character: she is meticulous, self-assured and well spoken. That's the sound of the woman I love, and I try to listen for it. I try to tell myself this is little, but more than enough.\n\nThe picture remains incomplete, though, no matter how much I revel in glorified details. I can't honestly say I feel those sensations as a fully realized image of my gal. Something about them remains malnourished. True, as a recently blinded man, my other senses buoy me, but I can't help feeling as if something is missing, too. Once a sighted man, always a sighted man, perhaps. \n\nSmell has its own limitations. And I don't mean \"smell\" in the derogatory sense. Even a pretty smell, when too present, is called a smell. Yet for me, my wife's smell raises different olfactory trouble, and it has little to do with my nose. \n\nWhen Tracy passes me in our house, her fragrance doesn't arrive in advance. Perhaps that would smell needy, even clumsy or brash. But as soon as Tracy nears me, the faint sweetness of her air unfolds. The notes are singular, a subtle mingling of her own scent with that of her perfume. Then, the full effect reaches me — and this is the important part — the moment she passes. Those are the erotics of smell and space. Different notes twirl in the air after her. They make me want to turn my head. I want to look. \n\nWhat a pleasure and a pain it is. I can feel the ghost of sight tugging at my dopey head, egging me to catch a glimpse of the woman who just walked by. But what's the point? The full experience of smell is without closure. Imagine the phone is ringing, but you have no way to pick it up. So many sensations cage me in this dynamic. I may be blind, but the codes and behaviors of a sighted man haven't left the building yet.\n\nLast night, Tracy spent some time picking an outfit, curling her hair and generally gussying up for a movie and some sushi. When she came downstairs, I felt the usual contradiction bubble within me. I wanted to say how terrific she looks, but can't. What husband doesn't want to say this? \n\nTrue, the words are there and available for use, but not their meaning. Unable to pay her that casual compliment steals something from Tracy, too. As if my blindness is robbing her of her own image. She lives in a house, unseen. Somewhat disappeared. \n\nDon't get me wrong. It's not like she nibbles at her spicy scallop roll, needing praise for her poise and makeup. Nor do I fret about appearances, be it hers or mine. Yet just think about the inevitable disconnection. She smiles, and unless I'm told to smile back, I don't. I can't gaze at her, nor look into her eyes. With a simple phrase like, \"You look great tonight,\" I can't communicate all those fuzzy feelings that are both caught and generated by a look. \n\nAnd I'll be honest, on her behalf. Saying how great somebody sounds, or how nice she smells, only gets so much mileage. Frankly, after a certain point, when the novelty wears off, it sounds odd, if not creepy.\n\nThis problem is built into the very heart of our language. The word desire comes from the Latin verb desiderare, \"to await from the stars.\" Desire, in other words, is a distant image that guides us like the North Star but is never reached. Desire begins with an image. I remind myself of this because it explains why my sense of desire is so lost. I grew up sighted, so I'm tasked to learn another way of looking at love and attraction. And I thought Braille was going to be a pain. \n\nI suspect, however, that my next beginning is here, no longer guided by Tracy's image, but by her voice. By words. In that lies the true frontier of our intimacy, one I never could have imagined blindness would gift.\n\nA REAL blind love, the literal kind, is a giving over of consciousness. Today I let Tracy see for me. She makes us two who live more like one. Much of my world only comes through what she chooses to describe and illuminate with words. Because of that I am no longer only attracted to her appearance, but the appearance she gives to the rest of the world.\n\nA little domestic case in point. We have a dog, a tan-colored pug with a black face. Technically, the pug-crazed would describe her as \"smutty apricot,\" but that seems overly pornographic. Not to mention abstract and bizarre. I have little idea what she looks like.\n\nExcept, one night Tracy and I were eating dinner at the table. She began to giggle.\n\n\"What so funny?\" I asked, and imagined my face and shirt covered in tomato sauce.\n\n\"Nothing,\" she replied. \"It's just the dog. She's curled up on her mat and she looks funny.\"\n\n\"Funny? How does a dog look funny? Is she bent or something?\"\n\n\"Well,\" Tracy said, and puzzled for a moment. \"It's not really the dog that's funny, so much as what she looks like to me.\"\n\n\"And what's that?\"\n\n\"Like a loaf of bread burnt on one end. A fat loaf.\"\n\nIt may not be the most extraordinary sight Tracy has let me in on, but I have an idea what the dog looks like now. In that I can also glimpse something else. My wife is here, too, in all the descriptions that make the images I have in my mind. What a closeness to share. There she is. Everywhere I look inside."
}