{
  "url": "http://www.nytimes.com/2006/07/23/fashion/sundaystyles/23love.html",
  "headline": "The Semicolon Was Our Blinking Caution Light",
  "dateline": {
    "year": 2006,
    "month": 7,
    "day": 23
  },
  "byline": "Jamie Cat Callan",
  "text": "THE day I began teaching at Fairfield University, a traditional Jesuit school in Connecticut, I received a letter warning me against sexually harassing my students. It was the standard letter for every new professor, but I had a particularly good laugh over it.\n\n I was 40, newly divorced, raising my 10-year-old daughter and trying to make a go of it. I’d moved from Los Angeles to Connecticut for the school system, yes, but also because my mother, who lived in Milford, Conn., had breast cancer, and I was told she had six months to live.\n\nI wasn’t really in the mood to harass anyone sexually. \n\nIn my first class, The Art of Effective Writing, I read the harassment letter out loud to my students, and we all laughed. I’d received the invitation to teach only a few months earlier, on the day of the Northridge earthquake. In its aftermath my daughter and I found ourselves amid broken glass and cracked walls in our little apartment in North Hollywood, without water or electricity, as fires raged on Ventura Boulevard. Before all phone service was lost in the aftershocks a professor friend called and asked me to come east  to teach. \n\nWith the promise of this one class, I packed up what was left of our belongings and moved. And since my mother was dying, my  former husband didn’t stop me from moving his daughter away from him, for which I was very grateful. I envisioned a life of simplicity in Connecticut. My days of love and sex and romance and marriage were over. My libido, I thought, lay buried under the rubble of recent events. And that was O.K. Or so I told myself.\n\nMy classroom was in the lower level of a building that once housed nuns. Upstairs was a chapel and an office where students, many of them returning professionals, received advice on their career paths and educational choices. My class consisted of an older man who smiled a lot, several 30-something mothers of young children who wanted to finish their B.A.’s and a few undergraduates who looked uncomfortable surrounded by people their parents’ age. Not exactly sexual harassment material.\n\nDon, the older man, made a joke about not minding if I sexually harassed him, but it was all very innocent, very abstract.\n\nAfter introductions I spoke about how I hoped this would be a class where we are friends and equals and help one another become the best writers we can possibly be. Note the use of “we.” I had already crossed a line there, I suppose, throwing off the mantle of authority. I was just one of the gang. How could I possibly use my position to  harass anyone?\n\nThe next week, as the students filed in and found their seats, I was at the blackboard writing “Be Specific” and “Show, Don’t tell,” followed by “Why is this night different from all others?” (I liked this one,  using the Passover question in a Jesuit university. I like to mix things up. Some people might say I have a boundary problem.) \n\nWhen I turned around, there he was in the front row. He looked as if he’d walked out of the 1940’s — there was something about his face, haircut and lack of fashion that bespoke an earlier era. I gasped. Then I recovered and asked, “Where did you come from?”\n\nHe explained that he’d signed up for the class but got lost last week. We were in a basement, after all. He kept smiling at me, and I felt a rush of pleasure. I was wearing my favorite red plaid skirt, and I was glad of that. And I found myself laughing a little louder, making jokes, telling stories about my former life in Hollywood and Los Angeles, dropping references about how I was divorced, single.\n\nYou’ll have to stay after class,” I told him and paused, then added, “Not because you’ve been bad!” I found myself constantly playing up the student-teacher relationship, pointing out and then making fun of the silliness of the power politics when it comes to teaching adult students. “I have to tell you what you missed,” I explained, smiling.\n\n“Of course,” he said, putting on a serious face. But I knew. And he knew. We were already playing at roles. \n\n “O.K., class, let’s discuss how to write an expository essay,” I began in an effort to sound professorial, but in truth I was in performance mode. \n\nI exaggerated my valley girl accent in an effort to seem exotic to the Fairfield County preppies, even though I really was one of them, having grown up in Stamford.\n\nAfter class I learned that he, too, was divorced and was returning to school for his B.A. He  said he was interested in science and  was taking this class to help him write reports. I should have told him right then to run, to flee, to find another class. I knew nothing about those logical things: supporting arguments, compare and contrast, footnotes, the Chicago Manual of Style. I was all right brain, intuitive and circuitous, and anything I had to teach him about writing would do him no good in the sciences. But of course I didn’t tell him any of that. I told him about the first assignment, which was to write an essay about an ordinary event in your life.\n\nHe wrote about buying a chicken at Stop & Shop. I read his essay one morning in bed, drinking coffee, surrounded by student papers. His essay stood out for its simplicity, honesty and attention to detail. “Chickens were on sale today for  69 cents a pound,” he wrote, “and I decided to buy tomatoes and onions and a 2-pound chicken, which I planned to brown and then stew.”\n\nI never paid attention to what chicken cost per pound. When I bought a chicken, I simply bought a chicken. Here was a man who not only knew how much chicken cost but was also a wonderful writer. And  his essay provided a recipe for chicken stew. \n\nI read it again. After I finished, I thought about the fact that I had very little money, a daughter who depended on me, no guarantee of teaching work next semester and a mother in the hospital anticipating surgery the next day. But for some reason, knowing that this man, my student, paid close attention to the price of chicken made me feel better about being in this world.\n\nMidway through the semester he asked me what the rules are when it comes to the semicolon.\n\n“What do you mean?” I asked, smiling, stalling for time.\n\n“I don’t know what it’s for. It confuses me.”\n\n“Well, the semicolon is tricky,” I said. I had no idea how to use a semicolon. “Actually I think it’s best to avoid it at all costs. It  will only get you into trouble.”\n\nThis got a laugh.\n\nBut after class he persisted. He looked at me with eyes so brown they were almost black. He was wearing a black T-shirt and black jeans, and he told me he had recently taken a job as a short-order cook at Friendly’s and was also working in a gas station on weekends to pay his way through college. He liked to fish and planned to study marine biology, and as he leaned into me he told me he really wanted to understand how to use the semicolon.\n\n“I’m actually not sure,” I told him. “But I’ll find out for you.”\n\nTHAT night I read in “Woe Is I” by Patricia T. O’Conner  that the semicolon is like a blinking yellow light between two connected but independent sentences. You read through the first sentence, but before going to the next, the semicolon warns you to slow down and look both ways.\n\nI told this to my student, and he seemed pleased. Not just pleased with the information but with the fact that I had looked it up just for him. I suspect he also must have been pleased about the meaning itself, about proceeding with caution, because that’s how he and I proceeded in whatever it was we were or weren’t doing. For me, being in his presence but not being able to act on my feelings or ask him about his was heated and excruciating.\n\nI finished out that semester with my professionalism intact only to have him sign up the next term for my creative writing course, where our noncourtship continued. Over the summer he enrolled in my private writing workshop, and after that he left for college 45 minutes away at Wesleyan, where he spent the next few years completing his B.A. in geology and earning a master’s. \n\nAll the while we circled around each other, talking late at night on the phone, discussing lovers past and present, revealing childhood secrets, sometimes going out to the movies or to dinner. But we remained completely platonic. As it turned out, he was not younger than I but two years older, yet he still felt like my student.\n\nThen one night after we’d had dinner, four years after we started our tantalizing dance, he hugged me, and something shifted. A week later, he took me fishing,  and we actually caught a trout. He brought a bottle of Champagne back to my place “to cook the trout in,” but of course we drank it instead. And at the kitchen sink, where I was washing the dinner dishes, he came up from behind and kissed me. And suddenly, just like in the movies, we were sliding along the counter with pots and pans tumbling and dishes crashing until we found ourselves in the living room on the big leather chair that had been given to me by a friend who’d found success in Hollywood and felt sorry for me — poor single-mom adjunct professor back in Connecticut.\n\nBy then I knew the rules of grammar all too well, or at least I knew the rule about the semicolon. My student and I had minded the semicolon and proceeded from the first sentence of our relationship to the second with greater caution than surely any semicolon in history had ever required. But my daughter had left for Los Angeles to spend time with her father. A year earlier my mother had died. There wasn’t a single semicolon or any other punctuation to delay us, so my student and I proceeded quickly. \n\nAnd now we are married."
}