{
  "url": "http://www.nytimes.com/2006/05/07/fashion/sundaystyles/07love.html",
  "headline": "Losing My Way Has Been a Way of Life for Me",
  "dateline": {
    "year": 2006,
    "month": 5,
    "day": 7
  },
  "byline": "Michele Herman",
  "text": "MY husband never gets lost. His brothers and his parents never get lost, and his nephews as they grow up are showing the same propensity. What's more, because they don't get lost they don't worry about getting lost. They don't talk about getting lost or reminisce about trips on which they got lost for a particularly long time or in a particularly complicated way. Instead they talk about what they saw in the museums.\n\nWhere I come from, whether we were among those who used maps or didn't, we all tended to get lost. Because we tended to get lost we rightfully worried about getting lost and, taking this logic one step further, assumed we would get lost. This condition was not limited to the outdoors. We were skeptical, too, about entering large and imposing limestone  buildings  because more than once after a visit we found ourselves ready to leave  but unable to figure out how.\n\nNow, I watch my husband closely for clues. There are several ways in which he doesn't get lost. First, he doesn't get lost in places he has been to before, even if he was there only briefly or decades before as a small child. The members of his family carry internal maps of one another's cities and every major cultural center in the United States. They usually have friends in those centers. They know when to stay on the main highway and when to use the service lane. And when they do leave the highway, they unerringly pick the exit that carries them quickly and gracefully to the heart of town or to the botanical garden.\n\nTHEY also know how to get around most European capitals. Often they speak the language well enough to attend dinner parties in those capitals, which they do because they have friends there as well.\n\nMy husband lived in Rome for a year with his family when he was 8. On our honeymoon he was able to show me the soccer field where he became an excellent soccer player; the  home of his best friend, who happened to be the son of the chief of the Italian Army; and all the churches that had obscure paintings by Caravaggio hanging on their walls.\n\nI had been to Rome once myself, and before our honeymoon I asked my husband if he remembered fondly as I did the vendors near the train station who sold chunks of fresh coconut kept cold by little jets of water. Not having spent much time near the train station, he didn't remember them, and when we got to Rome they didn't seem to be there anymore. \n\nMy husband also doesn't get lost in places he's never been to before.\n\n\"How do you do it?\" I used to press him. \"How do you always know where to go?\"\n\n\"It's as if I'm flying above the place and I can see the whole layout underneath,\" he explained.\n\nI've caught him using the sun as a guide as well. The sun rises and sets in the same place where I come from, and yet no one as far as I recall thought to use it as a navigational tool. Because we had trouble locating landmarks, we liked to accuse those landmarks of coyness, of changing their position or their color to elude detection, and perhaps we felt suspicious about the sun in this way as well.\n\nSimilarly, we suspected friends giving directions by phone  of dementia and highway engineers of sadism. With so many forces working in concert to confuse us, the odds of ending up where we wished to be seemed slim indeed.\n\nI have often  joked to friends that I married my husband for his sense of direction. And since I met him, the scope of my travels has expanded greatly. I have had adventures I never dreamed possible. I have vacationed not as I did as a child in motels with large flashing neon arrows lighting the short path from the highway, but in rented  houses deeply embedded in towns, a process that involves finding not only the house but also the rental agent.\n\nOnce we took our bikes on an airplane to the Camargue, the nature preserve in the South of France. There we rode along \"digues,\" or packed-dirt embankments, and looked for the Camargue's famous  flamingos, black bulls and white horses on the plains on either side.\n\nAt first it was sunny and dry. My husband said it looked the way he had always imagined Africa. This fantasy was aided by the poachers — the only other humans we saw in the Camargue — and their rifle shots. Then, as I feared, he added that he had always longed to see Africa. \n\nFor a while we rode with a wind behind us. We stopped to picnic and then we pedaled more. With my belly full of baguette, cheese and hard cider, I even joined in when my husband began singing jolly traveling songs.\n\nThen, abruptly, dusk came on. With it came a striking change in what I believe is called the water table. The land on either side of us grew muddy,  and then it ceased to be land at all and became instead the Mediterranean Sea. My husband said it was the most beautiful and serene place he had ever been. He didn't seem to mind when our digue grew muddy and then rocky and tractionless  and we had to walk our bikes. \n\n\"What time do you have?\" I called  to him. He had gotten ahead of me because I had to stop frequently to slap at the invisible French gnats that seemed to prefer my legs to his. What I really meant to say was,  \"We're walking into the sea.\"\n\nMy husband, who is not without compassion, waited for me, rubbed my neck and told me to relax.\n\n\"We should be in town in about 15, 20 minutes,\" he assured me, not even checking the map.\n\nThe town he was referring to was Saintes-Maries-de-la-Mer, the French rodeo town at the far edge of the Camargue. I had read about it in the guidebook. It seemed unlikely at the time. Now I had ceased to believe in it altogether.\n\nThe long dusk finally ended. It was night. The moon came out. \n\n\"Stop for a second,\" my husband said. He put an arm around my shoulder and pointed. \"Look at the phosphorescence on the water.\" We didn't have any food or water in our saddlebags.\n\n\"Shouldn't we be seeing lights by now?\" I asked.\n\n\"Shh,\" he answered. \"Did you ever hear such quiet?\"\n\nWhat I heard was the small waves that were lapping at our digue from both sides. In this quiet interlude I prepared myself to drown. \n\nBut my husband, who had  somehow gotten ahead again, was already pointing calmly at a series of small twinkling lights on the horizon. A few minutes later, Saintes-Maries-de-la-Mer presented itself in front of us, cowboys and all. We hoisted our bikes over a low stone wall and within a block found a hotel. We had a dinner of sole meunière and white wine, a meal that tasted of adventure or of vertigo. One thing I've learned about travel is that much depends on your orientation.\n\nWe have been married for many years, and have reached that stage at which our identities begin to blur. Recently, on the way to a relative's wedding, we found ourselves on an Interstate highway in New Jersey, sitting in that angle formed by the space immediately beyond where an exit lane begins its tangent. You might call it the acute angle of indecision. It was a space not quite wide enough for our car. The seemingly solid concrete road bounced violently, and each passing car roared decisively as it just missed grazing ours. \n\nHe was driving. As far as I knew he was navigating as well. He turned to me and spoke a sentence I had heard many times in the past, although never from his mouth. \"Don't you know how to read a map?\" Then he grabbed the map from my lap, ripping it in half lengthwise in the process.\n\nI  DO know how to read a map, but to borrow terms from mathematics, a subject in which members of his  family hold Ph.D.'s, I am a pure map reader and not an applied one. As we stared into each other's shocked eyes, I found something I had never seen there before: he was seeking my guidance. \n\nIt would be easy to say I felt vindicated, but all I felt was love. So I applied myself, giving it everything I had, and eventually I got us out of our mess and back into the cheery flow of our fellow travelers.\n\nThis episode marked a turning point. It's not that I no longer have trouble getting where I want to go. But I've learned that I at least can look back over my shoulder with my husband and see the distance we have traveled. One thing I see back there is my people, still trying so hard to make their way. And I know that they are trying to trust their instincts, as my husband and his kind do as a matter of course, and as he is teaching me to do. It's just that they're having a little trouble finding them. "
}