{
  "url": "http://www.nytimes.com/2006/05/21/fashion/sundaystyles/21love.html",
  "headline": "Changing My Feminist Mind, One Man at a Time",
  "dateline": {
    "year": 2006,
    "month": 5,
    "day": 21
  },
  "byline": "J. Courtney Sullivan",
  "text": "FOR the past decade, I have struggled with two competing images of the opposite sex: oppressor, and dream date.\n\nAs a girl, I was in love with the idea of love — love poems, letters, stories, songs, even Courtney Love, for what seemed to me her well-worn heartache. Boys themselves, with their fake guns and dirty knees, didn't interest me much. But as they were my ticket to romance, I adored them more or less as a practical matter.\n\nIn high school, during marathon phone conversations, cheap pizza dinners and long suburban car rides, I began to fall for boys because of who they actually were, or at least who I thought they might become. I still loved Love, but now the love began to stretch to real people. \n\nAnd this is where things got complicated, because around the same time, with my working mother as a role model and an influential teacher as my guide, I started to identify as a feminist. I read, re-read, and underlined \"Backlash,\" \"The Beauty Myth\" and \"The Feminine Mystique.\" I grew enraged by what I learned. Enraged, and utterly confused. Who was keeping women down? Men. But who were just so cute that I couldn't sleep at night for thinking and writing and obsessing about them? You guessed it, the self-same. \n\nThen I went off to an all-women's college, Smith, where I didn't see a whole lot of men. I joined the campus women's group and studied up on gender issues. My rage toward men in general grew ever stronger, as did my desire to meet that one specific man who could make my dreams come true. \n\nI had fantasies of moving into a city apartment after graduation with some blurry-faced guy, my partner. We'd cook dinner together, read the paper in bed. Later, we would shield our children from sex-stereotyped toys and take turns driving to rid them of the notion that Dad is always the captain. There would be true equality in our home, and there would also be candlelight and Ella Fitzgerald records and adorable baby shoes in the hall closet.\n\nBUT when I graduated and moved to Manhattan three years ago, none of the men I met were up for my proposed life of egalitarian bliss. In fact, most of the young people around me—male and female—seemed to think of feminism as a quaint and unnecessary practice from days of old, not unlike churning butter. I remembered then what one wise women's studies professor at Smith had said about feminism: \"None of this means anything unless we can get men on board. That's not achieved by marches or movements, but by one individual changing another individual for the better.\" \n\nI wanted to get men on board — or one man, at the very least — but I seemed unable to find an audience for a simple discussion beginning with the words \"I am a feminist and here's why.\" \n\nFriends wondered why I couldn't leave my politics at the door and just go on a date for goodness sake. My uncles joked that perhaps I'd be happy if I could find a nice Irish girl to settle down with. \n\nAll of my relationships, or lack thereof, began to take the same shape. I would meet a man, and our first date would consist of that lovely unraveling of mundane details. Then would come the second date. With our vital stats out of the way, we'd begin to discuss other, seemingly benign, topics. But somehow, every road led to sexism. A comparison of our favorite movies turned into me complaining about Quentin Tarantino's senseless misogyny. Perusal of the dessert menu somehow ignited a screaming match about women's socially imposed body-image issues. \n\nOften there was no warning. One minute we would be talking baseball, and the next we'd be embroiled in a standoff about pornography, which would end with me refusing to return his calls and express mailing him a copy of Catharine MacKinnon's \"Only Words\" without a note.\n\nSoon I began to recognize a familiar look on the faces of the men I went out with, the physical incarnation of Check, please. I knew that I could be too harsh, too quick to judge and probably guilty of the very sexism I railed against. But I couldn't back down. \n\nI couldn't because the stakes are too high, and the large-scale issues of sexual inequality remain: Women still don't make equal money for equal work; we are still the victims of rape and domestic violence; we are, for the most part, still solely responsible for child-rearing and cooking and cleaning, no matter what our career choices.\n\n But the smaller, more personal issues are perhaps even more divisive, more threatening, at least when it comes to romantic relationships. \n\nIn a country where you can't show a penis on television, the popular rap star Snoop Dogg can sing a song on the radio called \"Can U Control Yo Hoe,\" in which he says a man has to do what it takes to put his woman \"in her place\" even if it means \"slapping her in the face.\"\n\nOutside my office building in Times Square stands a billboard for the new HBO series \"Big Love\" — three women of varying ages stare blank-eyed and weary at one exhausted, oversexed man. Beneath them are the words \"Polygamy Loves Company.\" \n\nA block away, there's a long row of sex shops and strip clubs. When I run out to grab a sandwich at lunchtime, men are waltzing into these places without so much as a hint of embarrassment.\n\nWho are they? I often wonder. What are their lives like? \n\nIt seems impossible that they all live in caves or in their mothers' basements. Most must have jobs, homes, wives, girlfriends. They are not considered abnormal, any more than the guy who purchases a Snoop CD, or tunes in to see how Bill Paxton deals with those three demanding wives, poor lamb. If this is the culture in which we live and love, how must men, in their heart of hearts, view women?\n\nWhen I think of men this way, as I often do, I want to go back to Smith and stay there among the shaved-headed sisterhood until I die.\n\nOn the other hand, no matter how enraged I become, I still adore men and the possibility for romance they bring. I love the smell of a man's skin. I enjoy the breathless feeling of waiting to see if he'll call back. I like dressing up for dates and dissecting a dinner conversation with a new guy to determine if he might be The One. I admire the linear and decisive way a certain kind of man thinks, to my curlicue boundless overthinking. And nothing beats the feeling of a man's arms wrapped around me. Nothing. \n\nI'll never fully reconcile those ideas, I know. But sometimes love surprises us with its timing and its lessons. Ten months ago, I finally met someone who, so far, has stuck. And to my Catholic family's great relief, that someone's name is not Irene.\n\nHis name is Colin, and I liked him immediately. And so I vowed, this time, not to sabotage things by mentioning sexism right away. But on our very first date, he asked about my thoughts on the feminist movement (apparently, he had been prepped by our mutual friends). When he pressed the issue, I finally blurted out: \"I can't talk about feminism until you know me better, O.K.?\"\n\n\"Why?\" he asked.\n\n\"Because I'll scare you.\"\n\nHe laughed. \"I'm not afraid.\"\n\nAnd he wasn't. He gets it, yet he's bold enough to stand up to me when he thinks I've gone too far. Confronted by my beliefs, Colin offers neither the typical blow-off of other men nor the mea culpa that I thought I was looking for. Instead, he listens and discusses sexism with me at length, agreeing most of the time, but not always. And when he disagrees, he says so, challenging me to think about my long-held beliefs in new ways, and occasionally even changing my mind. \n\nIn Colin's view, a man who goes to a strip club for his bachelor party is not necessarily a misogynist. And my argument that the women's movement has hardly made a dent ignores decades of true progress, according to him. But he has come over to my side in debates about pornography, prostitution, movie violence and domestic roles. \n\nNot that there aren't moments when it seems like we're still looking at each other across a great gender divide. One discussion about sexual violence in horror films ended with his screaming, \"Do you ever just lighten up?\" \n\nAND last night he mentioned that a friend of his, a screenwriter, was optioning a book that Colin described as \"a man's guide to stringing chicks along without ever having to marry them.\"\n\n\"And yet you think he's a good guy?\"\n\n\"He's a very good guy,\" Colin said.\n\n\"I don't know how someone can be good, but not do good,\" I shot back. I said this, but at the same time I thought about the friend in question, a man more devoted to his wife than anyone I've ever met. \n\nColin and I went a few more rounds before he finally said, \"I admire your passion,\" and I conceded that his friend was indeed a pretty good guy. Then we took a walk, got a couple of beers and laughed about it all. \n\nBoth love and life are rich in contradiction, and who am I to fight it? After all, I was the teenage girl with a framed photo of Gloria Steinem hanging on her bedroom wall, right beside a larger photo of a young Frank Sinatra. \n\nAnd now I have fallen for a man who understands and respects my feminist beliefs, and who also takes me to dinner, holds the door, calls me Babydoll in a slow Southern drawl. \n\nEmbracing those contradictions has led me to discover a world between the harsh reality of sexism and the airy wishes of my love-drenched fantasies. \n\nIt's true what my Smith professor said about progress depending upon one individual changing another for the better. What she didn't say was that, inevitably, the change goes both ways."
}