{
  "url": "http://www.nytimes.com/2006/10/22/fashion/22love.html",
  "headline": "When a Relationship Carries the Weight of History",
  "dateline": {
    "year": 2006,
    "month": 10,
    "day": 22
  },
  "byline": "Lauren Fox",
  "text": "I USED to have an imaginary Jewish boyfriend. I dreamed him up several years ago. He was a nice guy named Jeff who was a lawyer for the A.C.L.U., played classical guitar and wanted to have three kids. One year this imaginary Jewish boyfriend even accompanied me to Yom Kippur services, while my actual, Protestant-raised but nonbelieving  Irish boyfriend stayed home and ate — this is true — a ham sandwich.\n\n“What are you doing?” I asked my actual boyfriend over the phone, after I had returned home from temple.\n\n“Eating a ham sandwich,” he said. “And watching soccer. Want to come over?” \n\nIt was the Day of Atonement, the holiest day on the Jewish calendar. I was supposed to be fasting and asking God for forgiveness. Instead I drove over to my boyfriend’s apartment, where I swallowed my guilt with the potato chips he shared with me.\n\nI was raised Jewish, but in some fundamental way, it didn’t take. I wanted it to. I tried. When I lived in Minneapolis during my 20’s, I attended High Holy Day services at practically every synagogue in the area, hoping to find one that would speak to my heart, but I always left feeling empty, more confused than before I had gone.\n\n All the talk of God bothered me. I was not sure if I believed, but even in the most liberal of synagogues, even on the weirdest left-wing fringe of Judaism, where you met in a basement and sang songs about ending world hunger, it seemed as if you couldn’t get around God if you wanted to be Jewish. God is everywhere! So I tried to uncover a latent faith in a higher power, but all I have ever found, deep down, at my spiritual core, is a well-developed sense of guilt and a craving for Ho Hos. \n\nI suppose this is, in some part, how I ended up with an irreverent Irish atheist for a boyfriend. Andrew and I met when we were graduate teaching assistants at the University of Minnesota. He marched into my office one day, sat down at my desk and started chatting to me in a fake New Jersey accent — a ridiculously bad accent, attempted through the filter of his real (and much sexier) Dublin accent. I impressed him with my ability to write backward and forward at the same time. \n\nFor our first date, he took me to a reading at a St. Paul bookstore. In the middle of the hushed proceedings, he suddenly panicked that he had lost his wallet (he had not), and, in his frenzy to search his pockets, he tipped over backward in his chair. \n\nWe both started laughing so hard we were practically hyperventilating and had to leave the reading. We hurried out, hooting, as people shot disapproving glares our way. It was clearly the start of something special.\n\nAround this time, I discovered a shoebox full of old letters in my parents’ basement. Dated from 1938 to 1941, they were letters that my great-grandmother, in Germany, had sent to my grandmother in America, who had fled with her husband and young daughter. I knew that my mother’s family had come from Germany — she speaks German as fluently as English — but I was never told much about our past. Like many Jewish immigrants whose families were decimated by the Holocaust, my relatives didn’t talk about it.\n\n As I ran my fingers over the fragile onionskin paper and peered at the incomprehensible script, I knew right away that the letters I had found were the key to an important piece of my history. I set about having them translated, and I began writing about and researching my family: it became my master’s thesis and my fascination.\n\nAt first, I didn’t connect the things I was learning about my German Jewish family with the life I was living, a life whose emotional center was fast becoming my Irish boyfriend, a man from a country that claims all of 1,800 Jews, a man who once exclaimed happily, upon finding a box of matzos in my cupboard, “Oh, great, you bought crackers!”\n\nBut gradually, as the content of the letters emerged, I began to feel like I was being hit over the head by something heavy, sharp and unwieldy. It was History with a capital H.\n\nAugust 11, 1938\n\nI can’t put into words how much I miss you and the dear child. I have always imagined how she looked with her curly hair. I miss you all so much ... but in spite of everything I would not wish that you were here. ...\n\nFor today let me give you a thousand greetings and a thousand kisses from your oma who loves you more than anything in the world. Perhaps we will one day have the pleasure of being together again.\n\nTHEY wouldn’t have the pleasure. They died in Germany — my great-grandmother slowly, at age 61, of what I imagine was a broken heart; her husband a few months later, on a train to Auschwitz. \n\nThe letters permeated my life. The translation process was intimate and intense: my great-grandmother wrote in an archaic script that very few people could still read, but I found a professor at the university who could help. Every Friday I would go to his office with a few letters and a tape recorder, and he would translate, reading out loud. Later, I would transcribe the tapes. \n\nMy great-grandmother’s words echoed in my thoughts, nudging at the corners of my daily life. Sometimes I would come home and almost expect to see a letter from her in my mailbox. I was given the weight of this history, the fact of it, the burden. This was my family tree, cut off at the roots. It seemed like the only conclusion I could draw was the obvious one: I would need to find a Jewish husband, raise a Jewish family, to defy genocide in this small but significant way.\n\nAndrew would never become Jewish — possibly because he grew up in Ireland in the 1970’s and 80’s, where the only sane response to religion was to disdain it altogether, or perhaps because of the specific contours of his kind but skeptical heart. It was a point of understanding between us that I would never ask him to convert. So he would have to be my sacrifice. My loss would be a small hole in my heart compared with the crater that took up space in the center of my family.\n\nOn one of our first dates, Andrew told me a story about cat-sitting for a professor while she was away, and of accidentally taking care of the wrong cats. He had been caring for the neighbor’s cats who had wandered in; the professor’s pets, he told me with a sheepish smile, actually had been trapped in the linen closet for two days.\n\n From another man, on another occasion, this particular story might have been my reason for refusing a third date. From Andrew, it seemed like a brave and funny confession, his admission that he wasn’t perfect, but that he was willing to learn how to tend to things more carefully. I wanted to hear more. \n\nMy mother used to tell me, jokingly but also, I suspected, kind of seriously: “It’s as easy to fall in love with a rich man as a poor one.” But it’s not easy to fall in love at all. And now that I had, I didn’t want to give it up, even to the hungry mouth of History.\n\nNovember 29, 1939\n\nI live constantly in my thoughts with you, my dear ones. If only I could embrace all of you and hold you close to my heart. When will this happen?\n\nONE night, after the last of the letters had been translated and I was near the end of my project, I sat outside with some friends at an informal Sabbath gathering. Andrew was somewhere else that night, and again I wondered what my life would be like at such a ceremony with a Jewish boyfriend sitting next to me, echoing the blessing over the challah. \n\nMy friends and I were talking about love, about looking for it, finding it. Elana, who was single (and Jewish), announced with utter conviction that she would never be able to live with someone who wanted a Christmas tree in his house. Others nodded in agreement. I thought about how Andrew bought a tree every year, how he said that it reminded him of home, of the happy Christmases of his childhood in Dublin. Who was I to argue with a homesick immigrant’s private, complicated sorrows? But my friend had a point: a Christmas tree is the last lost battleground of the secular Jew. \n\nI slipped into one of my familiar uncomfortable reveries: Andrew and I are sitting in the living room of a house, maybe ours, on some Christmas morning in the future, and I am watching our little girl tearing through presents, our little girl who may not even know what loss she inherits or what slips through her fingers as she tosses crumpled wrapping paper across the floor. I looked at Elana, envious of her certainty.\n\nMarch 6, 1941\n\nWhen yesterday morning the letter arrived with a sweet photo, I was no longer able to hold myself. I cried all day because of joy and also of sorrow.\n\nSomeone lighted the Sabbath candles and began the blessing: Baruch atah Adonai, eloheinu melech haolam. The candles flickered in the warm wind. The words of the blessing were as intimate and as foreign to me as German, the language of my childhood that I never fully understood.\n\nMy life feels inextricable from this history. Yet letting go of Andrew couldn’t have defied genocide or undone sorrow. It would have only defied our love and undone the possibility of the happy life he and I now share with our little girl, in whom I try to instill both my history and my hope. "
}