{
  "url": "http://www.nytimes.com/2006/11/05/fashion/05love.html",
  "headline": "It Took a War, but I Finally Moved in With My Husband",
  "dateline": {
    "year": 2006,
    "month": 11,
    "day": 5
  },
  "byline": "A. Z. Cohn",
  "text": "WHEN war broke out in July between Israel and Hezbollah, I was happily married yet living in my own apartment in Ginot Shomron, in the hills of Samaria. My husband and his children lived barely a half-mile away, and although I loved spending time with them, I relished having my own place. \n\nMy previous marriage had ended, civilly but painfully, after 20 years, and I had wanted to avoid rushing into matrimony. And avoid it I did; it took seven years of deliberation before I agreed to marry Teddy. \n\nWhen I finally felt it was time for us to commit in a public way, I still wasn’t ready to give up my apartment and my independence. I knew we would each save thousands if we moved in together, but in this case money didn’t talk: I clung to my personal fortress of solitude, poorer for it. \n\nWhat did others think of our arrangement? Friends and neighbors seemed to view it with a combination of tolerance, frustration and amusement. Among relatives, Teddy’s family was the most accepting. His previous marriage had ended badly, and I think they were simply grateful to see him happy and in loving hands.\n\nOur children (seven between the two of us) were perhaps the most baffled as to why I would agree to marriage but not go the whole way and move in with Teddy. But they voiced no objections; after all, they didn’t have to live with a stepparent or with half brothers and sisters. Despite our marriage, their lives were barely ruffled. And having us married but living apart was still much more stable in their view than having us unmarried and living apart.\n\nBut stability of any kind is what we lost when the war started. Within three days, my son and son-in-law were in Lebanon on the front lines. Another son and daughter-in-law who lived in Safed fled that beleaguered city the day after the first Katyusha rockets fell. \n\nMy 17-year-old daughter, who up to then had been enjoying a carefree summer vacation, started volunteering at a camp set up in the south for refugees from the north of Israel. My pregnant daughter and my granddaughter (wife and daughter of the son-in-law who was now on the front lines) remained in their home in a small town in the center of the country with friends — all women whose husbands also had been called up as reservists. \n\nMy family was scattered. Overnight we had become a microcosm of this small country — one child in the army, one volunteering, one a refugee and one waiting for her husband to return from war. I was glued to the news day and night, sleeping minimally, crying periodically, working sporadically. \n\n“Come over tonight,” Teddy pleaded. “We’ll watch the news. It’s what you’re doing anyway. We may as well do it together.”\n\nYet even when he sweetened the deal (“I’ll rub your feet”), I held firm. “No,” I said. “I’ll feel better at home.” And I meant it. \n\nA week into the war, a posting appeared on our local e-mail list asking if anyone had an empty apartment available: “We have friends from Safed that have a new baby and need a quiet place to be. Not sure how long they will be here. Thanks, Alina.” \n\nI DIDN’T know Alina or her friends. But I was sitting in a four-bedroom apartment, seemingly unlonely but most definitely alone, afraid for my children and for everyone else’s children and possessed of an irrational need to “go it alone” while others, like this young family, were in alarmingly dire straits. My own isolation and eye-ringing worry, along with my husband’s offers of comfort and sustenance, had failed to motivate me to move in with him. But this plea from a stranger I could not ignore. \n\nI called Alina immediately, and later that afternoon the couple from Safed arrived, literally shellshocked, with their baby, who, it turned out, was born that very morning in Alina’s apartment. They moved in, and then I moved out. Although their situation was bizarre enough, the fact that I was now going to be living under the same roof as my husband struck me as equally bizarre.\n\nThe war ground on. Eight days after my “guests” moved into my apartment, their son, Ariyeh, was circumcised, and the community embraced them with a feast and celebration. Hailing from California, the couple had immigrated to Israel a few months before. She, Chava, was an African-American originally from New York City. He, Naftali, was a sweet, placid young man in his late 20s.\n\n They were living in an unfamiliar neighborhood, in a stranger’s apartment, and had no family in the country and no idea about the condition of their own home, yet they were feeling blessed. They were blessed. They accepted the kindness of strangers with a combination of wonder, faith, equanimity and a heavy dose of West Coast mellowness. \n\nAnd me? I was 50, a refugee of nothing more than an ill-fated marriage and a victim only of a misguided sense of self-sufficiency. In my husband’s house, I watched the war unfold with one eye while with the other I watched myself evolve into a roommate. And while the former took up 90 percent of my consciousness, the latter definitely made an impact. Despite the dramatic events surrounding me, I was thinking: “Look, I’m doing it. I’m actually living with someone else.”\n\nIn fact, Teddy was the one who bristled at the realities of our cohabitation. Did I have to leave that tissue on the table? Must I unplug the clock-radio in order to plug in my phone charger? I should not have been surprised; I was on his turf. Yet I was amused at his squirminess, and very quickly so was he.\n\nThe war passed ponderously: four weeks of irregular heartbeats, middle-of-the-night negotiations with God, and a hunger for any tiny scrap of information from or about my son and son-in-law. I fretted inwardly, keeping my anxiety to myself, but just having someone nearby to hold me or sit with me was a huge help.\n\n Cellphones weren’t allowed in Lebanon and my daughter didn’t hear from her husband for weeks. The news was bleak and scary. My son came out every few days and called — his photograph was even in the newspaper a few times; wearing a helmet and flak jacket, he looked nothing like the boy I had last seen a few days before the war started. People I knew or knew of were killed daily: soldier sons of friends as well as neighbors and civilians who happened to be in the wrong place at the wrong time. \n\nEvery few days I would go over to my old apartment and visit Naftali and Chava and their baby, who was thriving in the love-filled cocoon his parents had created. \n\nMy apartment had become their home and haven by virtue of their love for each other and for the baby and the fact that they had miraculously and instantly become a family. No seven years of deliberation for them. \n\nWhile I was there I would grab an item or two — pieces of myself — and carry them over to my husband’s place: clothes and shoes, bills and bank statements, books and knitting, makeup, cookbooks. The physical details of my life gradually made the move from one address to another, and emotional acceptance followed.\n\n What I had resisted for years turned out to be as natural and easy as breathing; Teddy’s house became our house. I was like everyone else; now I had a cocoon, too. My loved ones weren’t safer but I took the lead from young Ariyeh and finally allowed myself to enjoy the fringe benefits of cohabiting — comfort and company, succor and support — that, until then, I had so often traded for solitude. \n\nThe big war ended as suddenly as it began, and exactly 59 minutes after the cease-fire, I received a text message from my daughter: “With God’s help, Asaf is out of Lebanon and is on the way home.” \n\nI wept like I hadn’t wept the entire month. I hadn’t realized how tense I had been until I felt the pressure ease in the flood of tears, the release a physical, almost violent sensation. My son came out of Lebanon a few days later. And my house guests left immediately for Safed, grateful and gracious but in a hurry to get home.\n\nA few days later, my in-laws arrived for the wedding of Teddy’s son — he was married a week after the war ended. And then I, too, returned home, moving myself back to the apartment I had treasured for the 10 years since my divorce. I gathered my belongings and arranged them anew in my home. \n\nIN Teddy’s house (yes, it was his again), I cleared off the night table that I had usurped, vacated the side of the bed that I had occupied and emptied the drawers that I had filled. I left it all as I had found it and found my apartment as I had left it, yet nothing was the same.\n\nTeddy missed me and I missed him. We had lived together for a mere 3 weeks and, as a result, 10 years of conviction were undone. The once-peaceful solitude now felt like longing; the quiet had become emptiness; the “mine-ness” was simply the antithesis of “our-ness.” I wasn’t happy. The big war had ended, and so had my own personal battle. \n\nWhat was it for again? Freedom? Autonomy? The right to be different? Regardless, although I had truly believed in the rightness of my way, I didn’t need a United Nations-brokered cease-fire to know when it was time to give up the fight. I was ready. \n\nAnd now, three months later, Teddy and I are living together happily. I continue to be alternately bewildered at this turn of events and stupefied by how long it took me to reach this point. The big war continues to reverberate with finger-pointing, name-calling and, as with any war, an aching sense of loss. But, thankfully, my own modest conflict has ended without turmoil.\n\n And those parts of myself I so worried about losing — my backbone, my uniqueness and my sense of space — remain surprisingly intact."
}