{
  "url": "http://www.nytimes.com/2006/06/11/fashion/sundaystyles/11love.html",
  "headline": "Strung Out on Love and Checked In for Treatment",
  "dateline": {
    "year": 2006,
    "month": 6,
    "day": 11
  },
  "byline": "Rachel Yoder",
  "text": " IN 12-step confessional style, this is what love addiction did to my life: I dropped out of college, quit my job, stopped talking to my family and friends. There was no booze to blame for my blackouts, vomiting and bed-wetting. No pills to explain the 15 hours a day I slept. No needles as excuse for my alarming weight loss.\n\n I hit bottom one sleepless night, strung out on the bedroom floor, contemplating suicide. And then I spent four months — and a good chunk of my family's money — in treatment for love addiction.\n\nI know what you're thinking: Love addiction? Give me a break. Believe me, I've thought it, too. Even now, years later, I have mixed feelings about the term. But the facts of my experience — a relationship that utterly consumed my life, the magnitude of the depths to which I plunged before I sought help — are indisputable.\n\nAt the start our \"new romance high\" was unlike any I had experienced. Matt was my knight in shining Mercedes, courageously wielding his credit card as we bushwhacked through the malls of northern Virginia. We danced barefoot in the grass at a Harry Connick Jr. concert, and he surprised me with gifts from Tiffany cunningly stashed in the glove compartment. In Atlantic City we stayed in the honeymoon suite at the Hilton and in Florida had an ocean view from the Ritz. Day after day we lay in his bed with Sting's \"Fields of Gold\" lilting in the background.\n\nBUT mere weeks into the relationship our idyllic soundtrack of golden barley fields, cascading hair and loving promises was replaced by \"Every Breath You Take,\" played at deafening volume and on eternal repeat. \n\nWe had crossed some boundary from passion to obsession, and we simply couldn't stand to be away from each other. Friends, family members, school and my job became threats, so I left them. And soon our tunnel of love grew so dark and isolating that I could no longer conceive of a life outside it.\n\nI couldn't because our relationship, however damaging, was my life, and if it were to end, I didn't see how I could continue to exist. Things reached a crisis point one night when, after being interrogated by Matt for hours over an old photo he'd found of me in the arms of a male friend, I feared he was going to dump me. I spent that night alternating between fantasies of kitchen knives and nagging thoughts I could no longer suppress telling me that something wasn't right, that love shouldn't make me want to die.\n\nMatt, soon after that and to his credit, decided he needed professional help and announced he was sending himself to an addiction treatment center all the way across the country in Arizona. Already familiar with the treatment world, Matt knew that what was happening between us was dire. He even gave me a book on love addiction to bring me up to speed.\n\nFaced with the prospect of being left in his apartment during that gray March without him or anyone, I decided I would get professional help, too. I went online and found a center that was, unsurprisingly, also in Arizona. I wanted to prove to Matt that I was a good girlfriend, worthy of his love. Going to treatment, I reasoned, was the ultimate evidence of this.\n\nBut my going to treatment to try to make our relationship work was like an alcoholic's checking herself in so that she could learn how to drink. I couldn't see that the solution wasn't learning how to live with Matt but learning how to live without him. I arrived at the center toting my oversize suitcase, exhausted and 15 pounds underweight with dark circles under my eyes. Four women, my apartment mates, were watching television in the living room, and one looked up at me and asked, \"So what are you here for?\" \n\n\"Um, I'm depressed,\" I said. \"And, you know, stuff with my family. Maybe alcohol. Love addiction?\" I offered meekly. \"What about you?\"\n\n\"Alcohol,\" she said. \"Drugs. Abuse issues. Eating disorders. Co-dependency. Depression. Anxiety. Post traumatic stress. Obsessive-compulsive disorder. Everything.\" \n\nAnd she was nothing compared with my roommate, whose mom had been murdered, whose dad had died when she was 18 and who, before the age of 20, had been a stripper and a meth addict. Yet here I was at the same place, and all I could really say in response to anyone who asked why was, \"I really miss my boyfriend.\" \n\nTrue, I didn't have track marks on my arms or an enlarged liver. But that didn't mean I wasn't in the right place. \n\nIn addition to group therapy, we had to attend a daily 12-step meeting. I tried Alcoholics Anonymous and Narcotics Anonymous but couldn't connect with people who talked about booze and drugs when all I wanted to talk about was Matt, Matt, Matt. So I stuck to meetings of Sex and Love Addicts Anonymous.\n\nThese meetings were coed. I know, it didn't make sense to me either. Had I been in a different state of mind, I no doubt would have gone the way of many of my treatment center peers by making cow eyes at the guys across the room and eventually starting a clandestine romance, which would ultimately get me kicked out of treatment. Instead I actually sat and listened. \n\nTime and again I heard from fellow addicts outlandish stories of vitriolic romances and suicidal tendencies. Crazy, I thought, until I considered how similar their stories were to mine. Because Matt was in effect my drug, I wasn't allowed to speak with him during my first month of treatment. \n\nSo you can imagine my psychotic delight when I returned to my apartment one afternoon at the end of that month to find his voice cooing from the answering machine, \"It's me, your boyfriend, Matt.\"\n\nThese words might as well have been high-grade heroin. I wouldn't be surprised if my pupils dilated. I replayed it once, twice, 10 times in a euphoric trance.\n\nThe reason for Matt's call was to invite me to his treatment center for our very own family week. His undying love for me was confirmed when I discovered that I got a week alone with him, no other family members, just us. I imagined our teary reunion, big-hearted acknowledgment of wrongdoing, nonaccusatory \"I\" statements. But on an April afternoon in the middle of the Arizona desert with both our therapists present, Matt finally dumped me. \n\nI had never entertained the thought that we might actually break up for good. The reason we were in treatment, I thought, was to rescue our love thing. I erupted into hysterics and looked to Matt, desperate for some sign that this was all a big mistake. He merely stared at his palms, then at me, blankly. \"These are the painful consequence of your actions,\" his therapist said to me sternly. \"You should be thankful to Matt for helping you get here.\" \n\nThankful? No. I raged through the hallways slamming doors and spewing profanity, then collapsed into fits of malevolent despair only to be ushered to shady cots throughout the center. I insulted all who implored me to \"calm down.\"\n\n After Matt's departure, I found myself abandoned in the desert with nothing but a bunch of clueless saguaros, arms raised, as if to say, \"What happened?\"\n\n Back at the motel, I vomited and then endured a night of cold sweats and endless half-dream delirium in the blue light of late night TV. I woke up with a biting headache and soon developed an embarrassing twitch.\n\nSince I no longer had Matt's approval and our ultimate reunion as motivation for my recovery, I was forced to consider how I might instead get better for my own sake. And I started to do all those charmingly neurotic things that you see in the movies about rehab: I took up kickboxing, crocheted an afghan the size of Rhode Island and ate many, many cookies. I watched \"Blind Date\" religiously, got a job waitressing, developed a crush and made plans to finish college. Perhaps most important, I even got rid of my drug's last residue: Matt's message. I listened to it over and over — \"It's me, your boyfriend, Matt, your boyfriend, Matt, your boyfriend\" — until one day when I finally unceremoniously erased it.\n\nSIX years and three relationships later, I am still coming to terms with this experience. For a long time I resented Matt, blamed him for my life's falling apart and could not see myself as anything other than a victim. \n\nBut now I feel truly grateful to him for ending our relationship when I couldn't, for making the difficult choices that he knew in the long run would help both him and me get better. A year ago, in an odd twist of fate, I moved back to the Arizona desert to attend graduate school, and again I found myself amid perplexed saguaros, swooning from loneliness and the 115-degree heat. Those first few months were some of the hardest since treatment, and I wondered how after six years I could be back in the same desolate place feeling much the same way.\n\nWith my move, I had ended a relationship and aware of my tendency to numb my heartache with a new heartthrob, I put myself on a no-dating plan reminiscent of my treatment days. But in a moment of weakness I completed and posted an online dating profile, and soon my inbox was filled with e-mail messages from men, each one a little hit for my addiction. But the high wasn't as fulfilling as it used to be, or maybe I was just too aware of the potential consequences.\n\nSo I deleted the profile and put my no-dating plan back on indefinitely. I don't want my next relationship to be an act of addiction. I don't want to partner up because of some compulsive need. I want to do it right. And for now that means not doing it at all. "
}