{
  "url": "http://www.nytimes.com/2006/09/03/fashion/03love.html",
  "headline": "Race Wasn’t an Issue to Him, Which Was an Issue to Me",
  "dateline": {
    "year": 2006,
    "month": 9,
    "day": 3
  },
  "byline": "Kim Mclarin",
  "text": "Correction Appended\n\nHIS name was Jerry. A nice man, late 40’s, funny and smart, divorced with two grown children, a social worker who had dedicated his professional life to working with troubled kids. \n\nHe was also — let’s be honest — the first to come around. He was the first man after my own divorce to raise an eyebrow, to take an interest after my ex not only moved out but moved on. Funny and smart and dedicated to troubled kids is all admirable, but in truth I would have said yes to a drink with a four-foot gaptoothed troll had one smiled my direction. The self-confidence of a 40-year-old divorced mother of two is a shaggy thing.\n\nSo the fact that Jerry was also white I noted but decided to file away for now. Why worry about it right out of the gate? Yes, race had been an issue in my marriage — not the issue perhaps, but an issue nonetheless. What I did not know was whether race arose as a problem because I am black and my ex is white or because I am a person who grapples with race and he is not.\n\nThat my ex does not grapple with race he would not dispute; he does not care to read, think or talk about it, and he wondered why I did. My ex believed I always went looking for race, but I didn’t; race came looking for me. \n\nAnd when it did, I would stand and call its name: when officials in our inner-ring suburb talked about closing our “borders” against a wave of nonresident students sneaking into our schools; when a white woman at my gym reached up, uninvited, and petted my locks like she was petting a dog; when my sick mother received one level of medical care and my ex’s sick sister received another. At such times he tried to understand my feelings, but he did not share them, and even talking about it made him uncomfortable.\n\nIt’s a dividing line as real as any in America — those who grapple with race and those who do not. But like most dividing lines, it’s impossible to tell on which side a person stands by looking at them, or at least that’s what I thought at the time. So why get ahead of myself with Jerry? Why dig for land mines when I may not make it past the way he slurps his beer?\n\nWe met for drinks. Sparkwise, I felt little, but we ended up talking and laughing easily for more than an hour. I told him I was a writer; he told me his five favorite books and how they had shaped his life. He told me he had gone to a seminary as a boy but eventually left the Catholic church; I told him I’d been raised a Pentecostal but mellowed into Methodism as an adult. We talked about our children, travels, mutual love of the blues and mutual dislike of the cold, and then he said he would like to read my books; he thought he would like them. I said he well might not.\n\n“How do you deal with it when people you know don’t like your work?” he asked.\n\nI quoted a playwright whose name I could not remember who admitted in an interview that he told his friends if there was a choice between being honest and being kind in talking about his work, they should choose to be kind. “Don’t value your opinion over my feelings,” the playwright said.\n\nJerry nodded. “Some people use honesty like a weapon.”\n\n“Like a switchblade,” I said. “Like a bayonet. They slice up your heart with all these ugly, hurtful words and then, while you’re bleeding on the floor, they hand you a Band-Aid: ‘I was only being honest.’ ”\n\n“Honesty is overrated,” Jerry agreed.\n\nSO the following day, when he e-mailed his attraction, I tried to be both honest and kind. No spark, I wrote, but he was great, good company. If he was looking for “the one,” I was probably not going to be her. But if he simply sought intelligent dinner companionship some Friday evening, I’d be more than game.\n\nNot a bayonet, I thought, but a butter knife. And still it hurt.\n\n“Ouch,” he replied, and disappeared.\n\nBy the time he resurfaced a few months later, I had suffered through two terrible blind dates, joined an online dating service, carried on several e-mail conversations that died, actually talked on the phone with a few men, met three for drinks, backed away carefully from each, then canceled the service.\n\nA few of these men were black, the others white, and in no case did I find anything remotely resembling chemistry. In fact, so utterly lacking in connection were these encounters that it made me appreciate anew how rare is connection. In the face of human isolation, race seemed to retreat a little.\n\nSo when Jerry called again, I decided to let the spark thing coast, because at least he and I could talk. “My wounds are licked,” Jerry said. “Have dinner with me.”\n\n“Why not,” I said. Maybe, in time, the spark would come.\n\nWe talked and laughed for four hours, then necked like teenagers in the parking lot in the rain. The next day we e-mailed and text-messaged each other. It was all so much fun, such a heady relief after the months of loneliness.\n\nBut then, on our third date, things changed. First, he was late and I was irritable. Earlier, I’d had a frustrating discussion with several white undergraduates in my Literature of Slavery class. All semester I had struggled to teach them to think critically about race and slavery and history, to have them challenge their assumptions. They insisted, for example, that racial divisions were as old as time and that the myth of African inferiority preceded slavery, not, as I suggested, the other way around. And they argued that racial genetics were more than skin deep, whether I wanted to believe it or not. How else to account for the way black athletes dominate some professional sports?\n\nThat evening, when I shared my frustrations with Jerry, he wondered if the students didn’t have a point. “What about all those Kenyan marathon runners?” he asked. “Isn’t it possible there’s some genetic reason for that? Isn’t it possible blacks are just better athletes than whites?”\n\nA PERFECTLY innocent question. Yet something small and painful flickered inside my chest. Logically, if one accepts a genetic physical superiority of blacks, one must also accept the possibility of intellectual superiority in whites. Did he not consider that notion? Did he reject it out of hand, or subconsciously believe it? And if I wondered these things aloud would he, like my ex, judge me bitter or oversensitive?\n\nI mentioned an essay I’d given my students in which the anti-racism advocate Tim Wise suggests that no one brought up in America can claim to be free of racist indoctrination, that doing so only perpetuates the crime. “What Wise says is that we all must recognize and confront the legacy of the past,” I explained.\n\n“I don’t think everyone is racist,” Jerry said. “Maybe racialized. But that’s not a bad thing.”\n\nBy now my hands were trembling, so I did not ask what he meant by that. I had the feeling that even if he tried to explain I would not understand.\n\nI engage with race, but not all black people do. I know several interracial couples in which both people swear race is never an issue, almost never comes up at all. I believe them, but it amazes me. And I know one thing: I can never join that pack.\n\nMy ex did not grapple with race, at first because he did not have to, being a white man in America, and later because it frightened him. This difference was a small but steady river that ran between us, and the more he tried to ignore it the more I clawed at the banks, and the more I clawed at the banks the larger the river swelled until, at last, we were engulfed. A black person who grapples with race cannot be with a white person who doesn’t. Whether a black person who grapples with race can be with a black person who doesn’t is a different and unresolved question for me, but on the first point I’m solid.\n\nSo when Jerry called and asked if I would meet him for a drink, I agreed, but this time I went only to tell him. We met a bar with billiard tables. He wanted to teach me to play but I said we wouldn’t have time.\n\n“I can’t see you again,” I said. \n\nHe blinked with surprise. “Why?” he said, finally.\n\nI used my bayonet: “Because you’re white, and it costs too much for me to date a white man. It cost me to be married to a white man for 13 years. I can’t do it again.”\n\n“That’s ridiculous,” he said, after a minute. “That’s the most ridiculous thing I’ve ever heard.”\n\n“Which proves my point,” I said. “It’s not ridiculous.”\n\n“You can’t be with any white man?”\n\n“No, I don’t think I can.”\n\nI may as well face it. Because, after all, Jerry was a good man who worked with troubled kids and lived his life open to relationships with people of different races. And yet I couldn’t be with him, even though, unlike my ex, he did seem willing to grapple with race.\n\nBut he was nearly 50 and his grappling apparently was just beginning, whereas mine started at 5. For nearly 50 years he’d lived in America and yet it surprised him that race might even be an issue for us. There was an innocence in this, an innocence born of being white. An innocence I could neither share nor abide.\n\n“It costs me too much,” I repeated. \n\nWe were silent for a minute. Behind us balls clicked and people laughed.\n\n“And now,” Jerry said, “it’s costing me.”"
}