{
  "url": "http://www.nytimes.com/2006/12/10/fashion/10love.html",
  "headline": "A Housecleaning That Swept Out the Ashes of My Marriage",
  "dateline": {
    "year": 2006,
    "month": 12,
    "day": 10
  },
  "byline": "Dena Crosson",
  "text": "MY husband of more than two decades bought a motorcycle, went on the Atkins diet, and began to lose his middle-age belly. He started taking martial arts classes and brought home books about Zen Buddhism, dharma and karma. He surfed the Web to find childhood classmates, looked up old girlfriends, and — well, you know the story.\n\nI saw the red flags but ignored them. In my mind, our marriage was strong, we were in love, and he was simply making changes in his life to make himself happier. After he left for one of the old girlfriends, I saw that I should have been more vigilant, but it was too late to go back and I was forced to take up residence in Divorceland, a sad and lonely country.\n\nOur older daughter left for college the same week my husband moved out, so suddenly it was just our younger teenager and me in the house. Walking through my neglected, empty and shabby home felt like I was wearing dirty old clothes. I had no heart for chores like cooking, cleaning or gardening and instead spent countless hours slumped at my computer playing spider solitaire and sudoku. Honey, you are pathetic.\n\nOf course there was less money than before. Not to mention more anger and grief. Everyone thought we had the best marriage. Our next-door neighbors once told me that we were their role model for the perfect combination of friendship, passion and love.\n\n I was embarrassed in front of my girlfriends, despite all their love and affection, because I sensed they saw me as someone who had failed to secure what most matters when you are the woman in a middle-aged couple: devotion, fidelity and support. \n\nBut the absence of my husband did lead me to one surprising realization: I was now free to abandon my former ideas about my life and come up with new plans. Maybe I could rent out one of my empty rooms and generate some income. \n\nHaving a witness to my pathetic habits, I hoped, also would force me to clean up and live better. So when I received an e-mail message from my friend Georgette in Argentina, saying she was coming back to complete and defend her doctoral dissertation, I took it as propitious. I offered her a room and kitchen, bath and laundry.\n\nIt felt good to clear out her room and clean it. I bought a dresser and a rug at Ikea. I washed the windows. The day she arrived I put a vase of flowers in her room. Welcome! \n\nNow, Georgette is like no one else I have ever met. Tall and beautiful, she has prematurely gray hair and intense dark eyes. She is Latina, which according to her means she is emotional and excitable — traits I had already seen on display during her previous United States sojourn. And then she believes in astrology, magic and the kabbalah (whatever that is). \n\nI had never believed in such arcana. But Georgette’s certainty in divine intervention was compelling. Her protector, she said, is the handsome and debonair god Mercury. Mine, she told me, is Saturn: dark, cold, harsh and mean. Well, fine.\n\nGeorgette produced the most beautiful deck of tarot cards I have ever seen and read my future. Money was coming, she said, but love — not so much. At least for now. It seemed that I was still preoccupied with the past. I was convinced that Mercury was a better protector than Saturn and I envied Georgette’s luck. After all, how had Saturn protected me while my husband was laying his plans?\n\nGeorgette could see more than the messages from the stars. Looking around at my unkempt house, she announced, in her fluent, heavily accented English: “On Saturdays — I clean!” \n\nWe went out to buy Pine-Sol, her preference, and a bucket, as somehow I didn’t seem to have one. Georgette was disappointed at being unable to find the special mop and mop cloths of Argentina, but she made do.\n\nWhile she was busy mopping, the moral imperative for me to vacuum and dust the living room was clear. The house was getting clean. Her energy was inspiring. Her flood of e-mail messages — from her room downstairs to my office upstairs — were always punctuated by a series of exclamation points. “Idea!!!” was her typical subject line.\n\nI learned from her that we were in a month with an annular eclipse — a celestial event that augurs change, good and bad — making life extra hard for everybody. She warned me not to try anything difficult during such a dubious period. The eclipse foretold endings and beginnings. We would be lucky to make it through to the month without disaster, but after that, things were going to get better.\n\nOne evening she sent me a mysterious e-mail message while I was paying an overnight visit to my ailing mother. Georgette wrote that she had found something in a drawer and “We have to talk; it is very important!!!!!” \n\nWHEN I returned she took me by the hand and led me into the kitchen, saying, “I was looking for an extension cord, and I saw it.” She opened the drawer and showed me. It was a playing card, the seven of hearts. Typical. Where was the rest of the deck? \n\n“It is the end of your marriage!” she said. Well, O.K. I was already aware of that. But apparently this card made it official; it seems the seven of hearts in the tarot deck is the card of total disillusionment and disorder. \n\nAnd what a tarot card. So different from the ordinary one in the drawer, her card was a blue and green image of seven weeping, melting fountains dripping futility into a sad pool.\n\n“You must burn it,” Georgette continued. “And put the ashes in a container and bury it. During the eclipse.”\n\nA bit unusual, sure, but I couldn’t say that my own approach to life had worked out so well. It is one kind of failure to have a single playing card in a jumbled drawer along with dead batteries, random drill bits, price stickers for a yard sale that never took place and seed packets from 1993. It is another kind altogether to be suddenly without a husband and to have no idea how it all happened. Obviously, I could use some help.\n\nThat night we lighted some candles, and I prepared my strategy. The next morning I held the playing card over the burner of the commercial stove my husband and I had bought back when we thought we were cool. It made a lovely flame.\n\n Where to put the ashes? I already knew. Those ridiculous little china spice jars in the shape of roosters that he had found in a thrift store one day and happily brought home. I never liked those birds. They languished on a shelf for the next 10 or 15 years while I kept our spices in their original McCormick cans like everybody else. My husband hadn’t taken them when he cleared out. Hmm, perfect.\n\nGeorgette told me I needed to think hard about what else I wanted to put in the rooster jar. “Something sweet,” she said. “For the sweetness of your marriage, and for the sweetness of your future. A teaspoon of honey.” She had given me the “eclipse schedule” the night before: between 7 and 7:40 the next morning. The timing had to be right, she said.\n\nI knew where to bury the rooster: in Router’s grave. Our beloved dog had been laid to rest in the backyard five years earlier — up until my husband left, the worst loss I had ever faced. Such innocence.\n\n We had always intended to plant azaleas over his burial site but had never done so. Instead there were cinder blocks that had sunken and become overgrown with vines and weeds. How long had it been since I had been out here? I couldn’t help but notice that the yard appeared to be just as disheveled as the house had been.\n\nI found our shovel under the porch, pried up one of the cinder blocks, and began to dig. Almost instantly I hit something whitish — was it bone? I took a small piece and added it to the rooster jar. I loved you, Router. \n\nI thought I had to work quickly to make sure I finished before the eclipse ended. With a marker, I wrote the word “Done” on the faded label that once said “Thyme.” Then I covered the jar with earth, patting it down with my hands, and replaced the cinder block. \n\nFinished, I stood over the grave in my unmatched pajama bottom and top, my ailing mother’s castoff robe wrapped tightly around me.\n\n Inside, my daughter was still choosing outfits and putting on makeup for school, unaware of my strange backyard ceremony. She seemed so impervious to everything that had happened, insouciant and preoccupied with her friendships, yet I felt fiercely protective of her and her sister. I was ready to believe that by burying the china rooster I might find some release from the pain I had been suffering, however ridiculous such a notion might be. A release that would be for the good of all of us. It was worth a try, anyway. Maybe that’s the way of faith — you just try.\n\nBut as I walked back to the house, I felt no different. Even Georgette seemed oddly unexcited when I gave her my report after my daughter left for school. ‘Yes, yes, is for you,” she said. “I just thought — the eclipse — is a thing.”\n\nBUT that night, as I lay in bed envisioning the rooster jar buried in the dark earth, filled with ashes, bone and honey, I thought, finally, about the sweetness of my marriage. I thought about how for many, many years my husband and I had truly loved one another and made each other happy. And I waited to see if this acknowledgment would help temper my anger and grief. \n\nIt did, a little. Maybe with time it would a little more. This small sweetness seemed the best I could hope for, but it was enough.\n\nAs for the sweetness of my future, I am sure of at least a few things: my house will get cleaner, Georgette will continue to brim with good ideas. And if I ever come across a deck of cards that’s missing the seven of hearts — well, I’ll just toss it out."
}