{
  "url": "http://www.nytimes.com/2006/08/27/fashion/27love.html",
  "headline": "Dust to Dust: An Affair Post 9/11",
  "dateline": {
    "year": 2006,
    "month": 8,
    "day": 27
  },
  "byline": "Nikki Stern",
  "text": "ALTHOUGH I’ll never know for certain, my husband, Jim, was probably at his desk on the 94th floor of 1 World Trade Center when the plane came crashing into his life, briefly, and into mine, permanently. On that day and for so many days after, I felt suspended in time. My past was gone and I couldn’t imagine a future. \n\nFirst I surrendered to the grief. I stopped eating. Then I tried drinking but found that booze doesn’t mix with acid reflux. I considered drugs but hadn’t a clue as to what to take. I even considered suicide but was either too weak or too strong — I’m not sure which.\n\nFinally I realized I needed to face the event and its aftermath head-on, and the best way to do that was to become involved in victims’ advocacy efforts, where my career experience in public affairs came in handy: I could more or less navigate the bureaucracy that had confounded so many other 9/11 families and could create a role for myself while helping others heal. But I couldn’t be that kind of sensible professional when it came to my own healing. Thus I allowed myself to arrive at the conclusion that, although grief-stricken, I must try to love again — and soon. \n\nNo matter that everything stood in my way: my vulnerability, my demographic (middle-age widow in the suburbs) and especially the still-fresh memory of my husband and what had been our exceptionally strong marriage. I couldn’t get my head around being alone and I certainly couldn’t accept being a widow. The status change shocked me about as much as the loss of my love. I was supposed to be part of a couple, damn it. I became convinced that if I could just love again, I could heal.\n\n“Too soon,” my friends warned. “It’ll take years.” \n\n“I don’t have years,” I countered. I needed to test drive my heart to see whether it had been destroyed. Love unexpectedly presented itself halfway through the first year. He was also awash in grief, having lost a family member in the attacks. We seemed to share a sensibility as well as a tragedy. We had no end of things to talk about, from 9/11 to interests we shared to, inevitably, matters of the heart: longstanding strains in his marriage, my difficulties with family members. \n\nKeeping the issues separate was increasingly difficult, and I often felt as if we were communicating in code.\n\nHe remembered me on my first lonely Valentine’s Day with an e-mail message that said, “I know this day will be difficult but I didn’t want you to be without a Valentine.” On my birthday, he sent one of those silly e-cards. Our e-mail messages were becoming more personal — we discussed our losses, our lives, our hopes and our fears. “I’m worried that I might not ever fall in love again,” I wrote him. \n\n“Of course you will,” he assured me. “It will just be different.” \n\nOh yes, there were red lights, red flags, warning signals galore. But I had no one to tell me to be guarded, careful, smart or safe. It wouldn’t have made any difference. \n\nLiterature and movies are full of “love amid the ruins” stories. The events of 9/11 entangled many of us in a kind of emotional lost and found. Families grew closer or seemed to disintegrate. Firefighters left their wives to be with the widows they counseled. Rescue workers fell in with the volunteers who offered them comfort between their shifts. In a time of jumbled lives, shattered hearts and altered expectations, people were thrown together and torn apart. Some of those relationships were temporary, some became permanent, and the jury is still out on others. \n\nHe and I both saw our affair coming a ways off, I think; we also recognized its inevitable end well before we were able to let it go. I attempted in various ways to shield myself from being hurt. I gave us sardonic nicknames: VW for “vulnerable widow” and UM for “unavailable man.” I pretended I was comfortable with a temporary involvement. I imagined I was merely insulating memories and emotions too painful to face with newer, more positive ones. I told myself to live in the moment. I told myself I wasn’t in love.\n\nAt the same time, I managed to tie myself up in knots by simultaneously thinking of a future together and anticipating our final breakup. I had to remind myself that even if I lost him, it wouldn’t be that kind of loss.\n\nOur times together were what the romance novels refer to as “stolen moments.” I would show up at work with a little overnight bag and an air of frenzied expectation, prompting a concerned friend to ask me if I knew what I was doing.\n\n“Reinventing myself?” I suggested hopefully.\n\nTo which she replied, not unkindly, “As a mistress?” I tried to ignore her. This was simply my “new normal.” I was experiencing a grand passion as outsized as the grief I was still processing. It was glorious, painful and extraordinarily insular. I felt desirable, desired and alive. \n\nBUT it was tumultuous, a roller coaster ride. We broke up five times in three and a half years, dramatic bust-ups followed by passionate reconciliations. That we stayed together even that long was something of a minor miracle. Even as I was seeking to build a new life, he was determined to preserve his exactly as it had been — or as closely as possible. I was looking for a life preserver and he was trying not to rock the boat. So typical, I remember thinking. Just like a guy. \n\nIt was all typical, of course. The extraordinary circumstances and heightened emotions that marked 9/11 couldn’t change the fact that this was in many ways an “ordinary” affair. At the end of the day, he was simply another man who had strayed, and I was another lonely woman who had resolutely closed my eyes to the shortcomings of this kind of relationship because I was so certain it was better than no relationship. \n\nWhich was true until it wasn’t. Gradually, even as I allowed my courage to flag at the approach of another 9/11 anniversary or the death of my parents or the major surgery I faced, even as I gave myself permission not to break it off, I grew more resolute about accepting the inevitable.\n\nThe ending presented itself as a sort of slow fade. No more drama, thank God, but our rendezvous were less frequent and tinged not with anticipation but with sorrow. The fact that the days were becoming shorter seemed entirely appropriate.\n\nAFTER Christmas, he tried to call me after returning from a family trip. After four days of not picking up, I took a deep breath and answered. Dutifully, I asked about his vacation, even though I didn’t want to hear about it. “It was great,” he replied and proceeded to talk about his activities, where they had gone and what they had done. I know those are the conversations friends have, but I wasn’t feeling friendly, just lonely and abandoned. How typical. \n\nWhen he asked what I’d been doing, I said, “Making a New Year’s resolution.”\n\n“I hope it’s not about me,” he said. There was a silence, after which he added, “Oh.” I didn’t need to respond and I couldn’t have if I’d wanted to. We’d already had that discussion. I was on shaky ground but determined not to go back on my promise to myself. We finished our conversation and that was that. \n\nWell, almost. Although we no longer talk on the phone, we are still in touch by e-mail, usually with 9/11 news or stale office jokes or the occasional update, in which he’ll tell me what he’s been doing and I’ll make up something to sound busier than I am. It’s hard, I admit. He is by turns intimate and distant, which I now realize was true throughout our affair. \n\n“Block his e-mail,” my friends suggest. But honestly, at this point, I can’t. I guess I still need to hear from him, to know that he’s O.K. — and alive. \n\n“Do you think you were really in love with him?” a close friend asked me recently. “Or was it the crazy emotionalism of 9/11 that kept the relationship going?” \n\nI’ve asked myself that more than once. Love is always a combination of need, desire, compatibility and convenience that converge at any given moment. He didn’t provide the stability or security I had lost and missed from my marriage, and the comfort he offered was fleeting at best. But he was part of my healing and he helped plug the hole in my heart, however temporarily. Maybe I did love him. It was, exactly as he had once suggested, just different. \n\nAnyway, I’m in love again. Her name is Molly. She is smallish, all white except for silky red and black ears, an apricot patch down her back leg and soft brown eyes. I’m not in danger of confusing puppy love with the real thing, but there is something to be said for unconditional affection. My life is tranquil, but sometimes I miss the roller coaster ride.\n\nFor me — and, I suspect, for so many others — love after 9/11 has been like love after any loss: painful, foolhardy, obsessive, instructive, destructive, redemptive, wondrous, weird, unavoidable and necessary. \n\nIt’s also remarkably like first love, which, in a sense, it is. When it’s going great, it takes you away to a whole other place, one where you can eat, drink, make love, laugh, sing, dream and open your heart without fear, just as you did when you were young and hopeful, your world was a safe if predictable place, and the worst thing you had to fear was that he might not call."
}