{
  "url": "http://www.nytimes.com/2006/12/03/fashion/03love.html",
  "headline": "I Couldn’t Let Go of Him. Did It Make Me a Stalker?",
  "dateline": {
    "year": 2006,
    "month": 12,
    "day": 3
  },
  "byline": "Lisa A. Phillips",
  "text": "WE were standing in the aisle of a crowded predawn bus, deep in conversation, oblivious to those around us. He was telling me about a new staging of “A Streetcar Named Desire” that was all the rage in the field of queer theory. Stanley was played by a woman, Blanche by a man. “I saw it at a conference last semester,” he said. “It was great.” \n\nI laughed. “Sounds liberating,” I said. \n\nWe knew each other from a graduate seminar on tragedy we had taken together. On that day, he was catching a flight to see his girlfriend in another city, and I was headed to work at my weekend announcer’s job at a public radio station. I had just been dumped by someone I loved and who I had believed loved me, so I was particularly grateful for the distraction of his company.\n\nA couple of weeks later, I e-mailed him to ask if he wanted to meet for a drink. He e-mailed back: “Dear Stanley: Yes, I would like very much to. What night is good for you? Blanche DuBois.”\n\n“Dear Blanche,” I replied. “Maybe Monday? I’m free at 8:30. Stanley.” \n\nThese exchanges seemed more than a flirtatious joke. In a way, I felt like Stanley. I had been fighting my heartbreak by working out hard at the gym, and for the first time in my life I was becoming visibly muscular. I wanted to stand on a fire escape in a white T-shirt, all raw feeling and physicality, bellowing my beloved’s name without caring what the neighbors thought.\n\nBy contrast, he was self-consciously androgynous, tall and thin with a delicately sharp nose, a repertory of blithely sophisticated gestures and the air of being too intelligent to rest securely within the confines of one gender.\n\nAt first he and I were not intimate; we restrained ourselves out of respect for his current relationship, which he said he planned to end soon, and my recovery from my former one. We spent long evenings at the local diner, nursing milkshakes.\n\n He took me up to the grimy rooftop deck of his apartment building, where we traded swigs of cheap bourbon and he played his guitar and sang Willie Nelson songs as the sun went down. I listened, tipsy and happy, thinking, “This is the way to fall in love with a man, slowly, without getting tangled up in sex or commitments.”\n\nThe next time he returned from visiting his girlfriend, he told me he couldn’t break up with her. He sat at my kitchen table, resting his head back against the wall. \n\n“I know you haven’t made any promises to me,” I started to chatter. “But I ... ”\n\nHe got up. I thought he was going to say he had to stop seeing me, but he kissed me instead. We kissed for a long time. It felt like a beginning. But then he pulled away.\n\n“What’s the matter?” I asked. \n\n“I should go.” \n\n“What are we now?” I blurted out. I hated to hear the words, petulant and demanding, so unlike the easy fondness of the summer.\n\n“I still have some thinking to do,” he said as he headed for the door. I grabbed his arm. He raised his eyebrows. “I’d like to go home,” he said, not unkindly.\n\nI knew little about physical force and my ability to use it. I wasn’t good in sports and had never done anything more forceful than slap out girlishly at the boys who used to tease me in fifth grade.\n\n Now I had these new muscles, and my grip was firm. When he asked me to let go, I didn’t. He was much taller, but so thin. It’s possible I was stronger than he was. He tugged a bit, testing. I held on.\n\nFinally I let go, and he left. \n\nI agreed that we not spend time together until he figured things out, but I missed him terribly. My appetite and concentration were shot, my thoughts consumed with convincing him that he should be with me. \n\nI spent even more time at the gym, trying to distract myself, and as a result I grew even stronger. I started riding my bike by his apartment on the way home from class, adding a half-mile to the trip. \n\nI knew when he was likely to be at the neighborhood cafe and I glimpsed him through the windows, his head bent over a book, a coffee at his elbow. I knew when and where his classes were, and from a distance I watched him come and go. \n\nOne Friday afternoon, we ran into each other on the bus from campus. I could tell he was glad to see me, and it was easy to get him to agree to have dinner. At the restaurant, he said he missed me. “I can just see this thing with us taking off,” he said, angling his hand into the air like an airplane ascending. He didn’t want any more dead-end relationships. His girlfriend was coming to visit him the next weekend, and he was finally going to end it. \n\nThe weekend came and went. I waited until Monday evening to call him. He told me he couldn’t talk.\n\n“She’s still there?” \n\n“Yes,” he said, and hung up. \n\nI called him back. He answered and hung up. I called several times that night, only to get his voice mail. \n\nI fell into a deep despair. Every day I woke up with a yearning so powerful and debilitating that finally I sought help at the psychiatric ward at the university’s medical center, where a young intern spoke with me and gave me a prescription for tranquilizers.\n\nTHE pills didn’t stop me from calling him, a lot. He never answered. I left long messages about why we should be together. I begged him to call me, to see me. I told him when and where I had seen him, how close I had been. I did this knowing it could only drive us farther apart, but I couldn’t stop myself.\n\nOne day I awoke at 6:30 a.m. and thought of him sleeping in his bed, a 10-minute walk away. I went to his building and stood in front of the security door, pacing and slouching like a tenant who had lost her key. After a few minutes, someone walked out and held the door. It was easy, so easy, to get this close. \n\nI took the elevator to the ninth floor and knocked softly on his door. No answer. I kept knocking, the raps becoming harder, louder. I starting counting sets of 5 until the total reached 20. I went up to the rooftop. It was two days before Thanksgiving, and gray. The wind whipped around me, and I thought back to that summer: his guitar playing, the swigs of bourbon, the anticipation of love. \n\nI went back and knocked again. I could do nothing else. Who would reject this kind of desire, desire that walks through security doors and knocks and knocks, refusing to go away? Isn’t this what we all dream of, feelings so strong they flout the rules?\n\n I even envisioned this moment becoming a story for later, when we told others how our romance started: “I couldn’t get him off my mind, and one morning I just showed up at his apartment and pounded on the door.” \n\nHe opened the door a crack. He was wielding a baseball bat. “Get out of here,” he said. “I’m going to call the cops.” \n\n“Let me in, please.” I leaned on the door and pushed. He pushed back. I pushed harder. He stepped back, still gripping the baseball bat in one hand, the telephone now in the other. “I’m calling 911,” he said. “I’m dialing now.” He pressed the first button.\n\n“You’re calling the cops on me?” \n\nHe finished dialing but hung up before the call connected. He let me in. \n\nBefore long, he let me touch him. I was still thinking of our future, the way his hand had angled hopefully into the air at the restaurant. At first he seemed to respond as if filled with that same optimism, that vision of something that could be healthy and right, something that could free him from his confusion and me from my obsession.\n\n But after we made love, I watched his face take on a stricken, distant expression, and I knew that what we had wasn’t ever going to be healthy and right. \n\nWeeks later, in the midst of my desolation, my life took a turn that in retrospect seems almost magical. I met a man who lived far away. We fell in love, moved in together a year later, and eventually married. We now have a daughter who tells us every day, with a 2-year-old’s unabashed enthusiasm, how happy she is to see us.\n\nFOR a while, I told myself I had gotten away from a very bad situation, from a man who wasn’t good for me and never would be. \n\nBut then my thinking changed. I came to believe that instead of getting away from something, I had gotten away with something. I had stalked someone. I had not stopped when he asked me to.\n\n I was no rapist, but in violating the boundaries he had set, I had fallen into the trance of the abuser, who always feels wronged, denied, ignored, put off, until the object of desire is his — or, in this case, hers.\n\nMy friends told me that I was taking on too much guilt. He drove you crazy, they said. I wanted to agree. But if they had heard my story from a man — a real Stanley — would they have so easily absolved him?\n\nNow, as a mother and wife, my head is crowded with thoughts of laundry and preschool, my emotional energy channeled into the straightforward grace of family love. How far I have come, I think, from the obsessed person I was, and how lucky I am to have found this redemption.\n\nSometimes I wonder, though, whether I have truly changed or just my situation has. Neither motherhood nor a good marriage can erase the knowledge of what desire — or what I called desire — once drove me to do. \n\nSo I can’t let myself feel too smug, too safe, in this new life I have built. My past obsessiveness still haunts me, not just because it led me to actions I regret but because it was so undeniable, a vital, rude feeling, impossible to push away."
}