{
  "url": "http://www.nytimes.com/2006/10/01/fashion/01love.html",
  "headline": "Men Don’t Care About Weddings? Groomzilla Is Hurt",
  "dateline": {
    "year": 2006,
    "month": 10,
    "day": 1
  },
  "byline": "Craig Bridger",
  "text": "I AM not the type of guy who would want to plan a wedding. I would rather play Xbox than watch “Queer Eye.” I don’t know if I’m a “fall” or a “summer.” I decorated our bathroom with a framed Batman comic book. \n\nBut I found myself engaged to a wonderful woman who is so overbooked and so chronically late that she has her own time zone (we call it Tara Time). I knew I had to step up if I wanted to make it down the aisle. And when I did, something unrecognizable began to stir inside me. \n\nEveryone knows about Bridezilla — the toothy creature in a wedding dress whose apocalyptic meltdowns send bystanders running for cover. But I’m here to tell you there is a far more terrible beast lurking in the matrimonial jungle. Fear him, for he is among us. His name is Groomzilla, and at my wedding, he was me.\n\nIt all started with the tie dilemma; I can see that now. I wonder if Groomzilla could have been stopped then, if I could have killed him in the shell, as Brutus proposed to do to Caesar, had I only known. \n\nListen, I do not wear ties unless I need one for an audition. I’m an actor. And a writer. What I’m trying to say is, I’m a bartender. So I have never thought much about ties. I have never noticed them in stores, or on necks. \n\nBut not long after my fiancée and I finally settled on a date, ties began to haunt me. I started to see them in my sleep. When I slept — which I didn’t, because I was always lying awake, thinking about ties. As it turns out, New York is a city teeming with ties — and none of them looked right for my wedding. \n\nTara, logging 12-hour days teaching and studying Pilates, had no time for my sartorial crisis. I had nothing but a skinny swatch from her champagne-colored sash and my own waffling sense of fashion to guide me. So I did the only sensible thing: I bought every champagne tie I liked, everywhere, and took them all home. \n\nI bought ties from Bloomingdale’s, Macy’s, Barneys, Banana Republic, Charles Tyrwhitt, Jos. A. Bank and one from Paul Stuart that cost almost as much as my wedding band. At home, I held them up to my throat, fanned them out on the table like a silken royal flush, and wondered just what was happening to me.\n\n “A lot of grooms these days are vain,” Kathleen Murphy told me recently. She is the deputy editor of the wedding magazine The Knot, so she ought to know. I had contacted her for some insight into my metamorphosis. “They’re not renting a tux, they’re getting Paul Smith suits or Gucci suits,” she said. “You know, they want to look just as good as the bride.” \n\nWell, I’m not like those twerps. I don’t even know who Paul Smith is. I bought a suit only because it fit me so much better than those boxy rental tuxes. That’s not vanity; it’s merely fashion-forward.\n\nBut my obsession went beyond suits and ties. When it came to writing the invitations, the wedding programs and those little “Save the Date” cards, vanity didn’t get me into trouble. Ego did. Tara played my ego like a well-tuned kazoo. “Baby, you’re such a good writer,” she would tell me via cellphone, on a breathless break between clients and class. “You’re so good with words.” \n\nAnd suddenly I would be back at the computer, birthing tumescent phrases like: “Under the Setting Sun, Tara and Craig Will at Last Be Wed.” I spent days choosing the right tone for the program (I settled on “lovingly irreverent”) and the right adjective for “special” in the invitation (I went with “singular”). \n\nI agonized over whether to quote “A Midsummer Night’s Dream” or “Romeo and Juliet” on the response card — and then I agonized over whether to use a semicolon or a comma in said quote, because frankly, many Shakespeare authorities disagree on that. I hadn’t asked for the job, but now that it was mine, I was determined to write pure wedding poetry. \n\nTara and I settled into a pattern. I would tease out a brilliant idea and she would come home and veto it, which would only feed my blooming hysteria. \n\nTRUE, she often had a point. For instance, maybe it was tacky to format the invitation like a movie poster and write that our wedding was produced by God Almighty. \n\nBut still, she didn’t have to tell me that. The creative process is a delicate thing. And when she would critique my genius, I would immediately grow resentful. Why was I stuck writing ooey-gooey wedding treacle? I’m a dude; it insulted my dignity, like training a cat to wear a mouse on his head.\n\nAnd I never received credit for my labors anyway. After I created an e-mail account for our wedding and sent out a custom-made (and fabulous) Save the Date e-card, I was flooded with replies praising Tara — who was in England with her mother — for the delightful message.\n\n Right up to the wedding, some guests continued to respond to my e-mail messages by writing to Tara, even though I signed them all “Craig.” People just couldn’t fathom that the groom, not the bride, might be leading our frantic march to “I do.”\n\nWhen we were first engaged, I was advised by friends to nod and stay out of Tara’s way. And despite the fact that more and more grooms are now very involved in wedding planning (more than 80 percent of them, according to Bridal Guide Magazine), that’s what most people expect from husbands-to-be. The traditional wisdom remains that a groom (like a child) should be seen and not heard. Real men, the logic goes, don’t care about weddings. And that hurts Groomzilla — that makes him cry. But only on the inside. He doesn’t want to streak his self-tanning lotion.\n\nMonths after the ceremony, in my desperate search for answers, I called  Dr. Kathleen Gerson, a sociology professor at New York University, and asked her why some of the wedding chores made me feel “emasculated.” \n\n“I don’t like that term,” she told me. “Emasculate implies that there’s only one way to be a man.” \n\nOh. I didn’t tell her that being swiftly corrected when trying to use big words like “emasculated” also makes me feel emasculated. I felt better, though, when I asked her if she thought I was a wimp. \n\n“You are absolutely not a wimp,” she said. “You’re the opposite of a wimp. You’re a pioneer.” \n\nWoo-hoo! That’s more like it. A pioneer — a frontiersman in an unmapped gender wilderness.\n\nI wish I had known Dr. Gerson before the wedding. Then again, imagining myself as a rugged adventurer wouldn’t have crossed anything off my towering to-do list. It wouldn’t have lowered my blood pressure. \n\nOverstressed and underappreciated, I staggered toward my wedding weekend like, well, an overgrown lizard swatting buildings and planes from his furious path. Tara and I fought whenever someone said the word “wedding.” I resented her busy schedule and her carefree attitude. She resented my acting like a jerk.\n\n I skulked around our apartment, dragging my tail across the wooden floor, bellowing about everything from gift registries to whether the groomsmen should escort the bridesmaids down the aisle. But when I sounded my reptilian roar at my soon-to-be sister-in-law, I had gone too far. \n\nOH, I could make excuses. I could say I had already spent most of the morning herding my fiancée out the door and into the city, that I had scrambled to gather the wedding license, the rings, the programs, the music and the gifts for the bridal party while she sat at the computer in her pajamas trying to find a song on iTunes for her father-daughter dance (something I had been encouraging her to do for months). \n\nI could point out that I had played tour guide on a bus that my father chartered to take the out-of-town guests from New York City to Chappaqua, where Tara and I arrived too late for our scheduled meeting with the minister. I might mention that I had been left with all our bags in the hotel lobby. \n\nAnd after all that, with minutes to go before we had to be at the rehearsal, I wanted just to go the bathroom. But there they were, Tara and Natalie, my fiancée and her sister-in-law, standing in the bathroom doorway, chatting. \n\nI stood on one foot and then the other. I waited for them to notice me. And then I lost it. “How about you get out of the way and shut the door so I can have a little privacy!” I shouted. “How about that?” \n\nWhen I saw the disgust on Natalie’s face, I realized what I’d done. Moments later, in the bathroom mirror, the ugly truth grimaced back at me: scales, claws, the thick-lidded eyes of a beast. \n\nIn a way, my shameful outburst saved me. I didn’t want to be that thrashing, tense creature at my own wedding. I started to breathe. Things weren’t going to be perfect and — with my bride, anyway — they weren’t going to happen on time. Just acknowledging this fact helped exorcise Groomzilla. Sometime in the night, he turned his gnarled back to the world and lumbered out to sea, leaving me neurotic, nervous, but whole. \n\nAnd on the big day, even though I had to wait an hour for Tara (standing in the sun in my sharp black suit) while the photographer took some pre-ceremony pictures, I felt fantastic. Someone handed me a glass of wine. I looked at my mom and dad, the arriving guests, the people I love. And when my bride appeared in the doorway, everything else — the stress, the tantrums, the petty details, the shocking price tag — melted away. I was getting married.\n\nIt has been three months now, and Groomzilla is just an embarrassing memory. A lot of people told me our wedding was the best they had ever been to. Is that just something you’re supposed to say, like telling your Aunt Clara “That was the best liver I’ve ever tasted”? I don’t know. It certainly was the best day of my life. \n\nBut sometimes, late at night, I’m still plagued with doubt. Maybe I should have gone with the Paul Stuart tie."
}