{
  "url": "http://www.nytimes.com/2006/08/13/fashion/13love.html",
  "headline": "Mortality Can Be a Powerful Aphrodisiac",
  "dateline": {
    "year": 2006,
    "month": 8,
    "day": 13
  },
  "byline": "Jennifer Glaser",
  "text": "IN sex education, they tell you that the trajectory of your sex life is supposed to be narrow and straight, passing through preordained landmarks: the pre-puberty hormone spike that makes you rub eensy-weensy genitalia against bicycle banana seats, the initial hand-on-thigh fumblings of teendom, the early adulthood serious relationship that careers from experimentation into mom and pop warmth and the necessary question, “Is this what my parents’ sex life was like when they first met?” \n\nWhat they don’t tell you about are the detours. Your lover may become very sick. He may die. You may wake up to find him dead. Gone. And then there is just you and your libido and the question of what sex in the new world will look like.\n\nMy boyfriend was 27 and I was 24 when he was told he had leukemia. As with most 20-somethings, mortality was a subject eternally deferred for us. But the weekend after he received this diagnosis, I met him at a motel in his hometown on Long Island to exchange words only whispered at the Jewish family functions we regularly attended: (pursed mouth) “cancer,” (moue of distaste) “chemo” and (shushing finger to lips) “treatment.”\n\nIt was not the first time we had met at this anonymous motel near the Long Island Rail Road station. We had been convening in a dun-colored room on the third floor every weekend since the doctors began to suggest that the swollen lymph nodes on his neck and shoulders were not the signs of a local infection but of something far more insidious, circulating, buzzing. \n\nMy boyfriend had returned to his parents’ nest to deal with the bad news, and every weekend I would visit him, the chug-chug of the train carrying me from the city into a territory of anxious conversation and too-tight hugs.\n\nOften he would reach the hotel before me and wait in an armchair by the window. When I entered the room, he would hold me at a distance and look at me for a moment before reaching out to take my hand, saying, “I’m so glad you’re here.” \n\nAfter we did what we’d gone there to do, I often wondered why moments of randiness and vulgarity were so beautiful during this time of crisis. Sex with my boyfriend felt like the opposite of the uncertainty of his disease, I guess. It was a sure thing.\n\nCancer works very hard to make life unsexy. Freud was right. The only thing that can beat the sex drive is the specter of death. Every kiss or touch is undermined by images that a potentially terminal disease tattoos onto the surface of your mind. White blood cells strangling your loved one. Cathodes distending his neck and chest like a modern Frankenstein. Hair loss. Emaciation.\n\nLeukemia carries with it particular visions of disaster. It was hard not to allow my imagination to take elephantine footsteps ahead of the situation when my boyfriend took me into his arms. I would think about how leukemia makes your body produce blanks. White blood cells without the capacity to do what white blood cells do best. Red blood cells like mules, dead-end hybrids, unable to function.\n\n Wastes of space, they crowded out all the green terrain in his body. They siphoned off his strength and left vast lunar landscapes behind. Sometimes I touched him and his skin felt cold and I imagined the Pluto that was his innards, the world inside his body that was orbiting so far from the sun.\n\nThe dehumanizing aspects of the treatment were even worse than the images that plagued me when picturing what the future might bring. The first thing the doctor talked about after delivering the diagnosis of my boyfriend’s disease was sperm. Precisely, she suggested that he might want to leave some samples at a sperm bank as soon as possible, like this minute, like now. She explained that what they were about to blast him with would also kill a lot of other things inside his body, his reproductive capacity being among the first to go.\n\nAt the sperm bank, the brochure bragged that La-Z-Boy comfort awaited its patrons. The brochure also featured an insert about the laboratory’s prominence among professional athletes, explaining that groin injuries are part of the game for baseball players and that they play it safe by leaving something behind at this particular sperm bank, which is the “First in Safety.” \n\nBut we didn’t feel safe.\n\nMy boyfriend told me that when he was led into one of the hidden masturbation rooms, he felt like he was entering a bat cave. There were rooms it recalled: the secret room under the stairs where your two-headed brother would be kept; the S-and-M dungeon that a suburban couple maintains behind their fluorescent-lighted den. \n\nTHE juxtaposition of the public and private spaces at the lab was perverse. The reception room, reeking of antiseptic and nervous men trying to mask what they were waiting to do in a cup backstage, versus the depositories located off long hallways, the creepy closeness of those rooms where you do your business. Antique copies of Hustler and Swank littered the cupboards. Walls were tacked with pinups spanning decades of titillation from subtle Betty Grable-esque poses to 70’s cheesecake. Sexy photos so densely papered the place, they formed a kind of space age wallpaper. \n\nSome of the posters were dog-eared and stained, and my boyfriend couldn’t help but wonder if his battered immune system might be leaving him open to contracting whatever germs the men who previously had inhabited this room had left behind. It was like the room of an adolescent boy who sleeps under photos of naked women as some kind of fort or bulwark against pimply loneliness, like the room of an adolescent boy who tries to touch at intimacy by rubbing his face against the pinups of nudie magazines. It was a sad-ugly room.\n\nIt was a sad-ugly disease, utterly absent of glamour. When I visited my boyfriend in the hospital after his chemotherapy had started, he scuffed his white-socked feet along the floor, searching blindly for his slippers. I pushed my feet under his hospital bed and kicked the slippers his way. I tried to be unobtrusive about it, like I would about letting an 8-year-old kid win at checkers. \n\nHe slid his feet into the slippers and then sat on the side of the bed looking at me. It was the first time that our faces had been so close since his admission to the hospital. I looked at him. “Don’t look at me like that,” he said, turning his face away. “I want to kiss you when you look like that.”\n\nWe couldn’t kiss. We couldn’t kiss because mouths are full of billions of microbes and critters and tiny breaks in gum lining. My mouth was no exception, and a kiss from me could communicate to him something far more than love and warmth. It could communicate something that would have left him hobbled and legs waving in bed, Kafka’s Samsa-bug come to life.\n\nMonths later, though, after multiple chemos and a failed bone-marrow transplant and family drama and my boyfriend’s death, it wasn’t those dystopian postcards from the sickbed that I remembered most. It was the fact that during his lengthy and wholly unsexy illness, he had never ceased to be sexy to me. \n\nWe flirted, canoodled, talked about sex, and had sex when he was sick because, well, sex wasn’t death. It was the antithesis of death, and damn if it didn’t feel good to forget for a while that nothing we could dream up could act as an effective talisman against the iceberg floating into our sights.\n\nInstead of thinking about his illness, we thought about how not to leave the bed: how we could spend 12 hours touching and laughing and weeping and singing in a bed like a boat. A bed like a boat that was sinking.\n\nWe imagined mocking his illness and its emasculating powers by making a jokey promotional video for Ara-C, the chemo compound he received daily during his inpatient treatments. He wrote the script. \n\nA closely shorn him: “Everybody tells you about the downside of being diagnosed with cancer.” \n\n(Camera pans back to show wide-angle shot of the hospital room with me sitting on the edge of his bed.) \n\nMe, sotto voce: “But, we’d like to tell you about some of the, ahem, benefits. Let us show you what chemo can do for your libido.” \n\nThey were distancing mechanisms, now that I think of it, the playful commercials and the bed-soaked existence. Furtive embraces and black-humored jabs at his illness and treatment were welcome existential breathers from thinking about death. For me, they had an added benefit. They allowed me the illusion that I would always be approaching this prognosis as part of a dynamic duo, a twosome that could feint and jab together at this overwhelming new opponent, cancer.\n\nBut then he died. \n\nMy friends treated me with the type of reverence usually reserved for shamans, as if I’d sipped from the River Styx and lived to tell about it. They were comfortable with the occasional teary jag or sentimental reminiscence about his all-around loveliness, but nobody wanted to hear the truth: my dying lover was great in bed. \n\nWhen your lover dies, it is the body as much as those intangible qualities of the personality that you miss. I wanted to tell them and everyone that what I missed was sex with him, taking naughty baths and using fingers and tongues and toes to explore whatever pockets of the other we could reach. Eulogies praised his imagination, writing prowess, generosity and warmth. I praised those qualities, too. But, praise be the body, I told them. It is only in such praise that I could give my boyfriend back what leukemia took from him, trace the contours of what he had lost: his material form, with its capacity for messy emissions, spontaneous erections, parted lips, enveloping bearhugs and leg cramps — beautiful all."
}