{
  "url": "http://www.nytimes.com/2006/11/19/fashion/19love.html",
  "headline": "Fatherly Memories Scattered to the Wind",
  "dateline": {
    "year": 2006,
    "month": 11,
    "day": 19
  },
  "byline": "Victoria Loustalot",
  "text": "IN the 17 months after my father’s death and cremation, my mother spent more hours at work than at home, and I chopped off my hair because I wanted to look as bad as I felt. I’m 21 now, but that year I was only 11.\n\n My father, who would never be 45, sat for those months in a cardboard box on a closet shelf. The day my mother and I retrieved him from the funeral home, the director reminded us to keep the box up high, away from any pets, particularly cats. We were too dazed to ask why; we simply nodded. \n\nOn the way to the car, my mother carried my father gingerly, as if he wasn’t already broken, before placing him on the passenger seat and fastening his seat belt. At home, she put him on his appointed shelf in the closet, where he began to collect dust. \n\nWe did not talk of him except to joke that after so many years as a closeted gay man, my father had died, only to be shoved back into the closet. We laughed, but not because we found it funny. Of course, my mother had thought she had married a straight man all those years ago.\n\n But when, after more than a decade of marriage, my father confessed to her early one morning that not only was he a practicing gay man but also H.I.V. positive, she was simultaneously devastated and unburdened.\n\n She had known something wasn’t right in their marriage and had spent years trying to understand it. At last she had an answer, and she now knew that it had nothing to do with her. \n\nMy mother’s willingness to embrace my father and accept his sexuality allowed them to remain tender and close despite the deterioration of their marriage and of my father’s health. My father, she claimed, was still the love of her life, and he maintained that she was the love of his. \n\nJust before he died, he told her he had always hoped that once his sexual needs had quieted and he was just an old man looking for comfort and companionship, they would reunite and grow old together, sitting on a porch with blankets draped across their knees. \n\nMy father’s double life began in earnest when I was 6 months old and he took a job a couple of hours away from our Sacramento home in San Jose. He kept an apartment there and commuted home every weekend to visit my mother and me. \n\nBut after his confession, he moved away permanently and into a condo in Santa Cruz with his partner, Steve. Suddenly I was the one commuting, visiting my father every other weekend. \n\nBut it seemed that there was no room for me in either place. In Sacramento, I spent long hours at day care watching the door and waiting for my mother to arrive and take me away from mandatory naps and stale graham cracker snacks. In Santa Cruz, my father was desperate to embrace his new life as much as he could before the virus exploded into full-blown AIDS and forever stole his time for boyfriends and sunbathing on the beach.\n\nSometimes, in the months after my father’s cremation, I would visit him in the closet. His box was always unmoved, and although it comforted me to see that cardboard box and say to myself, “There. He’s there,” I came to feel that we had imprisoned him on that shelf, and finally my mother and I began to speak of how and where to scatter him.\n\n We tossed out ideas while stuck in traffic, during TV commercials and whenever there was a lull in our conversation. We both liked the idea of finding a stretch of highway to ourselves, where my mother could step on the gas and I could pour my father out an open window.\n\n But after debating buying big sunglasses and long skinny scarves and renting a shiny convertible, we realized the idea conjured images of a Sunday night Hallmark television special.\n\nIt took us a long time to settle on the obvious. Perhaps we avoided it because we knew the moment we began to discuss a plausible location, the event would become real. But the day I entered the closet and saw the cat sniffing at the edges of my father’s box, I called my mother at work and asked, “What about the ocean?” \n\nAfter all, my father had been happiest living in Santa Cruz with Steve. The Daddy I remember most fondly is the one strolling the boardwalk shirtless and running his fingers through his curls, which were the color of burnt caramel. I would tarry behind to collect driftwood chips and watch the 11-foot-tall man make balloon animals. It’s there I picture him smiling in the warm sun as Steve’s hand slips into his back pocket.\n\nLittle did my mother and I know that choosing a location should have been the easy part. By California law, it is illegal to spread ashes on public land; it is also a crime to spread ashes into the ocean from the beach. In fact, in federal ocean waters, law-abiding ash-spreaders must disperse their loved ones at least three nautical miles from shore.\n\n IT is true that this law is often treated the way people treat jaywalking. But my mother is not a jaywalker. Neither did she intend to risk arrest while she said goodbye to a man who had caused her enough problems when he was alive. \n\nWhile researching in the phone book, my mother and I were drawn to a charter business that, besides the standard fare of fishing cruises and private excursions for sweet 16 and bachelor parties, offered what they called “Burials at Sea Services.” Others offered similar services, but we liked that this company only had yachts, which we thought bestowed an element of class. \n\nWe sought to avoid being just another sad sack of potatoes grieving for a loved one — entirely indistinguishable from the family that rented the boat the day before and the family that would rent it the day after. I wanted to stand on that boat and imagine that the night before a young man had sat on deck and received a lap dance while his buddies drunkenly cheered him on, something as unlike our real task as possible. \n\nOn the appointed day, at 2 in the afternoon, a man in a snug blue T-shirt with the name of the charter company in script across the front lumbered up to where we waited at a carousel. I held my father tightly against my chest. \n\nThe man asked my mother if she was “the lady with the ashes.” When she said she was, he introduced himself as Bill. He shoved his pawlike hand toward mine. I gripped my father tighter. As the three of us walked toward the boat, Bill talked, his belly jiggled and he rubbed his bristled chin. I could see his lips moving, and I knew he was talking, but I did not hear him. \n\nThis was a man who owned a tackle box and drank his liquor from a can. I had envisioned our yacht being piloted by a captain in a tailored navy blazer steering with one hand and holding a martini in the other, someone with whom my father might have had shared a certain sensibility. The man before me was related to my father by anatomy only.\n\nAs we set sail for the open ocean, my mother swayed with nausea. \n\n“Here,” Bill said, giving her a plastic bag. “In case you need to hurl.”\n\nI faced the icy wind, watching the boardwalk fade until it looked as if the sky was down and water was up, and everything was a blue-gray haze.\n\nBILL cut the throttle, and we stilled, drifting in the waves. My mother joined me at the side of the yacht, and we opened the box containing my father. It felt to us as if we were opening more than just a box; we were opening him. \n\nI let my mother unfurl the plastic sack, and together we peered down at the pile of beige ash. She lifted the sack from the box, and we watched the wind pick my father up, crumb by crumb, until the dust of him was swirling above us like a kite.\n\n I thought of grade school and the puffs of chalk that billowed when you smacked the chalkboard erasers together, until finally the wind had taken my father away. \n\nAs I watched him go, I was silent; there was no rage, no hysterics. I have never felt angry with him. I only wish his life had been easier, happier, and I wish we could have known each other without the specter of death always looming over our relationship. \n\nIt’s what we never had that most makes my heart ache. Even the intimacy we had worked so hard to forge during my childhood seemed to float away that day along with his ashes. When I try to remember him now, it’s hard for me to think of him as someone I actually knew.\n\nOn shore, Bill shook our hands. My legs did not trust the sand, the way it gave underfoot, and I wanted to be on the boardwalk. “You might want to stop in the restroom,” Bill told us as we walked away. “Freshen up.” \n\nWe nodded dumbly. The afternoon crowd jostled us, knocking us together until my mother took my hand. We found a bathroom in a fast food restaurant across the street and stood side-by-side at the mirror.\n\n Under the fluorescent light, my mother and I understood Bill’s parting suggestion. Our faces — my mother’s pale, mine flushed — were covered in a thin layer of ash, in what remained of my father. Silently, we dabbed wet toilet paper on our faces and arms until we were left with only ourselves. "
}