{
  "url": "http://www.nytimes.com/2006/07/09/fashion/sundaystyles/09love.html",
  "headline": "Someone to Watch Over Me (on a Google Map)",
  "dateline": {
    "year": 2006,
    "month": 7,
    "day": 9
  },
  "byline": "Theodora Stites",
  "text": " I'M 24 years old, have a good job, friends. But like many of my generation, I consistently trade actual human contact for the more reliable emotional high of smiles on MySpace, winks on Match.com and pokes on Facebook. I live for Friendster views, profile comments and the Dodgeball messages that clog my cellphone every night. \n\nI prefer, in short, a world cloaked in virtual intimacy. It may be electronic, but it is intimacy nevertheless. Besides, eye contact isn't all it's cracked up to be and facial expressions can be so hard to control. My life goes like this: Every morning, before I brush my teeth, I sign in to my Instant Messenger to let everyone know I'm awake. I check for new e-mail, messages or views, bulletins, invitations, friend requests, comments on my blog or mentions of me or my blog on my friends' blogs.\n\nNext I flip open my phone and check for last night's Dodgeball messages. Dodgeball is the most intimate and invasive network I belong to. It links my online community to my cellphone, so when I send a text message to 36343 (Dodge), the program pings out a message with my location to all the people in my Dodgeball network. Acceptance into another person's Dodgeball network is a very personal way to say you want to hang out. \n\nI scroll through the messages to see where my friends went last night, and when, tracking their progress through various bars and noting the crossed paths. I check the Google map that displays their locations and proximity to one another. I note how close Christopher and Tom were last night, only a block away, but see that they never met up.\n\nI log on to my Friendster, Facebook, MySpace and Nerve accounts to make sure the mail bars are rising with new friend requests, messages and testimonials.\n\nI am obsessed with testimonials and solicit them incessantly. They are the ultimate social currency, public declarations of the intimacy status of a relationship. \"I miss running around like crazy w/you in the AM and sneaking away to grab caffeine and gossip,\" Kathleen commented on my MySpace for all to see. Often someone will write, \"I just posted to say I love you.\"\n\nI click through the profiles of my friends to the profiles of their friends (and their friends of friends, and so on), always aware of the little bar at the top of each profile indicating my multiple connections. A girl I know from college is friends with my friend from college's best friend from Minnesota. They met at camp in seventh grade. The boyfriend of my friend from work is friends with one of my friends from high school. I note the connections and remind myself to IM them later. On Facebook, I skip from profile to profile by clicking on the faces of posted pictures. I find a picture of my sister and her boyfriend, click on his face and jump right to his page.\n\nPictures are extremely necessary for enticing new friends — the more pictures the better. I change my pictures at least once a week. \n\nThere are hidden social codes in every image. Shadows and prominent eyes: not confident about their looks. Far away and seated in beautiful scenery: want you to know they're adventurous. Half in the picture: good looking but want you to know they're artistic, too. \n\nEvery profile is a carefully planned media campaign. I click on the Friendster \"Who's Viewed Me\" tab to see who has stumbled upon my profile recently, and if people I don't know have checked me out, I immediately check them back. I get an adrenaline rush when I find out that a friend of a friend I was always interested in is evidentially interested in me, too. \n\nJust imagine if we could be this good in person. Online, everyone has bulletproof social armor. \n\nFinding the perfect online community is not as easy as it looks. Some are too small. Dodgeball is so tiny it's almost too personal and requires constant attention. Not only does my online profile need to be updated regularly but the text messages demand prompt responses. To stay in the loop, it is even occasionally necessary to meet up with the members of my Dodgeball network in person.\n\nMeanwhile, MySpace is so big that I can't even seem to find a place to start my own mini-network and branch out. I have 10 profiles, but not nearly enough friends.\n\nI am constantly searching the Internet for new communities. Are there enough people on Plazes.com yet? Am I hip enough for Nerve? Can I be a part of Geocaching.com without having a GPS? Are the people on Fark.com my kind of people? \n\nFark.com members apparently opened their homes to other Fark.com members who were stranded after Hurricane Katrina. This makes their community seem beautiful and touching. Definitely worth starting a profile. Plazes.com is based on posting your GPS address on Google maps and finding people not just through interests but exact location. I, of course, have a profile and log in every day. But I don't know anyone else on it yet, so I'm not really ready to tell my friends. \n\nWHY, you ask, do I have to be a part of so many online communities? Isn't it hard to keep track? I need to belong to all of them because each one enables me to connect to people with different levels of social intimacy.\n\nDon't know you but think I may want you to be part of my network? I'll contact you through Match.com or Nerve. Just met? I'll look you up on MySpace. Known each other for a while, but haven't been in touch recently? Friendster message. Friends with my friends and want to get to know you better? Dodgeball or MySpace. Good friends and want to connect more often? Dodgeball. Really good friends? Instant Message.\n\nI now think of most people by their screen names. Even when I see them in person. \n\nThrough IM, I talk to my friends in Japan and Jamaica as much as the friends I see every weekend. Likewise, I have friends on my buddy list who live in my neighborhood, but we only talk on IM. We would never dream of hanging out in person. We have enough connection online for our degree of closeness and don't need to enhance our relationship by spending time together offline. As Friendster puts it, some people are just second- or third-degree friends.\n\nI also use IM as a tool for keeping track of my exes. I know when they sign on and I read their away messages. I can keep track of what's happening in their lives without their ever knowing I still care. Good or bad day, sick or asleep, I see what they're doing. I know if and when they're on the Internet. Sometimes they get smart, though, and click the little eye on the AIM Buddy List  that makes them \"invisible.\" It's a much less aggressive move than simply not responding to a message. \n\nAfter I have checked the status of my communities I move along to the blogs. Blog content is so niche; if you like a blog, then the other people reading it must be just like you. Every site wants to feel like a community. More and more, the popular blogs and sites are going in the opposite direction of everything else and trying to extend into the offline world. Sites such as Flavorpill, Meetup and GeoCaching actually encourage and facilitate real interactions between their respective members. Flavorpill throws monthly parties for their subscribers. \n\nAttending these parties, I found myself in awkward social situations I couldn't log out of, so I joined SecondLife. Every member of SecondLife is given an avatar — a three-dimensional body with a choice of clothing, hairstyle, body type and gender. Members of SecondLife have SecondLife jobs, families and friends. The population is over 200,000. \n\nThe virtual people in SecondLife talk to each other in intimate gatherings. They spend the day gossiping, shopping, fighting, giving each other tattoos, kissing, marrying, even engaging in prostitution and filing complaints of sexual abuse. I recently enlarged the breasts of my avatar, and men immediately started grabbing me. I could have filed abuse complaints about this if I'd wanted to, but I didn't. For a while I had a virtual boyfriend, Darren, but he hasn't contacted me recently.\n\nOSTENSIBLY, there are no flaws in this world. You don't have to eat, and no one gets sick. All the members choose their body type, so no one is unattractive. You may think you'd act differently on SecondLife, in your perfect body and specially created persona. But I've found that I act much as I do in real life, and my SecondLife relationships tend to fail the same way my real-life relationships do. Virtual love is still complicated.\n\nFor now I've been placed on a lush tropical island to learn how to maneuver. Once I improve at virtually picking things up and moving them, sitting, walking and jumping, I'll be moved to the main city. But I've been called a newborn enough times to know I'm not ready yet. \n\nI can't wait to log back in. \n\nHanging out in the real world one weekend, I went to a Flavorpill party. I was sucking down a cigarette with the head of Flavorpill when our cellphones rang at the same time. We flipped them open to see who was contacting us. He turned to me and said, \"Dennis? He's really got to go someplace new.\" \n\nI looked down at my screen and noticed that Dennis had sent out a Dodgeball message that he was at a bar on the Lower East Side — the fourth such message that week. I turned to the Flavorpill guy and said, \"I didn't know you were in Dennis's network.\"\n\nHe nodded. We laughed. I exclaimed: \"You aren't in my network. Why aren't you in my network?\" I couldn't believe it. Here we were in person and both in Dennis's network, but not in each other's. That almost never happens. \n\nWithout looking at me, he responded, \"Rock it.\" \n\n\"Rock what?\"\n\n\"Rock my network.\""
}