{
  "url": "http://www.nytimes.com/2006/09/10/fashion/10love.html",
  "headline": "When the Thunder Rolls in, My Lie Rolls Out",
  "dateline": {
    "year": 2006,
    "month": 9,
    "day": 10
  },
  "byline": "Amy O’Leary",
  "text": "THE first time I said it, I thought it was the best kind of lie: tender and considerate.\n\nMy boyfriend and I were lounging in bed as a gust of wind from one of those sweeping Midwestern thunderstorms crashed against the flimsy picture window of our rural Minnesota apartment. Our relationship was in trouble, and that’s when the lie came to me. \n\n“I’m scared of thunder,” I whispered. The flashes of lightning and low-frequency eruptions lent the situation a dramatic air that I wasn’t sure I was nailing in the performance. \n\nJeb tilted his head, confused. Then he kicked into comfort mode: “Awww, baby. It’s O.K. It’s just a storm. Why didn’t you tell me before?”\n\nI said I was embarrassed to be so weak about something so stupid.\n\n“Awww.”\n\nIt was a strange moment. He was much happier than I expected, and I didn’t know what to do next. I hadn’t planned that far ahead. Should I be afraid only of thunder or of the lightning too? Should I reach for a hug or go for fetal position? Tears? Shaking? Really, what was too maudlin?\n\nI added sotto voce, “I’ve never told anyone that before.” Which was true. I’d never told anyone I was afraid of thunderstorms before because I wasn’t afraid of them. \n\nEven so, Jeb nodded and offered sweet sympathies. He could barely conceal his joy. Finally, after nearly two years together, it seemed I needed him. \n\nThe week after the storm the sun was out, and we started to develop a crush on a whole new idea of our relationship. He thought I needed him during a thunderstorm, and I thought he needed me to create these fictions about needing him. Like a gentle African starling perched atop a sturdy hippopotamus, he floated along on the back of my heavy, plodding lie, and together, for a while, we moved forward.\n\nWe still had our problems, our fights. Most often I wondered if the trouble was my own strength and independence. Even as a little girl I used to march into my big sister’s room with one of my Keds held up like a club, ready to flatten the spiders that terrified her. Later I was the baby sitter who made jokes about slasher movies as I casually flipped on my charges’ basement light to reveal nothing more than a cat and my own breezy courage. Once, not long ago, I was the only girl on a corporate sky-diving trip, insisting to a group of older male software engineers that I jump out of that dodgy Cessna first. \n\nThe role reversals didn’t end there. With Jeb, I was also the one who refused to stop for directions. He would amble into the gas station humbly as I waited in the car, scorning his inability to figure it out for himself. Since this scene was generally such a trope of relationship comedy, Jeb and I would try to make light of our situation with a lot of awkward jokes. But the jokes took us only so far, and it occurred to me that if I was just a little more needy, maybe we could set the balance right.\n\nMy fake phobia seemed a perfect remedy: a temporary, climate-controlled zone where he could play the strong one on occasion. There would be three or four more storms that month, and they were always good nights for us.\n\nBut crafty fiction can buttress only so much reality. After a few more months of trying to work things out, our fissures resurfaced: he was miserable, I’d stay at work too late. He started to daydream about other girls. I started to daydream about moving away from Minnesota. The storm season tapered off, and with no more tender moments to hold us together, our relationship crumbled.\n\nHe moved out of our apartment, taking his things and half the furniture. That was late August, and we agreed not to talk for a few months until the breakup had properly settled in. \n\nOne night soon after, I was rearranging things to fill the blank spaces he left behind, trying out the bed at odd angles. And then, out the window, the sky turned a sudden, inky blue. Then black. It was clear that an unholy thunderstorm was about to bear down on our little farming town. When the skies opened up, the streets emptied out. Walls of water cascaded onto the pavement. The stoplights on the highway whipped around on their wires. The grain elevator shook. It was a fearsome, Godly thing. \n\nI TOOK it all in stride, glad that I had a little dinner ready to cook, a glass of wine and the radio on. It was a beautiful storm. I stood at the window, admiring it. \n\nThen, in the foreground of the deserted street, I saw a red blur of a jacket running across the parking lot toward my building, hustling through the rain. Though our relationship had fallen apart, our fiction remained intact. Jeb was running to me now, to comfort me in the middle of this crisis. He was a good man that way. As he ran up the stairs, I did my best to try to affect a panicked look. I felt both guilty and relieved.\n\nHe knocked on the door and stumbled in, looking as wet and vulnerable as a kitten just yanked from the river. “I would have come sooner, but you can’t see the roads so well in this rain,” he said, hugging me against his soaked shirt. \n\nI gave him some dry clothes, and we sat down on the couch and enjoyed one last opportunity to pretend we needed each other.\n\nHe stayed the night. Two weeks later he joined the Navy and left town.\n\nAnd then I left town too, but for St. Paul, where over the next two years I stumbled through enough bad first and second dates to start calling them “anthropological.” There was the Home Depot manager I met polka dancing. The frat guy from Purdue. The guy who looked a little like Harry Connick Jr. and asked me to a concert. The concert was the industrial metal band American Head Charge, whose stage props included bloody pig heads swinging on metal chains.\n\nThe situation seemed so bleak that I was forced to develop a number of tricks to keep things moving. As women once deliberately discharged lacy handkerchiefs, I feigned complete ignorance of the game of pool and let bad drivers drive my fast car, and to my shame, on more than one occasion I have giggled. I’m not the only girl to employ these devices, but the fear of thunderstorms was really my masterstroke: the perfect combination of vulnerability, quirky charm and a hushed confidence. I’ve never been able to equal its gestural eloquence.\n\nNear the end of those years, I had a summerlong fling with a professional drummer. We met backstage at a concert and made out in the green room, promising not to get romantically attached. And that’s how things stayed. One night, as the summer sky flashed, illuminating my boredom, I seized the moment experimentally. “I’ve never told you this,” I said to him, “but I’m kind of afraid of thunderstorms.”\n\n“Yeah, they can be freaky,” he said, flatly.\n\nA moment passed and then another, the silence pointing up the exact thing our tryst lacked until finally we rolled into our regular positions and fell asleep. I felt ridiculous and didn’t mention thunderstorms to him again. Vulnerability, I learned, has limited currency.\n\nThe next time the subject of thunderstorms came up, two or three years later, it surprised even me. I was living then in a tower just off the lake in Chicago. The drop from my window was sheer. The building was constantly buffeted by powerful winds. On this night they slammed against my window at 3 a.m. like a series of mean sucker punches. Then came the silent white flashes and a looming sense of destruction in my chest.\n\nDROWSILY, dreamily, I imagined the building had been blown apart, and there was nothing to do but fall to the ground with the skinny red bricks that held me inside that room. In my half-asleep state this loop played again and again: lightning, thunder, explosion, slipping, falling, bricks, bruises, more bricks, the flat slap of concrete, the end of my life.\n\nWith each fresh thunderclap, the terrifying movie began again. Even as I slept I was hyperventilating. Yet this storm was no bigger than the storms in Minnesota. The only difference was Brian. He was already awake, holding me as I finally startled out of sleep.\n\nImmediately he said, “I was hoping you wouldn’t wake up.” He pulled me close, bringing my head to his chest. He ran his hands down my arms and firmly kissed the top of my head. “I didn’t want you to hear all this. I didn’t want you to wake up. I didn’t want you to be afraid.”\n\nI felt so scared and so grateful.\n\nThe surprise about Brian was discovering how he is strong in ways that I have never imagined for myself, ways I have now come to rely on. He drives my car faster than I do. He plays a solid game of pool. He knows how to win a fight in a bar (“hit first, hit hard”). Most of all, he always knows when I’m lying or faking it or just not being honest with myself. \n\nIn this same way, Brian even seems to have known something about me that I didn’t or hadn’t yet figured out: that in some way I have always been afraid of thunderstorms — I’ve just been acting too tough to admit it. And that night, jarred by terror but still groggy, all I could say was: “I’m glad you’re here. I’m glad you’re here. I’m glad you’re here.”\n\n“Shhh. It’s O.K.”\n\n“I’m glad you’re here.” Nothing else made sense.\n\nBecause if anyone else had been there, I’d still be pretending not to be afraid of anything, which would force me to pretend to be afraid of something, so I could pretend to trust someone finally to take care of me.\n\nAnd when the thunderstorms come, as they have this summer, when the sky flashes angry, it’s good to be reminded again that I am both strong and afraid. It is a good time to fall asleep next to Brian and hide from the window."
}