{
  "url": "http://www.nytimes.com/2006/05/14/fashion/sundaystyles/14love.html",
  "headline": "A Winter of Discontent, Then Along Comes Baby",
  "dateline": {
    "year": 2006,
    "month": 5,
    "day": 14
  },
  "byline": "Katherine Ozment",
  "text": "WILLIAM was born just before midnight on a Sunday in winter, and I'm not trying to be clever when I say the sky was pregnant with snow. It was. The clouds hung full and gray and heavy — ready, like me, to burst. \n\nWe lived in Chicago, and that afternoon, before I realized that my water had broken and had been seeping out of me all day, I drove to the lake. My husband and I had had a huge fight about what our lives would be once we had this baby — where we'd live, whether I'd work — and I had fled in a rage. \n\nI sat in my car by the lake, staring out at the gray sky and the gray water and howled at what my life had become: seemingly subsumed by my husband's academic career, living in a city I felt no connection to, isolated and adrift without a job or clear purpose. \n\nI have sat staring out a lot of windows in my lifetime. In high school I would drive with my friend Kristin to a parking lot by the river and stay for hours, smoking and talking. In college I'd sit in my windowsill late at night, listening to Pink Floyd and wondering about people I missed. In my 20's, I discovered that my favorite part of going to parties was always coming home, where I could hide out on the fire escape, or the back-porch steps of wherever I was living, and think.\n\nALL told I've probably spent several years of time perched in those off-stage haunts, always fumbling for some understanding of what felt like my life's inertia, always imagining that other people were out living their lives while I was just contemplating mine. What I'm embarrassed to say, because I have so much to be thankful for, is that often I would sit and think about why I had to live at all. \n\nThere's my own part in all this — and then there's the history. Depression runs in my family and it's made of sturdy stock, manifesting itself in subtle and overt ways through generations. \n\nMy older brother is the most obvious example. The doctor had diagnosed bipolar disorder long before the current crop of antidepressants was developed. He struggled to stay on lithium for years and eventually killed himself when he was 26 by stepping in front of an oncoming train near his apartment. \n\nSo I guess you could say I come by it honestly, although that doesn't make it any easier. I've had to reconcile myself to the fact that I have within me the grain of something very dark and sad. Usually it's just annoying, like a piece of food caught in your teeth. But every so often, like that day at the lake, it grows so large I can barely contain it. \n\nThat day, I had the urge to drown myself. There was the lake, marred by shards of white ice poking up as if a giant piece of china had fallen out of the sky. I was tantalized by the idea of that freezing water enveloping my warm, gravid body — a shock to a system that, nine months pregnant, had grown sluggish and worn. \n\nI hadn't contemplated drowning before. In the past I had considered pills, a gunshot to the head, jumping from a tall building. When I was in high school, I even fantasized about a carbon monoxide poisoning involving a tennis ball in the tailpipe of a Mazda Miata, a car I didn't have and had no prospect of obtaining. \n\nFortunately, I always had enough sense not to act on my self-destructive impulses. My suicidal fantasies were always just that, and they served mainly to calm me. To know that I could die if I really wanted to was always enough to keep me from doing it. And so that day, like every other, I wiped my face and drove home.\n\nSeveral hours later, after it dawned on my husband and me that my water had broken, after we had driven to the hospital and the nurses had attached an IV line to my hand and placed a heart monitor through me and onto the crown of our baby's head, after the anesthesiologist failed to insert the epidural needle correctly and I felt for several hours the most wrenching physical pain of my life, William washed out of me on a tide of something I couldn't stop. \n\nWhen I saw him, white and glistening as he arched in the nurse's arms, relief washed over me so suddenly that I screamed, \"My baby! My beautiful baby!\" over and over. \n\nAs everyone else in the room commenced with the business of new birth — washing and measuring and writing things on clipboards — I must have seemed possessed. \n\nBut alien and animal as I'm sure I appeared as I lay there naked and screaming, I felt deeply connected to something inside myself. A life had moved through me and into the world, and for a moment I felt how I imagined I would have if I had jumped in the ice-cold lake — awake and alive.\n\nLater in our hospital room, my husband and I curled up in our beds and dimmed the lights. William was swaddled and capped and couched in a plastic bin beside us. He reminded me of the baker from the Three Men in a Tub toy I had as a kid, all soft and round and still. And then, just as we were beginning to doze off, he started to wail. I tried to breast-feed him, but he kept crying frantically. It was a long night and only the first of many, but together my husband and I got through it.\n\nThe next morning the snow began to fall, slowly at first and then in fast, heavy flakes. William was asleep in his bin, but I knew the quiet wouldn't last long. He was only the size of a loaf of bread, yet my husband and I had begun to feel utterly terrorized by him. \n\nMy only source of solace was what was happening outside. There was something soothing about the way the building across the courtyard and the trees in between were gradually being obliterated, disappearing in pieces as they were reckoned pure white by the season's first snow. \n\nIt's been more than three years since William was born, and that day at the lake was the last time I contemplated my suicide. The urge left me instantly, without putting up much of a fight. It was as if the part of me that wanted to die simply crawled off into the woods and never came back. \n\nI sometimes wonder if it's still there and will return unannounced one day, like the crazy uncle no one wants at their wedding. But for now the deadening lull of depression has been replaced by something more like tiny pinpricks, a constant barrage of joy and pain.\n\nIt's late January and we're living in Berkeley, Calif., while my husband takes a sabbatical from his job at M.I.T. There's no snow in sight. For a week I hear the DJ describe the temperature — 45 degrees — as chilly, and I want to call in to complain. \n\nI miss the seclusion of winter, that feeling of being sheltered or hidden that I've always been drawn to. Sitting with William at breakfast in front of our picture window, which opens out onto a view of San Francisco Bay, the Golden Gate Bridge and a brilliant blue sky, I feel naked, like a butterfly pinned to a board. I want to slip into the pocket of my bedroom back home in Boston as a blizzard quiets the world outside. \n\nBut William seems perfectly happy to forego winter, and I worry that he doesn't even remember snow. \n\nI would like to remind him of our first days together — how those hours were like a salve on the wounds from the days before, how they marked the reconciliation between his father and me as we found ourselves leaning toward each other, not away. And how they were as much the beginning of life for me as they were for the baby he was then. But I'll have to wait years, if not decades, for such conversations. \n\nAnd yet. Last night after his bath, William placed two brightly colored plastic cups on his feet and proclaimed them his \"boots.\" Then he asked me to wrap him in his hooded blue towel — his \"coat\" — and pretend to snap it up. \n\nI DRAPED the towel over him, made dramatic snapping motions up the center of his chest, and looked at his soft, shining face. Patting him dry, I began to recite to myself all the steps between that moment and bedtime: put lotion on him, find his T-Rex pajamas, brush his little teeth, read him several books (preferably not \"Thomas the Tank Engine\"), tuck him into bed with kisses and hugs and expressions of much love and devotion, play \"Sesame Street\" CD.  \n\nThe list seemed endless, but before I could heave a sigh of exhaustion, he leaned into me and rested his head in the crook of my neck. My stomach tightened. I held my breath. I placed my hands on his small, perfect back. \n\nNever grow up, I wanted to say. \n\nBut he spoke first. \n\n\"Keep me warm, Mama,\" he said. \"It's snowing.\" "
}