{
  "url": "http://www.nytimes.com/2006/12/24/fashion/24love.html",
  "headline": "Close Enough for Momma, Too Close for Me",
  "dateline": {
    "year": 2006,
    "month": 12,
    "day": 24
  },
  "byline": "Peter Napolitano",
  "text": "AFTER 30 years of gay male independence in Manhattan, I moved back to Long Island to take care of my 81-year-old mother, who had fallen and broken her hip. Having suffered through surgery and a harrowing three-month stay in a nursing home, she was eager to return to the comforts of the place she had lived in for more than 40 years.\n\nBut because my mother could barely walk and needed help getting in and out of bed, her social worker told me it could be weeks, maybe months, before she could be left alone. We couldn’t afford a live-in nurse, so that left two choices: She could move in with my brother and his family in Connecticut, or I could leave my city apartment and move in with her.\n\nAs a 48-year-old single gay man struggling with H.I.V. and depression who didn’t know how to drive and could barely take care of myself, I thought the logical solution was for her to move in with my brother. He’s married, a successful former Wall Street analyst (who now does similar work from home) and the father of three lovely daughters who are devoted to their grandmother. Moreover, they, as a family, were willing to take her in.\n\nThe only hitch: my mother didn’t want to go. She had tried living with them a year before, when osteoarthritis and osteoporosis first began to limit her mobility. But after six months she moved back home. \n\nWhat was the problem? There’s an old Italian saying: “Two women, one kitchen, big trouble.” So it was with my Italian mother and my Jewish-raised sister-in-law, although with them the phrase might well have been, “Two women, one house, big trouble.”\n\nMy sister-in-law is a wonderful mother and a devoted wife. In 25 years of dealing with my mother, she has made many concessions to my family’s way of life (converting to Catholicism chief among them). But she refused to allow the daily routine of her busy home to be driven by my mother’s whims and preferences. So my mother abruptly left and returned to her home in Deer Park, where she then fell and broke her hip. \n\nMy brother maintained that our mother’s accident never would have happened if she had continued to live with him, and our conversations about how to handle her care in the coming months usually ended with him saying: “It was her choice to leave us. It’s her choice to come back if she wants. But we’re not begging.”\n\nMy mother wasn’t going back whether they begged or not. Among other things, it infuriated her that they hadn’t visited more when she was in the nursing home.\n\n I tried to play peacemaker, but all I kept hearing was “It’s her choice” on one side and “They don’t really want me” on the other. As the date of her release approached, the only choice seemed to be for me to leave my Chelsea studio apartment and move in with her. \n\nMy mother deserved to have someone care for her, and I, of all people, especially owed it to her. Whatever her faults, she always dropped everything to care for those she loved when they fell ill: my grandmother when she had a stroke, my late father during his 25-year struggle with emphysema, and me when, years ago, she moved into my tiny apartment for several weeks while I was adjusting to new H.I.V. medications that had turned me into a bedridden zombie. I knew that my duty was to prepare for her homecoming and mine. \n\nIn doing so, I thought I was a special case. Only later, while sharing the story of my new life in Deer Park with acquaintances in Chelsea bars, would I become aware of the seeming social phenomenon of gay sons returning home to care for ailing parents, as one guy after another confessed he was doing the same thing.\n\n Unencumbered by marriage and children, and perhaps drawn to careers with some flexibility (as is my case with my work in the theater), we gay men are rapidly assuming the caretaking role that once fell most commonly to daughters. Rather than a special case, I was practically a cliché.\n\nNot that knowing this at the start would have made the task any easier. I moved home well before my mother’s release so I could prepare for her arrival.\n\n The house, like most in the neighborhood, is small, and the only place for me to stay was in the finished basement. My parents’ room on the ground floor had space for little more than the queen-size bed she had shared with my father. On either side of the bed were night tables, hers cluttered with religious objects and bottles of skin cream, his with the book he had been reading when he died, “I, Robot.”\n\n Near the door was an armoire with three statues: St. Francis of Assisi holding a little boy on an open book; St. Jude, the patron saint of the hopeless cause; and between them, under a plastic cover that said, “The more you honor me, the more I will bless you,” the Virgin Mary.\n\n As instructed, I removed all throw rugs and other obstacles, installed a shower chair and handicapped toilet seat, and placed a portable commode in the bedroom within a few steps of the bed. \n\nI put mats between the sheets and mattress in case she couldn’t make it to the commode during the night, and I discreetly placed a can of Lysol next to her night table. On a chair by the closet I laid out her favorite nightgown with extra Depends hidden underneath.\n\nBUT the most important item, in my mind, was the gold bell that had always hung on the kitchen wall. I placed this bell on my mother’s bedside table so she would be able to summon me when she needed help in the night. I was not a light sleeper, but if the doors were open I was sure I would be able to hear the bell from my basement bedroom.\n\nWhen my mother came home, she shuffled through the rooms with her walker, eyes wide, studying every detail and commenting on my domestic shortcomings: “This kitchen floor is filthy.” “When are you going to dust, next year?” \n\nWhen she reached the bedroom, each change got a silent nod of consent, until her eyes narrowed to slits as she glared at her night table. “What’s that bell?”\n\n“For when you need me in the night,” I said. “You’ll ring the bell and I’ll wake up and come running.”\n\n“What do you mean?” \n\nWhenever my mother was angry or frightened, her Italian accent became more pronounced. Within a couple of seconds she would sound like Tony Soprano’s mother. “You going to sleep downstairs? Leave me all alone up here? So I can fall again?”\n\n“But Momma, I can’t sleep in the same ... ”\n\n“What am I going to do in the middle of the night when I got to go, eh? Oh, God, please, why didn’t you take me when you had the chance? Why do I have to keep suffering? Why?”\n\n“Because God wants you to win an Oscar, that’s why,” I said jokingly. Big mistake. \n\n“What did I do to deserve a son like you? Please, go back to New York. Leave me alone!”\n\n“Momma, I’m sorry. Don’t do this anymore. You’ll get a stroke. Do you want to wind up back at the home?”\n\nThat did the trick. She stopped sobbing, looked up at me, then grabbed my hand and pulled me down to the bed.\n\n“Listen,” she implored. “You’ve got to do this for me. I’m so scared to be alone at night. This way, with you here, I wake you right away and you help me get to that thing. Nobody has to know. Please!”\n\nAs she spoke, I stared at the bedroom windows, with their lacy, insubstantial white curtains and old shades that pulled down only halfway. How could she stand this lack of privacy? Nobody has to know, she says? Any neighbors out for a stroll or even looking out their own window would be guaranteed, if they wanted one, a pretty good view of my mother and me sleeping, changing and struggling with each other in here.\n\n“Momma,” I finally said, “I’m not going to sleep in this bed. What did you do at the home?”\n\n“Bah! The home. I went in my pants, that’s what I did. Is that what you want for me every night?” She was really crying now, her eyes wet and wide, her hand tightening its grip on my wrist.\n\nWHEN I took care of my lover, Dan, who died as a result of AIDS 12 years ago, I saw the same look in his eyes, the abject panic and neediness that comes with gradually losing control of your body. My mother, who as a fanatical Catholic had considered homosexuality an unforgivable sin, surely had struggled to accept me when I came out to her and my father as a 29-year-old already infected with H.I.V. \n\nBut accept me she did. I was her son. I needed her, and she loved me. But she also accepted and loved Dan; she was as fond of him as he was of her. That they were able to enjoy such a loving relationship during so turbulent a time meant everything to me.\n\nSo that night, after putting my mother to bed, I watched a late movie, had a midnight snack and changed into my pajamas. Then I turned out the lights, quietly climbed the stairs and entered my parents’ bedroom, where I crept into my father’s side of the bed, nestling myself into the same spot where he had slept for decades. \n\nAnd there I lay, as close to the edge as possible, listening to my mother’s breathing while gazing out the windows at the lights and the street and the neighbors’ windows beyond. I tried not to think of the fraught weeks and months ahead, of days and nights that would turn out to be filled with more indignity, suffering, closeness and grace than I ever could have imagined. I thought only: “I can do this. I can. But tomorrow, first thing, I’m buying new shades.”"
}