{
  "url": "http://www.nytimes.com/2006/01/29/fashion/sundaystyles/29LOVE.html",
  "headline": "Two Decembers: Loss and Redemption",
  "dateline": {
    "year": 2006,
    "month": 1,
    "day": 29
  },
  "byline": "Anne Marie Feld",
  "text": "On the afternoon my mother died, she left work early. Her day as a computer programmer at Chase Manhattan Bank had skidded to an abrupt stop courtesy of a systemwide computer failure, and all employees got the afternoon off. It was late December. My 16th birthday. Gray, snowless, cold enough to make the lawn crunch underfoot, but close enough to Christmas to make a few uncrowded hours seem like a gift. Or in my mother’s case, a curse.\n\nRather than enjoying some last-minute shopping or hitting the couch, she methodically cleared her desk, drove the Honda home, fired up a pot of Turkish coffee and hanged herself in our garage.\n\nTwenty years later my father insists that she wouldn’t have died that day if the systems hadn’t gone down. He might be right. Work gave my mother a structure that sealed the madness inside, if only for small chunks of time. Idleness brought trouble.\n\nMy memories of my mother all have her working at something: cooking, staying up all night scraping wallpaper, poring over fat textbooks to get her master’s degree. In home movies my sister and I, long-limbed and small-bodied, dance and do gymnastics in the foreground while my mother lurks in the background, washing dishes or zooming diagonally through the frame on her way somewhere else.\n\nThough my mother worked full time, my sister and I never lifted a finger in that house. It was spotless, without the piles of clutter and tides of dust that mark my own house.\n\nMy mother’s madness seeped in so quietly that my father, an optimist to the end, was able to ignore it, believing that it would get better on its own. In our house questions about what we did and how we felt went unasked. Or if asked, unanswered. My sister and I ate alone in our bedrooms beside flickering black-and-white televisions.\n\nI wasn’t told about my mother’s two earlier attempts at suicide and would never have guessed. In my mind suicidal people raved and ranted. Madwomen were locked into attics, where they would moan and rattle chains. Occasionally they set fire to country estates. They certainly weren’t grocery shopping or dropping the kids off at the community pool on their way to the office.\n\nFrom fielding calls on the yellow rotary-dial phone in the kitchen, I knew that my mother saw a therapist, a woman named Barbara, whom she tried to pawn off as a friend. I knew better. My mother didn’t have friends.\n\nWhen I was 14, my mother started sleeping on the living room floor and wearing a dark gray ski hat with three white stripes. She seemed to drink nothing but gritty coffee and red wine poured from gallon bottles stored under the kitchen sink. She would send me into the pizzeria to pick up our pie, convinced that the men spinning crusts were talking about her behind her back.\n\nAs I limped along in my teenage bubble, very little of this registered as alarming. This was how all families were. As my mother’s madness amplified, she came to believe that our house was bugged and that her boss was trying to hurt her. But as long as there was a computer program to write or a carpet to vacuum, she could be counted on to do it and do it well.\n\nIn her insistence upon getting things done, on living an ordered life, my mother managed to miss out on the nourishing aspects of family life and life in general: laughing at silly things, lying spooned on the couch with your beloveds, sharing good food, the tactile delight of giggling children crawling all over you. Without this, family life is an endless series of menial tasks: counters and noses to wipe, dishes and bodies to wash, whites and colors to fold, again and again in soul-sucking succession.\n\nOn the morning of the day my mother died, I headed toward the door to catch the 7:10 bus to school. My mother and 12-year-old sister were just waking up in their sleeping spot on the gray carpet in the living room. They sang “Happy Birthday” to me, my mother’s beautiful, low singing voice frosted with my sister’s tinny soprano.\n\nEight hours later I stepped off the Bluebird bus, looking forward to an afternoon of “One Life to Live” and “All My Children” and was disappointed to see my mother’s car in the driveway. I dropped my knapsack on the window seat, stroked the dog’s dusty ears and called, “Mommy?”\n\nHer purse sat on the table. I checked all the rooms but found them empty. Then I opened the door to the garage and stopped breathing.\n\nI shut the door, ran up the stairs and outside, and sat on the cold concrete stoop, looking up the street. House after split-level house stretched along the curved road with one thing in common: no one was home. All of the parents in my neighborhood worked, and since I had taken the early bus home from school, the kids were still gone as well.\n\nI sat hunched over my legs, arms circling my shins, as my heart slowed. Finally I stood up, slowly opened the screen door, went back into the house and dialed 911.\n\nIn the days that followed, my father, sister and I sloshed through a sea of awkwardness. The wife of a friend of my father’s bought me a dress to wear to the funeral, a maroon velvet Gunny Sax monstrosity with puffed sleeves and lace trim. Regular funerals are hard enough; the funeral of a suicide tests even the most socially skilled.\n\nWhen all the robotic “Thank you for comings” had been finished, my sister tried to open the coffin when no one was looking. My father stopped her just as she was about to lift the lid. “I just wanted to see her,” she explained, almost inaudibly.\n\nOther details needed handling, providing my first, metallic taste of the kind of chores that come with adulthood. For the first time in my life, a formal party had been planned for my birthday at a local catering hall. The party favors — clear Lucite boxes filled with Hershey’s Kisses, decorated with pink and silver hearts — sat in bags in the garage, waiting.\n\nBut there would be no party. I picked up the phone and said, over and over, “I’m sorry, my Sweet 16 is canceled.” By the time I was done, cold sweat ran down my wrist, wetting my sleeve. I didn’t cry.\n\nOn the day the party was to be held, I stood in Loehmann’s with my father. My mother’s dress for the occasion, a gray wool sheath with long sleeves, lay on the counter. The clerk told my father that the garment couldn’t be returned. My father looked at the clerk and said very quietly, “But she died.” They took the dress back.\n\nAnd as soon as I could, I fled. First to college, then to a place as far from Long Island as I could manage: San Francisco. Every night I would shimmy into a short black dress, tights and platform boots and belly up to small scarred stages, staring at would-be Kurt Cobains, or boys in porkpie hats whaling Louis Armstrong covers, or nodding my head to the beat as shaved-bald D.J.’s spun in corners of warehouses while hundreds of people raved, shaking water bottles over their heads until the sun shot weak rays through dirty skylights.\n\nMy rent was $365. I had some savings; work seemed optional, as did stability. Over the next decade I would have 10 apartments, 13 jobs and at least as many boyfriends. I met Dave at a film festival, while waiting in line to see a movie called “Better Than Sex.” We started seeing movies together, always picking films with “Sex” in the title. Months after we had run out of movies about fornication with no signs of doing so ourselves, he finally kissed me under a lamppost outside his front door. I was wearing knee-high black leather boots. He was wearing sheepskin slippers.\n\nHe phoned every day. He listened. He smiled a lot. He told me I was beautiful. He made up rap songs about our love. He wanted to talk about everything, from politics to my period. He wanted children. He was, as my best friend’s father said, “a good citizen.”\n\nWe found a house together, a 1920’s cottage on a street of Spanish Mediterranean houses in every color of the rainbow. We split the down-payment 50-50 and started packing. Driving alone through a torrential downpour to sign the title for our house, I lost it. I didn’t do stable.\n\nI convinced myself that Dave was a con man planning an elaborate sting to separate me from my down payment. The year we had spent together was the setup for the graft. Now I was going to be out $25,000 and a boyfriend. It was a hop, skip and a jump from there to standing at the side of the road, homeless and utterly alone, the victim of aiming too high.\n\nMy hands were shaking when I pulled up outside the title company. Dave was standing there, holding an umbrella, waiting to walk me the 10 feet from the curb to the building. Eight months later, just back from our honeymoon, he carried me up our wonky front steps and across the threshold before collapsing from exertion on the blue sofa in our office. Another eight months after that, a plastic stick with a pink line told us that our remodeling plans were going to have to wait.\n\nOn my first visit the ob-gyn calculated the baby’s due date: my birthday. I was terrified that my day of personal infamy would be shared by the next generation of my family. Friends spun it beautifully: “It’ll be healing. It’ll give you back that day.”\n\nThe contractions didn’t hit hard until Christmas night, four days after I turned 36. Fifty-six hours after the first tremors hit my abdomen, three hours after the epidural wore off, I pushed my daughter into the world.\n\nI wasn’t thinking about my mother. Or about my sister, who stayed at the head of the bed, cheering me on when I thought my body would rip in two. Or about Dave, who watched tearfully as Pascale poured out. I thought nothing, and just lay there, shocked by pain and exhaustion. But when they finally returned her raw, chickenlike body to me after bathing her, my first thought was that she looked like my mother."
}