{
  "url": "http://www.nytimes.com/2006/11/26/fashion/26love.html",
  "headline": "In the Grip of Nature’s Own Form of Birth Control",
  "dateline": {
    "year": 2006,
    "month": 11,
    "day": 26
  },
  "byline": "Wendy Paris",
  "text": "I DON’T know how I got to be so old without having children. When I was 28 and my cousin had her first child, at 31, I thought, “I certainly won’t wait that long.” But then my freewheeling, career-centric life lasted another decade.\n\n Sure, fertility starts to decline naturally at about 27. But who’s bound by nature now? We have scopes and drugs and petri-dish unions that seem to stretch fertility to menopause. I wanted kids eventually, but I was determined not to be one of those anxious clock-watching mothers-to-be.\n\nWhen I finally found myself pregnant one spring at 38, it still felt too soon. I was in a stable relationship — recently engaged. But my fiancé, David, and I were moving to a new apartment and I was in the spring semester of graduate school. I had walls to paint, papers to write, a wedding to plan.\n\nTwo weeks later, when the pregnancy failed, I was disappointed but not devastated. It was so early in the process. This wasn’t a fledgling personette I had been nurturing for months, crooning ’80s favorites so he would develop a perky personality and good sense of rhythm.\n\n I was proud of how I handled the loss and of my mellow demeanor throughout my brush with pregnancy. I hadn’t requested that the hosts of dinner parties prepare special pregnancy-safe food just for me, nor had I forsaken highlights for fear that hair dye might lead to fetal abnormalities.\n\n Too many women I knew acted as if pregnancy was a dire medical condition. This seemed to me the downside of our science; gone was the sense of pregnancy as a joyous experience. Instead, these women evaluated all action in terms of risk. “Avoid nonpasteurized cheese.” “Don’t eat large fish.” “Take folic acid.” “Don’t drink coffee.”\n\n This obsessive behavior seemed most pronounced among the older urban women I knew, professionals who were accustomed to controlling the factors leading to their success.\n\nThere are two ways to “purge the products of conception” (as doctors refer to ridding what remains in you): naturally, or with a dilation and curettage. I was terrified of needing a D and C. But when I instead “purged the products” naturally, I was doubled over in pain on the bathroom floor as if I had eaten a boatload of bad seafood.\n\n I called my doctor for painkillers and sent David to get them. When it was over, I couldn’t believe it had only been a few weeks; it felt like several months’ worth of emotions and new information packed into that March.\n\nPeople say that there is no perfect time to start a family, but they are wrong. For us, the perfect time was eight months later, November. When I discovered I was pregnant again late last fall, David and I were excited. My mother was thrilled.\n\nI already had winter plans: a visit my mother in Florida, followed by a two-week working vacation with David in Los Angeles. In retrospect, perhaps I should have stayed home, taken it easy. But I had spent 20 years being tough and energetic, fighting the urge to be lazy. \n\nI flew to Florida, as planned, in early December. I had an ultrasound there, which showed a heartbeat. At six weeks, this one was working! \n\nI went to lunch with my mom at a sidewalk cafe in Delray Beach to celebrate. I sat at a wooden table, looking at the sunny stucco-walled boutiques across the street. I was going to be a mother, just like my mother. Despite her career as an engineer, she claimed that motherhood was the most meaningful experience in her life. As it would be in my life, I believed.\n\nI COULD see my life with me at the helm, a real adult with responsibility for someone else. I would finally have something else to think about besides my own desires. David and I would be a real family, rather than two out-and-about urbanites. No more hanging out at East Village bars that had felt too loud and too dark for years. No more extended adolescence for me. I would feel big and selfless and smart. And I would be.\n\n“Why is the ice cream blue, Mom?” \n\n“Well, Maxwell, it has to do with food dye,” I’d say. \n\nWith the Internet, it would be even easier to feel like a genius every day.\n\nBack in New York, David and I took his nephews and niece to the Big Apple Circus. “This is another benefit of having kids,” I said to him. “You can go to the circus without having to borrow children.” After the circus, the niece did a cartwheel. I did, too. It was sunny, and I was happy.\n\n Driving home on my motor scooter, I accidentally rode over a pothole. The scooter bucked like a wild pony — thad-dump! I closed my eyes for a second, then continued home. \n\nWe were scheduled to fly to Los Angeles on Sunday, two days later. The morning of our flight, I sat up in bed around 3 a.m., awakened by that choking feeling of a too-dry winter throat. \n\nAnd something else. I felt as if the current that had been pulsing through me, the faint green light on the ultrasound monitor, had stopped. You can’t feel anything at that stage. An embryo is less than the size of fingernail. There was no physical way to know that the heartbeat had ceased. But that is how it felt. Like the tiny generator that had been whirring inside me shut off.\n\nBy 9 a.m., I was bleeding a little. Should we still fly to Los Angeles? I wasn’t sure. The book next to my bed said a little spotting around this time might be normal. David, habitually optimistic, unflappable, agreed we should take our flight. \n\nOn Monday in Los Angeles, I reached my doctor, who advised scheduling an ultrasound for the end of the week, “Just to check.” He didn’t sound worried.\n\nOn Tuesday, the bleeding increased, and with it, a cramping pain. I was in Brentwood, having lunch with my friend Thea. Afterward, I went grocery shopping to stock the house David and I had rented nearby. Thea walked me there. “Make sure the baggers lift the bags into your car,” she said.\n\nI promised her I would. But when the time came, I couldn’t do it. The bagger, a strapping California-surfer-dude type with long blond hair and bulging biceps, could have lifted the whole cart if requested. \n\nBut I loaded my own car, then stood outside in the perfect Southern California air, realizing something about myself. Maybe I wasn’t going to be one of those controlling mothers-to-be, but I was obsessed with a different kind of control: not allowing myself to be “weak” or “needy” even when necessary. This suddenly didn’t strike me as an unequivocal strength. At least when pregnant. At my age. In the first trimester. Having had one failed attempt. Maybe everything was fine with this pregnancy, but it didn’t feel fine. My entire midsection had been cramping with increasing intensity by the hour. \n\nBy Thursday, the ultrasound appointment confirmed what I already knew: the heartbeat had stopped. This time, the loss hit me hard. At the hospital, a nurse saw me wiping my eyes on my sleeve. “Wait, I’ll give you your own box of tissues,” she said, tearing the cardboard center out of an institutional-looking gray cardboard box. \n\nThat night, the real pain began. It’s like labor pain; the body has contractions to push out whatever has developed. Except instead of giving birth to a live child, you deliver a jellyfish-shaped ball the size of a buckeye, covered in a skein of blood. It is like an alien from a horror movie that drops out of you. “It’s alive! It’s alive!” you want to shriek. Except, of course, it isn’t alive. That is its whole problem.\n\nWhen David and I returned to New York, I registered at a fertility clinic and started what often feels like an endless cycle of tests and appointments, determined to do whatever I could to succeed.\n\n A friend told me she was planning to lie down for the duration of her next pregnancy, an approach her aunt said had worked for her. I liked the “Just Lie Down” plan because it suggested agency. Everyone assured me I hadn’t dislodged my developing fetus by maintaining my active life while pregnant, but I wasn’t so sure. If it was my fault, I could fix it. I could behave differently next time and succeed. Or so I wanted to believe.\n\n Suddenly I had a new appreciation of those neurotic would-be mothers I had criticized before. Obsessive vigilance is a natural reaction to the shocking realization that you are not in control.\n\nA FEW months ago, I was at a party in Manhattan, listening to a smart, attractive younger friend detailing a steamy relationship going nowhere. She has a good career, which she puts above family, as I did at her age. \n\n“You know, just as an alternate route, you could focus on finding a real partner and creating a family life sooner rather than later,” I offered. “I’m just throwing this out there. You don’t have to do what everyone else is doing. It’s much harder, actually, to start a family when you’re older.”\n\nAnother friend interrupted: “I know so many women who have gotten pregnant at 38, or 40. I just got an e-mail about someone who had a baby at 42.”\n\nOf course she did. I received that e-mail message, too. But I think we overplay the success stories of older women, wanting to believe the exceptions are the norm. We don’t want there to be limits to what we can do. It’s not impossible to have a child later, but often it’s very hard, and “very hard” is much more difficult than I understood.\n\n I still believe I’ll have a child, but this belief doesn’t lessen the cataract of discouragement that washes over me nearly every month I don’t conceive. \n\nThe problem, I now believe, is not that childbirth has become too scientific. The problem, particularly for those of us who have waited so long, is that even with all our science and technology, conceiving and bearing a child is still too natural an act."
}