{
  "url": "http://www.nytimes.com/2006/11/12/fashion/12love.html",
  "headline": "Beneath the Modest Alter Ego, I See My Superhero",
  "dateline": {
    "year": 2006,
    "month": 11,
    "day": 12
  },
  "byline": "Angela Balcita",
  "text": "I WAS just 17, a typical college freshman concerned primarily with exploring my newfound freedom, my drinking skills and the boys in the dorm next-door, when one day I came home from sociology class with swollen ankles. \n\n“Oh, my God,” my roommate said. “You’re pregnant!” \n\n“That’s not it,” I assured her. \n\nWhen I called my mother, she scolded me: “It’s because you’re drinking too much.” \n\nBut when she told my father, who is a physician, about my condition, he grabbed the phone and said, “Come home.”\n\nHe took me to the hospital, where specialists examined me and explained that I had a kidney disease called glomerulonephritis and would have to start dialysis — a three-hour, three-days-a-week treatment to clean the waste out of my blood.\n\nSitting up in my paper-thin hospital gown, I said, “You know, this is really not a good time.”\n\nI tried to stick it out for the rest of the semester, undergoing dialysis while trying to maintain the life of an average Loyola College freshman. But the treatments exhausted me, and eventually I had to drop out. I moved back home to Pennsylvania, where I sat in my childhood bedroom for the rest of the school year contemplating what the doctors said could be an alternative to dialysis: a kidney transplant.\n\nLuckily, I had an older brother who was sweet, selfless and, most important, healthy. \n\n“The surgery is usually harder on the donor,” the surgeon told him. “Because of the way we need to remove the kidney, the surgery will likely be more painful for you, and your recuperation may be longer. You won’t be able to drive or work or do much of anything for weeks. And, of course, there is the risk of infection.”\n\n“I’m not worried,” my brother said.\n\nIt was not a surprise that his genes matched mine, but it was lucky that the surgery was easy, without any complications. He recovered more quickly than expected, and the transplant appeared to be a success.\n\nWithin months, I was back at school and on track to graduate on schedule. And it was during this time, at a college lawn party, that I met Christopher. Sitting in a T-shirt wearing a pair of gold Elvis sunglasses, he looked my direction and said, “Are you lonesome tonight, little lady?” As cheesy as his line was, I have to admit that I was hooked. One night, as we sat in a crowded bar, I warned him about my kidney disease. I put every oddity and ailment of mine out there.\n\n“I have three kidneys,” I said. \n\n“So what? I have a Spock ear.” \n\n“I take like nine medications every morning,” I confessed.\n\n“I get sunburned through skylights.”\n\n“High blood pressure,” I said.\n\n“Osgood-Schlatter,” he replied, referring to a type of knee pain suffered by adolescents.\n\n“I have a big nasty scar that goes from the side of my belly all the way down to below my bikini line.”\n\n“I have ... to see it,” he said, leaning across the table and then giving me a wink. \n\nMy frank admissions didn’t cause him to get up and leave, as often happened with other boys. He stayed and ordered another drink. And he continued to stay, through years of medication changes, doctor appointments and lab tests. He stayed as we sorted through all those life-changing decisions: Where are we going to move to next? What will we do for work? And he stayed even when, years later, I began to reject my brother’s kidney. \n\nChristopher watched as my young body quickly turned into that of an old woman, first with the reappearance of swollen ankles, then with nausea and back pains and finally with a limp in my step from the gout. I went back on dialysis, convinced that my luck had run out. I would need another new kidney, but from whom?\n\nChristopher committed to the transplant before we knew he was a viable donor. He came into our kitchen and said, “I’ll give you mine.” The best part? I didn’t even have to ask. But he had a few tough stipulations.\n\n“You have got to watch your diet.”\n\nI nodded enthusiastically. \n\n“If we decide to do this, we both cut out the bacon, the Cheetos and watch your salt intake. We keep an eye on your blood pressure.”\n\n“Whatever you say.” Under the table, my legs were shaking. \n\n“No more drinking. I’m talking like a glass of wine at dinner, maybe. And no more smoking your ’occasional’ cigarettes.” \n\n“O.K.,” I said. \n\n“And lots of exercise. You have to promise. I’m talking three days a week, half an hour of cardio. No more sitting on the couch. If I give you my kidney, you’ve got to keep it, be good to it.” \n\nI UNDERSTOOD his concern. My record up to that point had not been the cleanest. When I went back to school after receiving my brother’s kidney, I wanted to pick up where I had left off. Trying to feel normal again among my peers, I partied to excess, stayed out too late and exhausted myself on the weekends. I didn’t think about what a life like that would eventually do to my already compromised state of health.\n\n“I promise,” I said. But at that point, I would have agreed to anything. We shook on our deal before he dipped me, Astaire-style, and planted his warm lips on mine.\n\nFor weeks, the transplant team poked and prodded Christopher with blood tests, X-rays and M.R.I.’s, assessing his viability. But I knew he would be a match. I knew it from the way we finished each other’s sentences and said the punch lines to each other’s jokes. I knew it from the way he steadied me on hikes as I wobbled awkwardly on precarious boulders.\n\nAnd I was right. “Well, he’s good enough,” said the nurse when we met to hear the result. I watched her lips move as she gave us the details of the operation, but all I could think about was how love had saved me.\n\nWhen the transplant was over, my kidney function was restored and I felt healthier than I had in a long time. But Christopher did not escape as cleanly. A few days after, his incision became infected. He began to feel weak and lost his appetite. The doctors put him on bed rest for six weeks to allow the wound to heal. Though I finally felt better again, it was painful to watch this normally active guy stuck in bed staring at the wall day after day, and to know that he was there because of me. \n\nWhen my mother tells people at supermarkets about Christopher and me, they begin to cry. When he and I go out to dinner with other couples, I make them swoon with our love story. \n\n“He saved my life,” I tell them.\n\n“No, I didn’t,” Christopher says, smirking with annoyance.\n\nBut it was true, despite his modesty. \n\nThen, one weekend in November, just three months after the transplant, I woke up with a blinding headache that would not go away. Later, it spread into severe back pain and an astronomical fever.\n\nThis is not happening, I thought, as they wheeled me from the emergency room to the ward, where I would end up staying for three weeks as doctors examined my condition and watched my kidney function fluctuate. \n\nEvery night, as I prayed in my hospital bed that I would not lose this kidney, Christopher sat nearby, reading a book or looking out for soccer scores on the wall-mounted TV. What would it mean if I were to reject his kidney, I wondered. What if he can’t rescue me after all?\n\nIn the end, my symptoms turned out to be a result of an infection, not of outright rejection. And while there was no major damage to the kidney, the illness did serious damage to the one thing that up until then I had been sure of: that love would save me.\n\nAs someone who has been sick for the last 15 years, I am always looking for the cure. I hope for the deus ex machina. I wait for the hero to swoop in and save the girl. The more romantic, in my mind, the better. \n\nChristopher’s version of our fairy tale has always been a bit different from mine, a little more pragmatic. When I say: “Marriage? What do we need marriage for? The fact that you gave me your kidney should show the world that we’re destined to be together,” he says, “Well, maybe we should get married so my health benefits can pay for your lab tests and maintenance drugs.” \n\nWhen I say, “What if I lose this kidney?” he says, his voice calm and cool, “Then I’ll drive you to dialysis until you get a new one.” \n\nCHANCES are, that is the position we will find ourselves in one day, and he seems to know it. He knows that even if I watch my salt, am tender with his kidney and try in earnest to keep it with me, someday my body will discover that his kidney is foreign and strange and will try to get rid of it.\n\nWith each new trip to the emergency room, I realize there likely is no single person out there capable of rescuing me — no white knight, no superhero. Christopher is my match in terms of blood and tissue, along with being my match in almost every other conceivable way, and yet, in the end, even this may not be enough to deliver me from the pain and effects of my affliction. He may not be able to save my life, but in so many ways, he already has."
}