{
  "url": "http://www.nytimes.com/2006/10/08/fashion/08love.html",
  "headline": "Will That Child Step Off the Screen and Into Our Lives?",
  "dateline": {
    "year": 2006,
    "month": 10,
    "day": 8
  },
  "byline": "Lynne Nugent",
  "text": "DO you think you’ll want children someday?” Kembrew asked. \n\nWe were lying in each other’s arms in my bed, staring at the ceiling. It was several months after he had asked me for my phone number at a party in a mutual friend’s backyard. He and I, both in our early 30’s, had had serious relationships in our 20’s that failed — a marriage in my case. And, after having considered ourselves jaded, we were now enjoying the intoxicating early days of a romance that was going well. Obstacles had failed to present themselves; our perspectives opened outward, with no end in sight. It was a time of seemingly endless potential.\n\n“I don’t know,” I said, feeling my body turn simultaneously hot and cold with terror and excitement. He said, “We’d be good parents, I think.” \n\nOur conversation turned to other plans, but I filed this moment away. Three years later we were again lying in bed, this time in our shared bed in the bedroom whose paint color — sage green — we had picked together. \n\nBy this time we had run off to Las Vegas and exchanged vows at the Graceland Wedding Chapel. We had sold our separate houses, pooled our money and bought a larger home together, a turn-of-the-century Queen Anne with diagonal hardwood floors. Now the talk felt just as momentous, and just as frightening. \n\n“You don’t want children,” I said, trying to pin down if this was really the case. We had been talking around the subject for more than a year. I would drop hints; he would parry them. We would be distracted by side arguments. \n\n“No, I don’t,” he confessed. Whereupon I burst into tears.\n\nWhen he had first talked optimistically about children, I was 30. Now, at 33, I was on the downslope of fertility. I had started to read pregnancy blogs and had become fascinated by the reproductive activities of friends, strangers, even celebrities. I had started a list of favorite names on a pregnancy Web site. Callum for a boy, Eleanor for a girl. Or Frank for a boy, Aislin for a girl. Auden, Laila.\n\n Every few months a chorus of voices — peers who had taken the plunge into parenthood, older relatives, the rumblings of my own hormones — would gather momentum and confront me: “So are you going to do this, or not?”\n\nOver the last three years more of my friends have become pregnant or had babies. Amber started charting her temperature changes, realized her luteal phase was too short, and was now three months along with the help of fertility drugs; her husband, Josh, had thrown himself into preparing nutritious dinners to help the baby grow. Kelly, the man who has cut my hair for the last seven years, and his partner, Eliot, adopted the baby girl of a friend.\n\nEven more of my friends desperately wanted children. Maggie and her partner were trying the sperm donor route. Angela and her husband wanted to try to get pregnant as soon as she was off the medications that she had been on since her kidney transplant a few years ago. I kept quiet when they talked, wondering if I was feeling what they were. Their imagined children seemed to have a substance, a tormenting near physicality, whereas mine were ghostly, abstract, an intellectual exercise. \n\nThey were, that is, until around the time of our first wedding anniversary, when we visited Kembrew’s mother in Florida. One night she pulled out picture albums featuring Kembrew as a young boy and stories written in his childhood handwriting. \n\nThere was one picture in particular that I rephotographed with my digital camera to take home, a sepia-tone image of him as a 3-year-old wearing a dirty T-shirt and shorts, his skinny legs disappearing into cowboy boots. He looks up at the camera tentatively, his brown eyes wide, his cheeks round, his mouth a serious little bow. He is holding hands with another child, who is partly out of the picture, and I recognize Kembrew even in that gesture because that’s how he holds my hand, too: gently, his long fingers delicately curved.\n\nBack home, I downloaded that digital image onto my laptop and made it the default background image. Every time I turn on the computer, I see this little boy, this small version of my husband. “Hello,” I think when I see him. I have grown to like him more and more. I never felt this sentimental about pictures of me as a baby, or about any babies, for that matter: I spent my 20’s waiting in vain for a maternal instinct to surface.\n\nIN fact, ever since college I had had actual nightmares of being pregnant, only to wake up with a wash of relief that it was just a dream. I had convinced myself that babies were a liability: for my career, my freedom, my individuality. \n\nMaybe this was because my parents, though they did their best, always seemed aware of what they gave up to be parents to us. Of course, they would never have voiced any regrets, but my father once let slip that he probably would have pursued a Ph.D. if it weren’t for having to raise my brother and me.\n\nAs it turns out, I am working toward a Ph.D. right now. If I were to have a baby, it would seriously slow me down. Maybe it wouldn’t slow down a more dedicated scholar, but it would me, with my terrible work habits. A baby would be the ultimate procrastination excuse.\n\n When I came across Linda R. Hirshman’s recent book, “Get to Work,” I felt a stab of guilt about my baby reveries: Her blogosphere-rattling thesis was that highly educated women who choose to stay home with their children are shortchanging themselves and the cause of all women. These elite women have the best chance to change society’s gender imbalance by building high-power careers, but too many give them up for household duties. Would I be this way, too, I wondered: changing diapers while my dissertation languished?\n\nYet such arguments strike me as among my more bogus reasons for not having children, like high-mindedly proclaiming that I’m remaining childless because more people in the world would contribute to global warming. Which of course is true in the abstract. But if I were really dedicated to wanting children, I’m sure I would overcome my environmental qualms pretty fast, just as I’m sure I would learn to balance my career with being a mother. \n\nDuring my first marriage, when I was not sufficiently grown up to love my husband or myself enough to give us a chance to flourish, I never even considered children. I only started to want them once I began to bask in the nurturing glow of my partnership with Kembrew, who loves me enough to make me think my own heart could be big enough to love myself, him and another. And I only started to want them in my mid-30’s, when biology has made the easy deferral of “not now” start to give way to the hard reality of “maybe never.”\n\n“He’ll come around,” say friends when I tell them my husband doesn’t want children. “Men always need convincing.” \n\nBut I’m not so sure. Should something this big happen if one of us needs to be convinced? Kembrew even says: “If you’ll be miserable without a child, we can do it. I don’t want you to be unhappy.” \n\nHe offers this concession, all he can bring himself to offer, but I want more. If I’m to go forward with this, I want a husband who is so excited about it that he would become a pregnancy nutrition expert-cum-chef like Amber’s husband. But such a transformation does not seem forthcoming.\n\nWhat of Kembrew’s giddy talk in the early days of our relationship of our being “good parents”? Well, it turns out that was just infatuation-fueled speculation. In reality, he does not look forward to diapers or to not being able to eat at our favorite restaurant without worrying about a toddler bothering other diners by screaming or throwing silverware. \n\nAND it’s not just Kembrew. He and I both love our uncluttered house and untethered lives; we love checking in with each other on a Saturday morning (“What are you doing today?” ”I’m going to the gym.” ”I’m going to the coffee shop.”) and then, boom, we’re off and running. \n\nI describe all this to Kelly as he cuts my hair, and he shakes his head and looks at me in the mirror. “All the things you don’t want to give up about your life now will become moot once you take one look at your baby,” he said. “You’ll give it up happily.”\n\nI can see how that could happen, since I have been on the verge of throwing my life into turmoil thanks to a daydream based on a photograph of the boy Kembrew was. Every time I open my computer I feel there is something dangerous going on, some undercurrent pulling me in ways I can’t control.\n\nOlder friends — from my parents’ generation — tell me: “There wasn’t as clear a decision to be made back then. Everyone had children. They just did. Everyone who could.”\n\nIn my generation a lot of people either don’t want children at all, or they put them off for career or because they haven’t yet found the right partner, and then their clocks run out. Some are more than fine with this fact; others seem resigned to it.\n\n There will always be parents and nonparents in our circle of friends — support for either path — but that makes my indecision all the greater. The questions become: What do I want? Do I want children for the right reasons? Would not having children be acceptable to me? Would thwarting Kembrew’s preferred life be acceptable to me?\n\nI turned on my computer this morning, and there on the screen was my little boy. I’ve been thinking about removing him from my desktop since Kembrew finally confirmed for me his lack of enthusiasm. I have already stopped visiting most of those pregnancy blogs and may stop keeping my list of baby names. \n\nStill, looking closely at my little boy, I wonder if I can really let him go, now that we have met."
}