{
  "url": "http://www.nytimes.com/2007/10/14/fashion/14love.html",
  "headline": "Maturity Was Just Too Messy for Me",
  "dateline": {
    "year": 2007,
    "month": 10,
    "day": 14
  },
  "byline": "Peter Levine",
  "text": "THE details of the relationship were as follows: I was 24, saddled with a boring job at a giant food products company outside of Chicago, living at my family’s home in an upscale suburb north of the city, saving money for the down payment on a condominium that I would never come to buy. She was 41, a former lawyer, divorced and the mother of three young children, a boy and two girls. As it turned out, she also happened to live in the same suburb as my family, less than five minutes from my home.\n\nWe met in an evening class at Northwestern. I knew little about her before asking her out, only that she had terrific black hair and that we’d gone to the same university, though she made it clear when it came up in conversation that she had gone there many, many years before I had. \n\nI knew, too, that there was a sexual résumé I was hoping to build; I had been with the same girlfriend from high school through college and had little experience otherwise. \n\nSeveral weeks into the course, I sent this woman an e-mail message (I had found her address on the class list), asking her straight out if she would like to have a drink with me. \n\nShe didn’t respond. \n\nThe following week, during a break in class, I found myself walking across campus with her for a snack. It was autumn in the Midwest, wonderful. The air smelled like roasting leaves. Standing behind her at the soda machine, I asked if she had received my message. \n\nShe said she had not. \n\n“I sent you an e-mail,” I said. \n\n“Well, what did you say in the e-mail?”\n\n“I asked you out.”\n\nA look of panic spread across her face, and her cheek twitched. “Oh, I didn’t get it.” \n\n“Well, if you had, what would you have said?”\n\n“I would have said yes.”\n\nWe met for drinks at a restaurant with live jazz and low lighting. I found her in the corner and kissed her on the cheek. I thought this was an adult thing to do. She wore makeup, smelled good. I took her agreeing to meet me as a sign that a romantic encounter later was a foregone conclusion. \n\nBut she did not share my expectations. She was nervous, her leg bouncing up and down under the table. “You’re really young,” she said. “Just simply too young. Perhaps we could be friends.”\n\nI said that was nonsense, she had already agreed to meet me, there was nothing but a bunch of years in between us. I didn’t even know how many years.\n\nSeventeen, it turned out. There was something particularly bad, she explained, about my not even being 25. \n\nShe then talked of her children, a bit about her ex-husband, the trouble they had had, the difficulty of being a single mother. I talked about myself, about how my own parents were divorced, how it was indeed not easy. I remembered how much I had hated it when my mother had dated other men when I was a child, which would have been a relevant but decidedly awkward thing to bring up, so I didn’t.\n\nWe left that bar and went to another. Eventually I drank enough to think that kissing her in public, in the middle of a noisy bar, would be a good idea. As I did, a young man, a college student close to my age, walked by and said, “Shame, shame,” at which point we decided it was time to go. I followed her car, a forest-green Chrysler minivan, back to her home.\n\nWe dated for the next several months. She bought me a small stone the color of quicksilver, which she said was supposed to help my creativity. She cooked dinner for me, which made me nervous — there I was in her dining room, the same one she sat in with her husband and children before it all fell apart — and she was making me hunter’s soup, a tuna steak, and for dessert, figs. I had never eaten any of these before. \n\nOurs was a kind of half-relationship; I did not spend nights at her place, even on the weekends when her ex-husband had the children, because staying there made me uncomfortable. I never met her children, which was fine with me. \n\nWhat did we do? There were dinners and drinks downtown. We went to the botanical gardens, the movies.\n\nOf course, my family thought the whole thing was ridiculous, foolish on my part and strange on hers. My friends, on the other hand, thought it was very, very cool. Among young men there is an idea about an older woman and all she can teach you, and they envied the fact that I was learning it.\n\nIn truth, I was to learn something from her altogether different from what I had expected.\n\nOn New Year’s Eve my friends were having a party, a typical 20-something bash, a keg of beer in the rotting kitchen of a brownstone near Wrigley Field. Another party, given by her wealthy friends in the suburbs, was to follow. At the keg party, my friends clearly didn’t know what to think of her. Because the second party would be a fancy affair, she was wearing an elegant black dress and I had on a sports coat. My friends were wearing jeans. \n\nIt was a terrible position to put her in, I think now, taking her to my friends’ party. She was good about it, though. I had a drink, but she had a few — she was going to out-drink me, it seemed, from the start. \n\nWe left at 10, drove along the lake, down the dark road that led to the suburb where her friend’s party was, the same one she and I lived in, and pulled up to a giant stone house on the lake. Inside, a man, happily drunk, played the piano. There was a huge buffet, a D.J. in the foyer, a parlor where she introduced me to her friends. \n\nHer friends looked at me very carefully, evaluating. She had told them about me. She had told me about them, too — certain transgressions. About a woman, for example, who had a husband and a boyfriend and was looking for another boyfriend. They all had children, and they all had a lot of money, or so it seemed to me.\n\nAfter midnight, she and I were dancing closely. She was holding what looked like a glass of Champagne. I went to take a sip and realized it was Scotch. She’d had several. She explained, her speech muddled, that she had been so nervous about meeting my friends, about her friends meeting me. “It’s hard being a single mom,” she said. “Trying to date. Finding a nice man isn’t easy. But I found you.”\n\nI took the glass from her and set it down. I said we should go. By then she could hardly walk straight. \n\nOutside it was cold and icy, and as I turned to close the door, she fell straight down onto the stone walkway. The camera she had brought popped open. I gathered her, and it, got us into the car, and drove back to her home, where I then had to carry her inside and up the stairs. \n\nAs I did, I thought: “What is going on here? What am I doing? This is just like being back in college, only college wasn’t this dramatic. In college, nobody had any children to worry about.”\n\nI stayed over. I had to. She got sick. I helped her. But I knew that this would end here. \n\nEarly the next morning I left, and in typical guy-fashion, I suppose, I thought the best way to complete my exit was simply to stop calling her, which might have worked in college. But with her, this strategy worked for only one day, when she called me. \n\nI told her I couldn’t see her anymore.\n\nShe said: “I think we should have this conversation in person. You’re being disrespectful. You owe me at least that.” \n\nShe was right. So later we met at a coffee shop, where I spoke in platitudes about why we needed to break up, how we weren’t right for each other, lies, essentially, lines I had heard in a movie.\n\n I could not then put into words the truth: that what I had seen scared me. That in my limited worldview, a mother of three, a woman with a law degree, was not the kind of person who became drunk and had to be carried to bed and taken care of and cleaned up after.\n\nThere was still the matter of our being in class together for the rest of the term, which I handled terribly. I began seeing another woman in the class and dealt with the resulting social awkwardness by acting as if the first woman, the older one, had ceased to exist. I didn’t even speak to her. I knew of no better way to deal with the situation. Eventually, I left the city altogether to attend graduate school. \n\nAnd it was this distance that allowed us to reconnect. I called her, and soon we were talking regularly on nights after her children were asleep and before I was to begin studying. We have kept this up for several years now. I give her advice on her son, her oldest child, who is closer to my age than I am to hers. And she gives me advice about dating, of all things. It was she who persuaded me to get back together with the woman I am now seeing.\n\nON one of my latest visits home, over the Fourth of July, I went to see her, and she took me along with her three children to the beach to watch the fireworks over Lake Michigan. There we met up with several families who had been at the New Year’s Eve party. \n\nThe adults sat on folding chairs in the sand, the children burned sparklers and wore plastic neon necklaces, and later we all walked up to a house much like the one from the New Year’s Eve party to have dessert and coffee. Only this time I was not afraid; I was pleased to be with her, pleased to talk with her friends and play with her children. I felt nothing in the way of anxiety. \n\nWhen I was 24, I believed in the order of a life. I believed that people acted within a defined set of expectations, and that if she and I were to be close, such a relationship would happen only according to precedent, as a May-September romance. \n\nWhat we have is no longer that, of course, though neither is it an ordinary kind of friendship. Still strange, perhaps, but no longer foolish."
}