{
  "url": "http://www.nytimes.com/2007/09/30/fashion/30love.html",
  "headline": "My Three Years as a Beloved Daughter",
  "dateline": {
    "year": 2007,
    "month": 9,
    "day": 30
  },
  "byline": "Erin Brown",
  "text": "WHEN I turned 29, my parents called from Boise with birthday wishes, but they soon moved on to how the wildfires in Idaho were the worst they had seen in years. Their voices were somehow softer for the distance, and I knew they had more pressing things on their minds than their grown daughter’s birthday. \n\nWith the lonesome click of the telephone behind me, I thought about my other family, and the parents who wouldn’t be calling. The parents who believed that no daughter is ever too old for a birthday party. For the cake and the tiara.\n\nFor three years, while I was living in New York, my best friend’s parents loved me. They loved me because of how much they love their daughter, a devotion I witnessed at Thanksgiving, Easter, graduation dinners and birthdays — those occasions when I left the city with my friend to visit them. \n\nThere was even one year when I was stuck in the city with a Christmas Eve bartending shift. The next day, feeling urban and weathered and brave, I boarded the Metro-North commuter train at Grand Central Terminal and headed to Westport, Conn., to the home that felt as if it were almost mine. \n\nI had packed a tote accordingly, and had filled it with a small batch of wrapped gifts: a photo frame from a boutique in Park Slope, Brooklyn, books by Barbara Ehrenreich and Paul Bowles, silver earrings from the holiday market at Bryant Park in Manhattan, and a bottle of Châteauneuf-du-Pape. \n\nI knew they would tell me it was too much, that I shouldn’t have, really, but I knew also that they would have gifts for me. And besides, I was grateful for the invitation, grateful to be enveloped yet again in the heavy quilt of this family’s love.\n\nAnd they love their daughter. They love her. In trying to explain the appeal of their relationship to my other friends, I would find myself at a loss, as if I had been asked to capture in a few words the wonders of the Grand Canyon or the Costa Rican rain forests.\n\n “You don’t understand,” I would say, widening my eyes and shaking my head. “They just love her.” \n\nTheirs was a family of abundance: of love, intellect, ambition, food. Shrimp cocktail, cosmos in long-stemmed martini glasses, goat cheese with cranberries, sirloin, apricots dipped in chocolate, margaritas, wine, port. I would eat until my eyes glassed over. \n\nI was sure that even my own wedding would not compare to the luxury of eating a holiday meal with my East Coast family. Pleasure was always a main course at their table, and I hungrily devoured their effortless enjoyment of one another.\n\nThere was an intense loyalty in this family that I had not encountered before. I assumed it must have something to do with vacations in Hawaii, car-pooling to soccer games — all the things that my childhood lacked.\n\n My best friend’s father took great interest in her career. Whenever she talked about her struggles at the office, he listened attentively, inevitably taking her side. We could see the blood rise, and worried that he would make calls on her behalf.\n\nHer mother was less direct. She merely sat shiva for every person who wronged her children — not out of mourning but as a ceremonial acknowledgment of the fact that the person had ceased to exist. It didn’t matter that she was a staunch Episcopalian. \n\n“Dead to me,” she would say whenever the name of an ex-boyfriend came up in conversation. “I don’t even know that name.” \n\nI secretly wished for an ex-boyfriend worthy of her ire. \n\nIn every family, there are certain roles to be filled, and my role was to offer a kind of self-deprecating comic relief. I entertained the table with stories from the Peace Corps in which I was the star and during which I often found myself flapping my arms around or pointing ridiculously at my own head. \n\nAnd bless them, they laughed. I am sure that my desperate need to be adored, my clinging vulnerability, was not lost on my friend’s parents. I had jokes from Africa; I had jokes from the bar. And they laughed, and loved me for it. They loved the fact that I was a bartender, possibly because it meant that their own daughter was not.\n\nMake no mistake: My own parents loved me. It’s just that their love was manifested in ways that I began to see as indicative of an East-West divide. When I left home, it was as if my parents had sent me off in a covered wagon to claim my own plot of land in the valley. Everything I needed, they assumed, was already in the wagon.\n\n They respected my autonomy, thought that bartending was an adventure almost as worthwhile as the Peace Corps, and believed that it was better to be mildly poor with an abundance of vacation time and the promise of great things than to be gainfully employed and disappointed.\n\nThey sent money to fill occasional holes in my budget, but they didn’t lavish me with gifts and praise, and they didn’t worry about me. The time for worry had passed. My independence was something I had fought for throughout high school; having finally won it by the twin defaults of age and distance, I was uneasy with my parents’ quiet faith in my abilities. \n\nMy East Coast family’s love was tangible. It was fine wine and heavy cream, knitted scarves and photo albums. I envied the concern and adulation that they bestowed upon their daughter. I wanted some for myself. When I got into graduate school, I called my family in the West, but my East Coast family called me. They were so proud, and said it: “We’re so proud.” I thought I might remain a member of my East Coast family forever. \n\nBut families often split up, even the most attractive ones, and mine was no different. My best friend and I had often joked about the conflicting patterns of our personalities, as though the differences between us excused the friendship from the trivial spats that other friends routinely endured. Perhaps we knew all along that there could never be a small fight between us, only a big one. \n\nAnd eventually it happened. We had our big fight. We argued ourselves up to the stubborn wall of apology, and neither of us could scale it. I think it surprised both of us how tenuous our friendship really was. Bitter words, all the hurt that a too-close relationship can nurture, phones turned off, and just like that, three months passed. \n\nThanksgiving came and went with no word from my friend or her parents. Stranded on the East Coast, I was host to my own dinner and invited all the wayward souls I knew. I pretended not to wait for my phone to ring, though I carried it in the pocket of my apron as I mistakenly prepared enough mashed potatoes for all the urchins in a Dickens novel. \n\nBut Christmas. Surely I would hear from them at Christmas. I knew my friend would not call, would probably never call. What I wanted was to hear from her parents. I wanted them to forgive me for my part in losing the friendship, to tell me I was still theirs even if they couldn’t claim me. \n\nI wanted to be able to bask in their love, the same unconditional love they reserved for their children. Was this too much to desire? I knew my own parents would not judge any friend who broke with me, but I also knew that they took less notice of my relationships, were less emotionally invested in the details of my life. \n\nMy friend’s parents knew the names of all of her friends since Montessori. They knew the names of the girls who had slighted her in the sixth grade, and they casually shunned those girls’ parents at dinner parties and farmers’ markets. \n\nMy parents were more egalitarian when it came to the dramas of my life. If there was a rift, they would be certain that I had done my part to widen it, and they would tilt their heads and raise their eyebrows whenever I described an argument. “And why do you think she might feel this way?” they would ask.\n\nThis was not the kind of support I was looking for.\n\nIn a way, though, it was what I wanted my friend’s parents to offer her. I had mistrusted my own family’s mild temperament, thinking that it indicated a lack of concern or feeling. \n\nNOW, I wished that my East Coast parents would adopt some aspects of my Western parents’ infuriating impartiality: search for balance, look at it from my point of view. I felt like a squalling sibling, tugging on their sleeves, crying: “Not just my fault! Not just my fault!” \n\nWhen a friendship ends, you start to measure time by what your friend has missed. In the two years that have passed, I broke up with some boyfriends, I was mugged at knife point, my sister married. I wrote one unpublished book review, then another.\n\nThrough all of the changes that a couple of years bring, both monumental and ridiculous, I missed my friend. I missed her sarcasm, her insight. Her mother. Her father. Oh, how they would have worried about me. How they would have laughed at my stories. How they would have understood my frustrations, fed me potatoes and tortes to assuage my boy-grief, expressed indignation at the rejection slips that kept piling up next to my computer. \n\nWithout my East Coast family’s Mafioso loyalty, my achievements seemed less shiny, my disappointments more foreboding. \n\nI thought about sending them a card: “Have you sat shiva for me yet?” \n\nI worried that they would not think it was funny. I worried that they would not answer. I imagined dinner parties, trays of canapés being passed. I imagined someone bringing my name up at the table. I could see my friend’s mother stop chewing, narrow her eyes. A wagging finger: Not in this house. \n\nIt was too much; I never wrote. In the end, I realized that I adored my friend’s parents for the exact reason that I would not hear from them: because they loved their daughter so fiercely, so actively, so unswervingly. Theirs was a glaring and glorious spotlight of love with a sharp, defined edge.\n\n And I had stepped out."
}