{
  "url": "http://www.nytimes.com/2007/02/11/fashion/11love.html",
  "headline": "Dear Editor, the Secret of Love Is ...",
  "dateline": {
    "year": 2007,
    "month": 2,
    "day": 11
  },
  "byline": "Daniel Jones",
  "text": "EACH year, as the day nears when we are expected to celebrate (or at least positively spin) the current state of our romantic lives, people start asking me what I, as the editor of this column, have learned about love. Surely, they assume, I’ve learned something from spending my days immersed in strangers’ relationship stories. But whenever this seeming softball of a question comes hurtling at me, my mind goes blank.\n\nIn need of an answer, I sift through hundreds of essays submitted for the column, searching for trends, clues, even a measly tip or two. This year, I relived the oddity of the middle-aged woman who couldn’t decide when best to inform her dates that she’s never had sex, and of the man who faced a similar quandary when it came to disclosing that he has only one testicle. I read cheery stories of those who found love only after giving up, and darker tales of philandering husbands, rebellious children, stalking lovers, flirtatious doctors and baffling breakups.\n\nIn these accounts I found exactly one common thread: Wisdom about love is sorely lacking. Over the millennia we Homo sapiens, with our ever-evolving intelligence and sensibilities, have made great strides on many fronts (human rights! space travel!), but when it comes to love, we don’t seem to evolve so much as revolve.\n\nGiven this history of futility, maybe we should stop asking each other what we have learned about love. The better question is: In what new and creative ways have we failed to learn? That I can answer. So here, with gratitude to the thousands of writers who every year send me their confessions of doubt and disorder, I offer my thoughts on those areas where we have made no discernible progress in learning about love since last Valentine’s Day.\n\n1. HOW TO AVOID FEELING JEALOUS OVER REALLY DUMB THINGS \n\nThis year I heard from several wives who claim to be jealous of the relationship their husbands have with the woman’s voice on the car’s navigation device. Not only is it strangely seductive and somehow more sophisticated than the wife’s voice, it also provides flawless directions, an ability it unfairly flaunts to gain the husband’s admiration and trust. How, these wives wonder, are they supposed to compete with a dashboard dominatrix who has her own built-in Global Positioning System? And how are they to feel when their husbands shush them so they can better hear the advice of their leather-bound mistress of the console?\n\n2. HOW TO REMEMBER THAT WHEREVER YOU GO, THERE YOU ARE\n\nOnline communities like SecondLife allow members to create animated versions of themselves called avatars that can go on dates, fly, carouse, even engage in prostitution. Theodora Stites wrote vividly in this space about how she conducts much of her romantic life this way and confessed to enlarging her avatar’s chest and perfecting its features to attract suitable male avatars. \n\nYou might assume that on SecondLife you are protected from the emotional upheaval of real relationships because the animated couplings tend to be, well, fake. But here’s the catch: They’re not fake. It’s still you behind the screen and you who is being accepted or rejected, with all the attendant joy and pain. As Theodora explained, “I’ve found that I act much as I do in real life, and my SecondLife relationships tend to fail the same way my real-life relationships do.”\n\n3. HOW TO EMBRACE THE NO-FAULT BREAKUP\n\nThere surely is plenty of blame to go around in most breakups, but that’s not the way we tend to see it. We tend to believe only one person is at fault. The other person. Especially when that person is a man. Please don’t shoot the messenger on this one; I’m simply telling you what I have observed. \n\nAmong the truckloads of divorce and breakup stories I’ve received, the prevailing sentiment is that the man is either at fault or too incommunicative for fault to be properly established. What’s more, even the men blame the men. \n\n“He was a jerk,” the women say. “He didn’t know what he wanted.” \n\n“I was a jerk,” the men say. “I didn’t know what I wanted.” \n\nCan the world actually be this tilted, or is that just how we choose to write about it? Are women apt to publicly seethe while men prefer to seethe in private? Or is it more acceptable for women to complain about men than the reverse? If you know the answer, send it to modernlove@nytimes.com, and together we’ll bust this case wide open.\n\n4. HOW TO HAVE SEX IF YOU’RE A SEX COLUMNIST\n\nThis seemed to be the year of hearing from sex columnists who aren’t having sex. In case you didn’t know, it’s really embarrassing to be a sex columnist who isn’t having sex. The anxiety is three-fold: First, what am I supposed to write about if I’m not having sex? Second, how am I supposed to have any credibility? And third, why is this happening to me, anyway?\n\n5. HOW TO FIND A LASTING RELATIONSHIP FOR YOURSELF IF YOU’RE A DATING COACH\n\nSame as above, substituting dating coach for sex columnist and dates for sex.\n\n6. HOW TO GET MARRIED WHILE REMAINING SINGLE\n\nHardly a week passes when I don’t hear from someone stewing about the anticipated gains and losses of marriage: how to handle the last name, the loss of personal space and identity, the permanent end to sex with others, the problematic vocabulary (“wife,” “husband,” “until death”), the merging of finances and religions, the issue of marrying when gays can’t, the questionable necessity of marriage in the first place. \n\nAmid all this agonizing, I also hear of creative solutions, such as having an open marriage and sleeping with whomever you want, putting a Star of David atop your Christmas tree, and maintaining separate bedrooms or houses. As for the last-name problem, you could always try the technique of one enterprising couple: let your dog make the decision by building a contraption rigged with treats and levers that old Spot nudges with his nose during your actual wedding ceremony to select the name you, your spouse and your future children will have for the rest of your lives.\n\n7. HOW TO BECOME A PARENT WHILE REMAINING CHILDLESS\n\nFrom what I’ve observed, the real before-and-after divide in life is not getting married but having children (or not). The accounts of hand-wringing pour in: flamed-out friendships when one has a child and the other doesn’t, defensiveness from those who decide against but continue to feel pressure, and crushing ambivalence among couples who, year after year, simply can’t decide.\n\nWhat are their pros and cons? Wanting a child for the anticipated bond and expansion of love that everyone promises versus the feared curtailing of career opportunities, travel, sleep and leisure, sometimes combined with worries of parental incompetence or of bringing a child into a world that is already overpopulated. But the greatest struggle often involves those couples where one wants a child and the other does not, even when, in some cases, they were in agreement before marrying. \n\n8. HOW TO MAKE LOVE LIKE A PORN STAR\n\nSince I’ve heard from only one person in 30 months who even vaguely seemed to make love like a porn star (in the sense that she films herself), it might be safe to assume this kind of activity is not a nationwide trend. But there’s a book out called “How to Make Love Like a Porn Star,” and it has been a huge best seller. So it’s entirely possible that thousands are making love like porn stars but are simply (understandably) not writing essays about it.\n\n9. HOW TO COMMENT APPROPRIATELY ON YOUR GIRLFRIEND’S APPEARANCE\n\nOne would hope men had figured this one out by now. Yet in an account I received not long ago, a guy mused aloud to his girlfriend (who wrote the piece) about how he must have “grown emotionally” lately because she was the most “full-figured” woman he’d ever dated, and while in the past he wouldn’t have been attracted to such a body type, he had, with her, somehow managed to get over that hurdle.\n\nBut who am I to judge? They are now — you guessed it — married.\n\n10. HOW TO FINALLY GET OVER THE LINGERING FANTASY OF THAT LONG-LOST LOVE\n\nIn one area, however, we are learning, at least according to various versions of this story that have come my way: You fell in love that summer in college. Or while studying in Rome. Or while milking goats in Bhutan. Whatever the case, your time together was magical, it ended prematurely, and you never forgot. And 20 years later, when the routine of your life (children, work, chores, little sex, no romance, not even a Valentine’s Day card for the spouse on your radar screen) starts to get you down, you find yourself wondering, What kind of glamorous life is he/she leading now? What if that had been my life?\n\nAt long last we are finding out, and we are doing so en masse, courtesy of Google text and image searches, even Google Earth (aerial shot of his house, anyone?). In time, we stumble upon an e-mail address, compose the perfect note, swallow hard and hit send. And soon we’re reading about the amiable husband/wife, the overscheduled children and the unsurprising career, all in a tone that’s breezy, passionless. “But it’s such fun to reconnect,” he/she blathers on. “And wouldn’t it be a scream if the next time we’re in the same city on business we could meet up for a cappuccino?”\n\nAnd just like that, for many of us at least, the fantasy evaporates. The grass is not greener. It’s the exact same grass, or maybe even browner. So you log off, stand up, splash water on your face, and stride back into your life with fresh eyes. After all, you love the children you have, not the children you might have had. And the same goes for your spouse, who would never call anything “a scream” and who, for that reason alone, deserves a special card this year, perhaps even chocolates.\n\nHappy Valentine’s Day."
}