{
  "url": "http://www.nytimes.com/2007/07/22/fashion/22love.html",
  "headline": "The House of No Personal Pronouns",
  "dateline": {
    "year": 2007,
    "month": 7,
    "day": 22
  },
  "byline": "Ada Brunstein",
  "text": "MY toothbrush is one of four standing upright in a cup on the bathroom sink. Four toothbrushes in a cup — the very image of domesticity, of family life. But our cup contains a different kind of domesticity. These toothbrushes belong to me, my boyfriend, his wife and her lover.\n\nI try to keep mine separate, encasing it in a white plastic toothbrush holder so it won’t touch the other bristles. So it won’t touch her bristles. The other toothbrushes stand free, liberated. Sometimes it seems as if I’m the only one troubled by this arrangement.\n\nAt the start, I didn’t think I would be. The separation of my boyfriend and his wife had been explained to me in all of its maddening reasonableness. There had been no betrayals, no angry words, no slammed doors. They had tried counseling. But after seven years, they thought there was nothing left to do but move on and move out.\n\nProblem is, they moved on but didn’t move out. Both have modest incomes, so she couldn’t afford his share of the house, which is in a costly area. They had bought it only two years before, and he didn’t want to sell it. So they moved to separate bedrooms and agreed to share custody of their cat.\n\n Some months later, they each took up with new partners, the wife’s boyfriend and me, in the same week. Which precipitated the following arrangement: When the wife and her man are at the house, her husband and I stay at my place. When they’re at her boyfriend’s place, we stay at the house. \n\nDivorce is supposedly somewhere on the horizon. Meanwhile, the four of us have been living this way for almost a year. \n\nAt first I liked the edginess of it all. I considered it a personal challenge. In the past, my jealousies had gotten the better of me. I once argued with a boyfriend over whether I would be O.K. with him sleeping with Uma Thurman (should he ever have the chance). Two months later she showed up in a bar we frequented in the West Village and the argument started all over again.\n\nThat was the old me. This was going to be the new me. A stronger, cooler, nothing-fazes-me sort of girlfriend who would prove I’ve outgrown the formerly jealous me. I would be unconventional, brave, hip and oh-so-bohemian in my nonchalance. \n\nI had met him at work several years before. He is a philosopher, a whirlwind of ifs and thens, of rights and wrongs, an analytical vortex, examining every truth and assumption. I was instantly drawn to him. But he was taken and I found someone else. We met only in groups at work outings and in bars. We were part of the same office book club. We had an office-appropriate friendship of sorts. But the intrigue remained.\n\nI was curious about his wife as well. What kind of woman — not which woman — but what kind of woman would be his wife? When I was out I would look for her. Once I imagined she was a petite brunette with a quick step and a purposeless smile walking past me on the street. Another time I wondered if she was the naked dancer midleap on the cover of a local calendar. I wanted to get inside her head. Now I’ve been inside her house every week for a year.\n\nThere has been a lot to negotiate. I had to establish some ground rules. No more late-night cellphone calls from her just to check in. Done (after a few months). No weekend visits by him to her family’s house to perpetuate the marital-bliss myth. Done (after the fact). \n\nThere also have been linguistic negotiations. He has adopted the passive voice to make it easier on me. I once stood in front of a bookcase in the kitchen, three shelves of which hold an impressive collection of salt and pepper shakers from across the country.\n\n“You collect salt and pepper shakers?” I asked. \n\n“There are salt and pepper shakers that have come into the house over the years,” he said. \n\nAnd he has been more careful with possessives. “The house,” he says, not “our house.” \n\nShe and I have met several times and are cordial, maybe friendly. At one point she even allowed me to interview her for a documentary project I was working on. But the bulk of our relationship is silent, conducted in isolation, and involves a kind of uniquely female warfare.\n\nWOMEN don’t wage war the way men wage war, not at first, not unless there’s no other way. Men wage war in the open plains and deserts, donning full body armor, lugging lethal weapons. Women wage battles so imperceptibly that it’s not always clear there’s a battle at all, like tremors in the earth that you can’t quite feel, but you may notice the wind is suddenly odd or the animals are acting funny. \n\nAt first I thought she was just messy. Her shoes are always thrown around the house, one pair in the hallway, one pair in the kitchen, one in the living room under the coffee table where my feet may rest. But they’re shoes, after all — where else would she put them but on the floor?\n\nThen there are the magazines. Back issues of Us, People and Vanity Fair tossed onto every counter and tabletop. I can’t put anything on any surface without having to move something of hers aside. But how could I mind, really? I read those magazines on occasion. I can appreciate having them at my disposal without having to pay for them. I leaf through them now and then, noticing earmarked pages and wondering what it was on those pages that drew her attention. \n\nI buy my own magazines and try to coordinate with hers. Sometimes it’s Marie Claire, sometimes Cosmo. Sometimes Uma is on the cover and I laugh at my former self, even as I find myself reverting to that self. What she doesn’t have lying around, I bring in and add to the piles. My magazines sometimes end up buried under hers, but when that happens I do my own bit of rearranging and set mine back on top. \n\nMore irksome is the clothing she leaves around: the socks under the toilet and the burgundy bra she left drying on the radiator in the bathroom, cups pointed up. Now and then an image of my boyfriend’s wife’s breasts pops into my mind because of that bra. \n\nBut apparently the bra and its side effects weren’t enough. A week later, she left her full-length Japanese dress dangling precariously from a hanger in the kitchen doorway for a full week while she was away. \n\nNormally I don’t talk to him about these things. Men don’t understand this kind of battle. But this time I asked him why she might have hung the dress in the doorway of the most used room in the house, and he said, “She didn’t want to wrinkle it, I guess.”\n\n“Doesn’t she have her own room for these things?” I asked.\n\n“I guess there was no space,” he said. Worse, he seemed to believe it. \n\nEvery time I entered the kitchen that week, I brushed close to the dress. It was hard to squeak by without touching it, but still I made a special effort. Sometimes it swung, but it hung on. \n\nAs the week went on, I was more careless, which is to say I was more careful, deliberate. When I passed by, my arm swept across it. I backed into it with a well-crafted absent-mindedness. I wanted to knock the thing down to the ground, to accidentally tread on it, to trip on it even. Maybe I’d twist my ankle on her long silk dress that I couldn’t help but knock down because what was it doing in the doorway of the kitchen anyway where it was in everyone’s way? \n\nBut the thing never fell, and for a week a full-length reminder of her body hung from the kitchen doorway.\n\nI HAVE a confession to make. I have since started knocking things off tables and countertops. Her sunglasses, her lip gloss, hairpins. These are my small protests, my attempts to disrupt her comfort, to dislodge her, perhaps. I imagine her looking for the missing items and finding them mysteriously scattered under chairs and couches. If suspicions arise, I can always say the cat must have done it. \n\nMeanwhile, she has started a home makeover, installing a decorative light-switch cover just outside his bedroom and buying a new couch, a mirror and other random items. A few weeks ago she painted the hallway. Does she mean to lay claim to her place while putting me in mine?\n\nHer latest addition, a fake yellow canary that she affixed to the front door, simply can’t be ignored. With any luck, the cat will soon mistake the curio for a real bird and that will be the end of it.\n\nAnd amid these tremors, imperceptible to most, the animal started acting funny.\n\nI don’t blame him; cats are territorial, and his territory is constantly in flux. Attempting to keep up with the rotating occupancy, he sleeps in her bed when she and her boyfriend are in the house, and when we’re in residence he sleeps with us. \n\nBut while husband and wife talk daily to coordinate schedules, and each, in turn, informs the boyfriend and me, no one consults the cat, who never knows from one night to the next who will be in the house or which bed he’ll sleep in. \n\nFor a long time he was agitated, racing back and forth and all around the house and languishing between the various rooms, half his body in one, half in another. He meowed incessantly. Until one night he peed on the wife’s bed, and then the next night peed on my boyfriend’s bed, claiming both as his own. He has been fine ever since.\n\nI wish the rest of us could find so easy a fix."
}