{
  "url": "http://www.nytimes.com/2007/08/12/fashion/12love.html",
  "headline": "As Survivors, We Were Closer Than Lovers",
  "dateline": {
    "year": 2007,
    "month": 8,
    "day": 12
  },
  "byline": "Curtis Pesmen",
  "text": "LESS than a minute after I arrived alone, on Amtrak from Manhattan, I knew this wasn’t going to be easy. My ex-girlfriend, who was being as gracious as she could be after enduring a couple of years of cancer and four (partly successful) combinations of chemotherapy, was lighting a candle.\n\n Or trying to. And it became clear in an instant: Her fingers wouldn’t work. The matches kept bending, mushing, with each strike, before any whiff of sulfur. A side effect of her newfangled chemo regimen: neutropenia, neuropathy (or something similarly cruel-sounding) that deadens the nerves of patients’ fingertips.\n\nThe candle was to be a nice touch, her warm way of welcoming me into her home, a loft in an artsy Philadelphia neighborhood where she went to live, and create, and create a new life for herself after her marriage, after the diagnosis, long after our short relationship.\n\nBut here we were together again, decades after our first hookup, because (we both knew but didn’t say) there was a small chance this could be our last face-to-face meeting, our last hugs and goodbye. Especially if her next courses of breast cancer treatments didn’t do what her A-list oncologist and the rest of us all hoped. \n\nCancer survivorship was the other reason we were together again. She got her diagnosis at 43, the same age that I received a diagnosis of colon cancer. She had volunteered with the Young Survival Coalition, and a year later spied my Esquire article about my ordeal.\n\nAfter a Web search or three, she found me. Now we were writing, talking, sharing bits of our lives again, glad that both of us were able to talk about our midlives (which we realized could very well have been our late lives). \n\nWe were exes-in-remission, reminiscing, sharing stories of white blood cell loss, hair loss, weight loss and adventures in vomiting. A far cry from what we once had been: young, hungry, reckless-in-our-20s New York creative types, carving out a place for ourselves in the city of too many roommates and too much competition with those chasing all-too-similar dreams.\n\nDream over, she suddenly relapsed the year before last. And went to inform human resources at her creative job. And went on disability. Pain took command, along with unruly lesions that surfaced in her liver. Soon we both knew she was in for a long, wicked ride to, we hoped, remission 2.0. \n\nTime once again to board the slow chemo train, but this time with the newfound dread of less-forgiving odds — mixed like a medi-cocktail, with resolution, anger, hope. And not enough visible love, as even those closest to you at times pull away. Emotionally, physically.\n\nIt’s uncomfortable at this point to say that I found a few of her notes flirtatious over the course of the last year; over the course of our chat-room-like e-mail messages minus the chat room. We were one-on-one. But especially as a guy in a good, solid marriage, I have no reason to lie: Once you sleep with someone, it’s hard to ever get together with them again, no matter how much later, without thinking of the physical closeness that was, or wasn’t quite, or might have been. \n\nThat’s got to be the “love” in “making love” talking, even after so long, or else my thoughts of those long-ago nights spent together, so out of place in the here and now, wouldn’t be troubling me today, amid all this sickness and sadness. I mean, should it take tumor metastases to allow us to fully feel such things and admit to them? \n\nBack in her home, we took solace in the fact that we had made our own sort of mini support group, founded in part upon late-night e-mail notes and a call or two that consciously evaded mention of our long-ago love affair. There was a welcome lightness to our new friendship, a safe space.\n\nWhen she pulls out the photo album, I ask, “Were we really that young?” (“Were we really that happy?” I think but don’t say.) \n\nAfter a while she opens up and tells me a bit about her ex-boyfriend: the one who left after her diagnosis, soon after telling her he didn’t think he was the “caregiver type,” though she claims her disease didn’t cause their split. \n\nMy face crumples, incredulous, in protest. “Hey, at least I found out early on he wasn’t The One,” she says, in a more forgiving tone than I’d ever be able to muster.\n\nLater she adds, “It’s sad that cancer had to be the catalyst.” But now she’s talking about how it brought the two of us together again.\n\nMaybe so. But we also know that without our cancer, we probably never would have been together again. And certainly not like this: amid all the trappings of what might seem to outsiders like a romantic reunion, yet one that is socially permissible, even encouraged, given the circumstances.\n\nThese days, I find that survivor friendships like ours make you confront, early and often, the heavy and the light, and in so doing you find you are granted a curious kind of freedom. You shred the polite filters. You get a pass to cut to the chase. Because time together means more now.\n\nAfter all, we became instantly closer in our mid-40s than we ever were in our early 20s, when she was an up-and-coming design student in art school, and I was a journalist sending all manner of suck-up notes to contacts at Newsweek, BusinessWeek, Rolling Stone, while trying to type my way out of trade journalism.\n\nOne bright fall day more than 20 years ago, she and I hopped a New York bus to the New Jersey Palisades. Over the George Washington Bridge we rolled, without having packed a lunch, or lugging even a single plastic water bottle (urbanites didn’t yet hydrate like that). We went to walk some paths, take some pictures (in arty black-and-white), crunch some leaves under our desert boots. We made out a little, in PG-13 fashion, shrouded by a stand of stubborn oaks that hadn’t shed their leaves on schedule. \n\nNOW, on another brisk fall day, two major diagnoses later, sharing herbal tea in her urban loft space, we dish about magazines and photographers she knows; more about new times than old; about how parts of our bodies didn’t (or don’t) work so well when we were (or are) fighting our cancers. \n\nWe don’t say anything at all about how we broke up, or much about our current love lives, or family lives, either. I feel “survivor’s guilt” hanging heavy in the room, thinking it’s unfair that I’m cancer free, five years after my nasty Stage 3, and she’s suffering through the muck of her now-Stage 4, after reaching remission three years ago. \n\nNo guarantees, we know but don’t say, for either of us. Let’s do today.\n\nOut of my backpack I share four magazines: Interview, Vogue, Entertainment Weekly, Vanity Fair. These, I had hoped, would appeal to the former art student who had lived in the Village near N.Y.U. with two other post-punk roommates when the Clash were the Coldplay of their time. She thanks me for bringing these pieces of the outside world in. Though now I wonder: If her fingers didn’t work so well with soft matches, will they be able to easily flip 1,000 flimsy pages of advertising and articles? Will her eyes be able to handle the small type?\n\nShe’s wearing glasses now, low on the bridge of her nose. She’s wearing a wig, too, I see, although she doesn’t mention it. She’s also, through all this unfairness, looking somehow sexy to me, again. And this uninvited thought makes me feel old, confused, sad. But why shouldn’t she? Are Stage 4 survivors not supposed to care how they look? What I know is: I hugged her so gently when I came through the doorway. Her body felt frail, unsteady, birdlike.\n\n IN the fading afternoon light we talk for some time about her travels, her passion for Italy, Elsa Schiaparelli, and other things artful. Including some Euro-style photo shoots she had produced in the past few years while in her postcancer prime. After we order takeout Italian supper (“I don’t drive these days,” she says), we make our way into her bedroom, carrying brown paper sacks and fragile wine goblets. \n\nOnly then do I remember: When you have cancer and your body’s racked from chemo (and serious opioids for pain), entertaining is hard. Even when it’s an old boyfriend who believes he’s low maintenance, who’s been through this himself, who’s supposed to know you don’t stay more than two or three hours on these kinds of visits. You just don’t. Because it’s hard on stage-whatever patients — it upsets their (our) routines in the middle of such long low-light days.\n\nAs we move to, and onto, her bed, she one-handedly swings a stylish tray table over for us to share. I take note: This is a woman who’s been taking many of her meals on this same Scandinavian tray table. \n\n“Welcome to my Capri bed,” she says, smoothing the tufted comforter. What she means is: She took the money she had been saving for a (canceled) trip to Capri and bought this remote control bed instead.\n\nI settle in, best I can, in the cold and dark next to her. Then I immediately bounce back up to forage for napkins, trying to be useful. With our fingers we eat pizzetta; with our eyes we blankly watch CNN. Then we talk a little about, God help us, Joe Biden’s politics. And a comfortable silence envelops us, despite the nonstop cable chatter. It’s a reconnection, a spark, however slight.\n\nI take a swirl-sip of the fragrant French wine that my ex-girlfriend has just poured for me. Didn’t notice: was it from a “good year”? No real reason to ask. Pretty much every year seems a good year about now. My back hurts a little as we sit scrunched side by side, moving our forks around. Outside, windblown leaves dance in the dark. Then I take another sip of, I don’t know, Bordeaux. I can’t taste it. I can’t taste anything."
}