{
  "url": "http://www.nytimes.com/2007/06/24/fashion/24love.html",
  "headline": "My Virginity Went From Choice to Burden",
  "dateline": {
    "year": 2007,
    "month": 6,
    "day": 24
  },
  "byline": "Kate Mcgovern",
  "text": "Are you pregnant?” Sabrina asked me. \n\n“No,” I said. I was leaning against the plastic divider of the nurse’s station at the clinic where I worked part time interviewing patients for a psychologist’s study of depression. Normally my contact with Sabrina, or with any of the nurses, was brief, involving the whereabouts of patients who had screened positive for depressive symptoms.\n\nThat morning, though, I had fainted on the train on my way to work. In the past, my occasional fainting spells — officially known as vasovagal syncope — had been precipitated by specific sources of pain: if I had a bad stomachache, say, or twisted my neck oddly.\n\n I had grown accustomed to predicting these episodes just before they began. But that morning on the train it occurred at random, when I was otherwise feeling fine, which had left me sufficiently rattled that I sought out Sabrina in the nurse’s station. \n\nSabrina was my favorite nurse. She wore cat-eye glasses with plastic floral-print frames and scrub tops long and belted, like ’80s dresses culled from a vintage clothing shop. Sometimes I’d catch her on “kitchen duty,” as she called it, emptying basins of bloodied instruments on Wednesday mornings.\n\n Wednesday morning was known as “procedures clinic.” Sometimes “procedure” meant cyst removal, IUD placement or a few other things, but usually it meant abortion. \n\nThat morning, Sabrina’s ponytail hung long down her back, thick with a hair extension. Her scrub dress was purple. She tapped her acrylic nails on the plastic counter and looked me up and down. \n\n“You’re sure you’re not pregnant?” she asked.\n\nI definitely was not pregnant. Pregnancy, in fact, was a scientific impossibility for me. Not because I’d had a slow month or two (though this was what I implied to Sabrina, with a carefully calculated roll of the eyes) but because at age 25, quite by accident, I was still a virgin.\n\nWhen you are a young woman of childbearing years, most visits to the doctor inspire some form of inquiry about the state of your uterus. At my college health clinic, it didn’t matter what you went in for: pinkeye, sprained ankle, heavy drinking. Anything seemed to be a potential symptom of pregnancy. \n\nAt 19, seeking a Z-Pak or Robitussin with codeine, I was able to laugh the question off easily. “I’m still a virgin,” I’d say to the doctor, nurse practitioner, receptionist — whoever it was who asked. My virginity seemed so utterly normal to me at the time, and it was. Many of my friends were still virgins then, too. I was a late bloomer; I was choosy. And anyway, who wants to have sex in a twin bed? \n\nAs the sexless years ticked by, though, I became less forthcoming with the details of my virginity. Two days after my 24th birthday, I visited a gastroenterologist’s office in pain so acute that I couldn’t stand upright. \n\nThe male doctor to whom I presented my distended stomach was somewhat incredulous. “So you’re really in pain? Are you sure you’re not just pregnant?” \n\nQuite sure. \n\n“Do you want to take a pregnancy test just to be sure?” \n\nNo, really, that’s not necessary. \n\nThree hours later, having gone from gastroenterologist to radiologist to gynecologist and back again, I was irritated. I was in pain, I had been explored rather intimately by three different doctors with three different devices and I had been reminded of my sexual inexperience at least five times.\n\n After all this, it turned out it was nothing but a ruptured ovarian cyst that had caused my bulging stomach and the pain that the gastroenterologist hadn’t believed I had felt.\n\nWhen I returned to his office, he laughed — a haughty kind of chuckle that made me momentarily hate him and all his ovaryless kind. “Well, I guess you’re not pregnant!” he exclaimed. \n\nBy that point, if I was to keep the promise I made to myself at 21 (to lose my virginity by the time I turned 25), I had only one more year. Four years had once seemed impossibly far away. But as that birthday loomed ever larger on my mental calendar, my lingering virginity began to loom larger as well, until I entered a state of near panic and told myself it was time to meet someone, anyone, and get it over with.\n\nSo I looked — in bars and at friends’ parties, on the subway, in coffee shops. And I met a lot of perfectly decent men. But I remained a virgin. I never actually made the choice to no longer be.\n\nTo inject a bit of much-needed humor into the situation, I even posted my virginity on Craigslist. I had no intention of following through with what I joked to friends was “my little experiment,” but nonetheless I was curious to read the responses that poured in (more than a hundred in the first hour). \n\nI wasn’t so much surprised by the volume of responses, but rather by their wide range. There were, predictably, those who offered to “make it special,” “do it right,” and other variations on that theme. There were also men who confessed to being aging virgins themselves.\n\n But the responses that most surprised (and pained) me were those from men who were ostensibly looking out for me. “If you’ve waited this long,” said one, “wouldn’t you rather wait until it’s really special?” \n\nI was too much of a realist to think I was going to wait until I had found my one and only. Still, the well-meaning Craigslist crowd had it partly right. I hadn’t waited all this time just to lose it to a random guy for the sake of getting it over with.\n\nUnfortunately, this realization did little to stem my anxiety. When my friends told me to chill out, that I was attractive and great and that it would happen when the time was right, I freaked out even more. Why had the right time not shown up yet? And what if it never did?\n\nEventually I began to view my entire reproductive system as a personal affront. Every month, my period, which had been cloyingly regular since the day it started, served as nothing more than a reminder that there was no possible way I might be pregnant. I was sure I could hear mean giggles coming from inside the box of tampons as I opened it. \n\nFOR most women like me (we who expect to be mothers at some point but not yet), the prescient discomfort of PMS comes as a welcome relief, evidence yet again that the birth control pills, the IUD, the condom or whatever the contraceptive of choice has done its duty. \n\nBut when I felt my emotions spike and my midsection contort, there was no sigh of relief. There was just a sigh. There goes another month. \n\nThen one week, two close friends happened to call within days of each other, each anxious that their periods were late. I played sympathetic. It’s probably just stress, I offered, you should relax. Suddenly, though, mine was late, too. Not a day or two, but more than a week — especially unusual for me, and certainly enough to make a girl worry, if she had cause to. \n\nInstead, I found myself becoming increasingly jealous of my friends’ anxiety. I longed not for an unintended pregnancy (of course), but for the fear of the possibility of one. \n\nI did not envy the women I saw in the clinic every Wednesday, awaiting their “procedures.” I believe in every woman’s right to make that choice, but I had no desire to be there on the table myself, my own feet in the stirrups.\n\n Still, the possibility of conception (and perhaps the fear that accompanies it) is part of womanhood. Without it, I wondered, imagining the lonely eggs floating inside me without even the potential of fertilization, was I fully a woman?\n\nI know, I know: sex and conception aren’t even linked for many women, whether because of their sexuality or their fertility or their personal choices, and I would never question the legitimacy of their womanhood. A woman is so much more than her ability to bear children. I know this, I believe it, and yet I wanted that possibility. \n\nAT the clinic that day, Sabrina looked at me over the rims of her glasses, an eyebrow raised. I was ready to take a pregnancy test if she suggested it. I would pay for a pointless medical test before I would admit to this or any other health professional that at 25 I was still a virgin. Because if I told Sabrina the truth, I would also feel compelled to tell her that I wasn’t a prude, that I had felt strongly for men, had slept with their breath in my hair and their skin against mine, but just this one thing, this technicality, really — though I knew it was more than that — had eluded me. \n\nBut Sabrina didn’t need all that information. My virginity was not a big deal to her. She had just spent her morning cleaning the tiny vacuums that empty the uteruses of women who might be much like me, except for this one huge thing. If anything, my virginity might have struck Sabrina as a wise choice, or at least a safe one. \n\nBut I couldn’t view it that way. My virginity had trapped me in childhood, and by 25 I was willing to lie to appear as if I was out of it, if only for a moment, if only to one person. I was willing to lie, even pay, for the illusion of normalcy. \n\nI was almost disappointed when Sabrina didn’t suggest a pregnancy test. Instead, she sent me to a doctor who, after asking if I was pregnant, assured me that I was fine. But the idea that I could pretend my virginity away stuck with me, and shortly thereafter, I went on birth control. I told myself (and my gynecologist, and my mother) that I wanted to abate the cramps that had become increasingly disruptive in the past year or two. \n\nThis was partly true. But I also wanted to bring the fantasy as close to reality as possible. To this end, I paid a $24 monthly co-pay on the prescription and pumped my body full of hormones I didn’t really need. Crazy, I know. But before I had been on the pill even three months, as if those little white tablets tricked my body in more ways than one (and I should add, at the very moment that I made the choice to stop worrying about it), I lost my virginity. \n\nMy impulse was to run back to Sabrina, to finally take that pregnancy test, even though I was pretty sure of what it would say. Pretty sure, but no longer completely. And somewhere, in that measure of uncertainty, was the woman I wanted to be."
}