{
  "url": "http://www.nytimes.com/2007/05/27/fashion/27love.html",
  "headline": "In the Dressing Room, Relationships Laid Bare",
  "dateline": {
    "year": 2007,
    "month": 5,
    "day": 27
  },
  "byline": "Jerome E. Copulsky",
  "text": "MY girlfriend had grown tired of seeing me in my habitual attire — baggy khakis with fraying ends, threadbare sweaters I’d probably owned since college, an old tweed sports coat — and resolved to expose me to the possibilities of style. \n\nI called my look “professorial,” which, considering I am a professor, seemed appropriate. \n\nShe called it “démodé.”\n\n“When you get tenure, they give you suede elbow patches,” I told her.\n\n“We can do better,” she said.\n\nSo as we strolled through SoHo on a visit to New York, she announced, “We need to go shopping for you,” and waltzed me into a store.\n\nI complained, but I had to admit that shopping excursions are indeed much more interesting when undertaken with a beautiful girlfriend, especially when she joins you in the dressing room, adding an erotic charge to the otherwise tedious labor. \n\nWe visited a number of trendy downtown haunts that day, and in each we repeated the ritual of browsing among the racks and carrying armfuls of garments to the dressing room. The things she gathered were of the sort I never would have considered: body-fitting shirts, slick trousers with zippers serving no imaginable purpose running zigzaggy up the legs, $200 pairs of jeans, gauzy jackets that did not seem to offer much protection against the elements — clothes that would purportedly transform me into someone more “now.”\n\nHuddling in the small well-lighted dressing room, we giggled and exchanged furtive kisses as I tried not to wonder what people outside might be thinking. Satisfied, she watched as I pulled on a skin-tight black T-shirt that accentuated my slight paunch. “It’s called a ‘motivational’ shirt,” she explained, running her slender fingers over my belly. “You’ll do more situps.”\n\nShe was especially excited about the silverish trousers with the zigzag zippers. I tugged them on and stood before the full-length mirror. The legs were wide and flared boldly at the bottom. I looked like Frankenstein’s dolphin. “Nope,” I said. \n\n“I love them!”\n\n“There’s no way I can pull these off. I’m almost 40.”\n\n“No you’re not,” she said with a laugh. “You’re 35.”\n\n“I’m almost 36.”\n\nDespite her enthusiasm, I wasn’t convinced. “Let’s ask the sales guy,” I said, as if his advice were expert and impartial. \n\nShe stepped out of the dressing room and called him over. “Don’t you think these look great on him?” \n\nHe sullenly agreed that they did.\n\n“I’m getting them for you,” she said.\n\n“They’re crazy expensive,” I replied. “When will I wear them?” I imagined the curious looks of my students if I were to wear the dolphin getup to class.\n\n“They’re an early birthday present.”\n\n“My birthday is four months away.”\n\nLike much in this relationship, I had no choice in the matter. She ran up to the counter, whipped out a credit card, purchased the pants and the “motivational” T-shirt and handed the bag to me. \n\nI was lucky, I thought, to have a girlfriend who took me shopping, made out with me in dressing rooms and even bought me stuff. I felt the giddiness of being cherished, of being cared for, and, despite my misgivings about the clothes, I believed I would shine in her presence. I was quite content to be taken on as her project.\n\nSuch bliss was short-lived. Weeks later, after a disastrous dinner party in which her sister’s boyfriend tried to teach my dog to lie down and my dog responded to his attentions by biting his hand, we sat in bed and she told me that it wasn’t working. We had never really connected, she explained, though somehow I had failed to notice.\n\nSo we split up, without my having the opportunity to acquire any early birthday presents for her. I felt guilty about this, and guilty that she had made these extravagant purchases I hadn’t really liked and wouldn’t wear even if I had liked them, because they would remind me of her. \n\nDuring one of our unpleasantly protracted phone conversations, as we detailed why we weren’t right for each other, or rather, as she meticulously explained why we weren’t “a good fit,” I offered to return to her the dolphin trousers and the “motivational” shirt (I was very much lacking in motivation at that time).\n\nShe refused, saying she had bought the clothes for me and wanted me to enjoy wearing them. She didn’t want to hear that this was impossible.\n\nSeveral weeks passed, and I had yet to don either the trousers or the T-shirt. Feeling lonely one evening, I pulled the pants from their hanger in my mostly bare closet. The tags were still in place, mocking me with foreign names and extravagant prices. I slipped them on again. A quick glance at my reflection confirmed that I did indeed look ridiculous. I had no business trying to look like some hipster teenager. Even my dog seemed to regard me with suspicion.\n\nI figured I could either let these items languish in my closet or donate them to the Salvation Army. After some thought, I decided that I would exchange them for something I might actually wear, and that I would ask my longtime ex, with whom I often had lunch when I visited New York, if she would accompany me to provide fashion expertise.\n\nI wondered, of course, whether it was appropriate to enlist my longtime ex in helping me exchange a gift that my most-recent ex had bought for me. But as many exes remain close nowadays, sometimes even inviting each other to their weddings, such a request didn’t seem all that peculiar. \n\nWhen the time of our get-together arrived, after a lingering dim sum brunch in Chinatown, as we were ambling along Mott Street, I casually mentioned my need to exchange something in SoHo. Did she want to come along and offer her good taste and sound advice?\n\n“Of course,” she said.\n\nAS we entered the store, our ears thumping with techno music, she said, “You’ve been shopping here?”\n\n“Sort of.” I pulled the weird trousers and the T-shirt from the bag and held them up for her inspection. “What do you think?”\n\nShe laughed. “You can’t wear these,” she said. “What were you thinking?”\n\n“It wasn’t my idea.” I paused, then finally just admitted it: “She bought them for me.”\n\n“Well,” she said with a sigh, “that explains it.” \n\nI trailed her as she wandered about the store, poking through racks and piles, pulling things out, eyeing them critically, holding them up to me, and saying “nope” or handing them to me to try on. \n\nIn the dressing room, I plopped the pile onto the bench and went to work while somewhere on the other side of the door my longtime ex waited for me to emerge. This was less efficient than having her in the room with me, but you simply can’t share a dressing room with an ex, especially when she has a boyfriend with whom she is living, and to whom, I had just learned, she is engaged. \n\nI had been bracing myself for that news ever since the day two years before when she told me she was seeing someone new, and especially since earlier that day when I noticed the light glinting off the small, tasteful diamond that sat upon her finger, signifying a promise I found myself unable to make.\n\nShe told me of her engagement as we waited for the first dim sum carts to stop by our table, and I congratulated her. \n\n“That’s really great,” I said. “I’m so happy for you.” And I was. \n\nI myself had little to report, aside from the recent implosion of my relationship. \n\n“What happened?” she asked.\n\nI told her that she hated my dog, which was more or less the truth of the matter.\n\nALONE in the dressing room, I pulled on a pair of jeans, squatted and stood repeatedly, testing them for roominess, considering myself from different angles. But what did I know? The point was to get a woman’s opinion, so I opened the door, peered out and called for my longtime ex.\n\nNo response. I stepped outside, letting go of the door, which slammed behind me and locked.\n\nIn my socks, I wandered to the front of store, but she was no longer in the men’s section searching for things for me to try on or considering a gift for her fiancé. I found her in the women’s section, standing before a mirror with a skirt clutched to her waist. \n\n“Hey,” I said, presenting myself, “what do you think?” \n\nShe furrowed her brow. I’d always adored that look — the way her eyebrows realign, taking the curl of intent consideration, the little lines that deepen on her forehead, the pursed lips and subtle twitch of the nose. I adored her entire repertory of faces.\n\n“I don’t love it,” she said. \n\n“And the pants?”\n\n“Definitely not. Try the other stuff.”\n\nBack at the dressing room, I tried to turn the handle, only to remember that I was now locked out. I tracked down the clerk near the front counter, lost in his folding as if it were some kind of meditative practice. \n\n“Excuse me,” I said. “I need to get back into the dressing room.”\n\n“The door locks behind you.”\n\n“I realize that,” I mumbled, following him back.\n\nI tried on one thing after another until I reached the last item in the pile, a pair of simple blue linen pants, straight leg and loose in the thighs, comfortable. Thus clad, I headed back out, absent-mindedly letting the door once again slam and lock behind me.\n\n“How about these?” I asked when I found her.\n\n“Turn around.”\n\nI did, and as she examined me like she used to, I thought of how my girlfriends have always tried to correct my shortcomings, sartorial and otherwise, and how acquiescence or resistance to these little adjustments (to attire, grooming, manners, habits and opinions) made up the so-called give and take of relationships, each partner being tailored, and trying to tailor, the other. Sometimes the alterations take; sometimes they don’t. Other times you fail to realize how well things really fit until it’s too late. \n\nI imagined my longtime ex now lavishing her attentions upon her fiancé, and he lavishing his upon her.\n\nTurning to face her, I suppressed a faint swell of jealousy and regret.\n\n“Well?” I asked. \n\n“They look good,” she said."
}