{
  "url": "http://www.nytimes.com/2007/01/07/fashion/07love.html",
  "headline": "Our Story Ended With a Slow Fade to Black",
  "dateline": {
    "year": 2007,
    "month": 1,
    "day": 7
  },
  "byline": "Patty Dann",
  "text": "THE snowy night I met Willem at a synagogue in New York City, I knew we would marry, but I did not know that it would last only 10 years. He was sitting in front of me and I fell in love with the back of his neck. The floor sloped down to the front, so I didn’t realize that he was 6-foot-3, more than a foot taller than I was. \n\nHe was from the Netherlands, the son of a Mennonite minister, and was drawn to Judaism. I was the child of suburban assimilated Jews. He was almost 40 and had never wed, and I was 37 and had just about given up on men, Jewish or otherwise.\n\nSoon after, he dragged me to the Lower East Side where we met an old rabbi, who looked at us a bit askance and said wisely, “You will have a sweet and crazy life together,” which we did.\n\nNine years later, in April, our little family — Willem; Jake, our 3-year-old son, whom we had adopted from Lithuania as a baby, and I — visited a friend’s sheep farm in Connecticut. When we returned to New York, Willem parked the car on the street near our apartment. We walked from the car with Jake riding on Willem’s shoulders.\n\nIn the middle of the block I said, “Should we get the car seat?”\n\nWillem said, “What’s a car seat?” And with that seemingly simple question, we entered a new kingdom.\n\nOver the next three days, Willem’s personality began to change. He had always had a bit of a temper, but one morning he asked if I had an “ink pen.” He sometimes used different forms of English words, but when I handed him a ballpoint, because we didn’t own ink pens anymore, he began to scream at me.\n\nHe agreed to go to a marriage counselor, who advised Willem to have a checkup. I sat with a furrowed brow in the examining room as the doctor took all his vital signs. My husband was a marathon runner, in top condition, with healthy lungs and a healthy heart, but then the internist began to ask him questions.\n\nThe doctor held up a paper clip and Willem said, “I know what it does, but I don’t know the word for it.”\n\nEnglish was not Willem’s first language, but this was something else. \n\n“I’m concerned,” the doctor said. “I’m scheduling a brain M.R.I. Immediately.”\n\nI dropped Willem at his appointment five blocks away and went to pick up Jake at preschool.\n\nBefore Willem got home, the phone rang. It was our doctor, who said softly: “I am sorry but I have very bad news. Your husband has glioblastoma, which is the worst form of brain cancer.”\n\nJake had opened the refrigerator and was pouring orange juice on the floor.\n\n“Do you want me to tell him?” the doctor asked.\n\nJake was tugging on my sleeve to show me his handiwork.\n\n“No, no, thank you,” I murmured. “I’ll tell him. Tell me one thing: Is he going to die?”\n\n“Yes,” he said.\n\nIn the middle of the night, while Willem and Jake slept, I got up and Googled “glioblastoma.” I read, “The patient will slowly lose all memory, as well as all bodily movement.”\n\nThe next day I found Willem reading on the couch in the living room. He was re-reading a novel in Dutch, by the author J. Bernlef, called “Out of Mind.” It is about a husband who slowly loses his mind and ability to speak.\n\nI huddled next to him. “Why are you reading this now?”\n\nHe shrugged. “Maybe it will help me. I’m having trouble with words.”\n\n“Yes,” I said and took a deep breath. “Do you want to know about the M.R.I.?”\n\n“What’s that?” he said.\n\n“The picture, the picture they took of your brain.”\n\n“Yes, thank you,” he said. He had always been a formal man, but already his speech was different.\n\nAnd then, as simply as I would say we needed a new rug, I said, “You have a brain tumor.”\n\nHe nodded, and then went back to his book. \n\nA half-hour later, Willem called to me, while I was in the kitchen trying to feed Jake pasta wagon wheels without weeping.\n\n“What’s it called, the tumor?”\n\nI called back as cheerily as I could, “Glioblastoma,” trying to make it sound like a lovely flower.\n\nWillem’s first operation lasted four hours. After the surgeon came out, I stood before him, waiting to hear our destiny. “We got most of it out,” he said.\n\nI hugged myself. “When is he going to die?”\n\n“One year, maybe two. Very few people ask that question.”\n\nI don’t know why I was so blunt. Of course there are miracles. Of course there are exceptions. But I wanted to know the worst-case scenario. For me that made me feel more in control, even though I was acutely aware I was in control of nothing.\n\n“Live in the moment.”\n\n“All you have is the day.” \n\n“We’re all terminal.” \n\nThese phrases ricocheted through my head. Some friends immediately looked up Willem’s illness and forwarded their dire discoveries to me. Others told me it must be because he used a cellphone, although he did not own one. “Blueberries,” wrote a friend on a postcard from California. “The antioxidants will do it. Blueberries are the key.”\n\nWILLEM was a historian. He worked as the director of a photo archive and spent so long on his doctoral dissertation that I called him Dr. Footnote. And though he was a researcher, he never once looked up his disease and had no desire to join any kind of support group. He wanted to return to his job and work with his beloved photographs and papers, he wanted to write a book about displaced persons in World War II, he wanted to go to Prague for his 50th birthday, he wanted to take Jake and me bike riding in Belgium and run a marathon some day in Tokyo. \n\n“I have no interest in cancer,” he declared, “even if it has an interest in me.”\n\nYet he knew what the outcome of his illness would be. It was his idea to call the cemetery where my grandparents are buried. \n\nA woman quoted prices over the phone. “Do you want a single, double or triple site?”\n\nWhen Willem was back on his feet, with a Nike headband on his head covering his scar, and Jake was at preschool, we drove out of the city to the bucolic cemetery on a hillside. \n\nI was nervous having Willem drive. I always was nervous with him at the wheel. He had learned in this country, as an adult, because growing up in the Netherlands his mode of transportation was his bicycle. Now he loved “to put the pedal to the metal” and scream Dutch words of joy as he accelerated. \n\nWe arrived safely at the cemetery, and a gentle man carrying a transistor radio to his ear, listening to a Mets-Cardinals game, showed us around. Then we took the proper papers to fill out and my head spun wondering when my time would be. Afterward we went out for cheeseburgers and milkshakes, and drove back to the city, went home and made love.\n\nA week before his fourth birthday, Jake announced that he wanted a cake in the shape of a fire truck. I am not a baker. I have the urge to bake perhaps twice a year,  and that usually results in an apple or pumpkin pie with, I confess, store-bought crust. \n\nBut my son wanted a cake in the shape of a fire truck, and in that way that mothers are able to lift cars off their children’s feet in an emergency, I somehow made one. I used practically a whole bottle of red dye in the frosting, which in earlier days would appall me. But now I reasoned that if Willem grew up on the purest whole-wheat bread and beet salad, perhaps junk food was the key to a long life. \n\nI decorated the cake with care — licorice hoses, peppermint wheels, butterscotch headlights and a lattice of thin pretzels for ladders. It was my offering to my son on what I knew would be his last birthday with his father.\n\nWe had the party in Central Park. Friends helped push the party favors and food in carts. Willem was able to walk there slowly, but with elegance, holding my hand, wearing his navy blue Nike headband.\n\nThe children sat at a picnic table for cake. Jake blew out the candles on the fire truck cake and made a wish. During that period of our lives, he made wishes whenever candles were lighted, and on eyelashes and fluffy dandelions. “I always make the same wish, Mom,” he’d say, “and you can’t ever ask me what it is.”\n\nI didn’t ask. Regardless, Willem died. On the day of the funeral, I couldn’t get Jake to wear what he called his “lots of buttons shirt,” but he did acquiesce to a navy blue polo shirt with three buttons.\n\nAT the synagogue, when Willem’s friends were eulogizing him, Jake began to lose patience and tugged on my arm.\n\n“I want to go to the digging part,” he said.\n\nFinally we drove out of the city, dazed and weary, to the cemetery on the hill where Willem and I had blithely picked out a spot and spent our romantic afternoon only months before. A sweet wind blew in the August afternoon. \n\nWe all took turns shoveling, in the way the rabbi had instructed, with the shovel upside down to show this was a special kind of digging. And then, and then, a picture I thought I would never see — my 4-year-old son reached for the shovel and he, too, dumped two shovelfuls of dirt onto his father’s plain pine coffin. \n\nA train whistled in the valley below us, and Jake handed the shovel to his cousin and put his arms straight up in the air. I knew what he wanted. I lifted him up as the rabbi said prayers, and we watched the train snaking by. I held him tightly and we waved to the far-off travelers."
}