{
  "url": "http://www.nytimes.com/2007/12/09/fashion/09love.html",
  "headline": "Divorce and a Haircut, Two Bits",
  "dateline": {
    "year": 2007,
    "month": 12,
    "day": 9
  },
  "byline": "Scott Smallwood",
  "text": "FOR the first time in 13 years, I was sitting in a barber’s chair. The barber, Mike — mid-50s, short, with a head of thinning, perfectly groomed hair — turned me to face the mirror and asked, “So, what are we going to do today?”\n\nI was so out of practice that I hadn’t even anticipated this question. I hemmed and hawed.\n\nFinally he said, “Just clean it up a bit?”\n\n“Yeah, that sounds good.”\n\nHe picked up a comb and started in.\n\n“I haven’t been to a barber in a long time,” I said. “My wife always cuts my hair. But after 13 years, she’s left me. So I figure I need to find a different haircutter.”\n\nThis, I know, was quite a bombshell to drop on Mike the barber after 10 seconds in his chair. But he just nodded. A minute later, he asked, “So does your wife cut hair for a living?”\n\n“Oh, no,” I said. “Just mine.”\n\nI considered telling him everything, unburdening myself to the barber as though he were a priest and the chair a confessional. I thought I could give him the CliffsNotes version of our relationship: how we met in high school biology, went off to separate colleges, married at 20, had our first daughter by 21 and two more by 27. How, before marrying, I converted to her conservative religion. And how, unable to quell my longstanding misgivings, I made the wrenching decision a decade later to leave the church.\n\nI knew my move might threaten our marriage, and ultimately I was right — it did, but not the way I had expected. Instead of dividing us, it briefly sent us down the same path, as my wife soon walked away from the church, too. But in her case it was a faith that had defined her for 30 years. \n\nAt first, our church-free life seemed full of possibility. Things got tougher, though, as we tried to find our way without the religious dictates that had guided us for so long: the importance of marriage to family, its sacrifices and requirements, the role of children, the idea that God wants you to be married.\n\nI don’t think we understood how pervasive those assumptions were in how we thought about our marriage. And they didn’t crumble the next day or week but drifted away over a period of months. By the time my wife started law school, our marriage — the thing I always had taken for granted — was already fraying. I was too busy to notice: hiding behind work, behind “supporting her” as she returned to school, behind caring for our three young girls.\n\nBut it was more complicated than that, of course. It always is. I could have spun a dozen different narratives for Mike. There was the one about how our too-young marriage never matured and another where she was struggling through a midlife crisis and I was collateral damage. I could tell him about the stay-at-home mom finding her career and losing her husband, the one where she felt like a newly hatched butterfly, spreading her still-wet wings in the sunlight. (“Somehow,” she once said to me, “you got cast in the role of the cocoon.”)\n\nBut if I had told Mike all of that, the place would have started feeling less like a barbershop and more like a beauty parlor. So I said nothing. And he said nothing. Snip, snip, snip.\n\nMy old haircuts were quick, dirty and simple. “Hey, could I get a haircut?” I’d ask her after the kids were in bed. \n\n“Sure,” she’d say. “Go get the clippers.” \n\nI’d put a chair in the middle of the kitchen, take my shirt off to avoid getting hair all over it, and sit down. The cold metal folding chair shocked my bare back. We never used a sheet to catch the hair. It seemed simpler to sweep it up afterward.\n\nShe’d buzz the back and sides of my head with the clippers. I would try not to flinch when the busted blade pinched me. Then she’d quickly clip the top with scissors. Ten years old and never sharpened, they’d catch and pull. \n\nShe would straddle my legs, which felt like foreplay those times when I knew that afterward I would shower and then we would sleep together.\n\nThose haircuts — seven minutes start to finish — fed my lack of vanity. I could go for hours without looking in a mirror to see how it turned out. To me a good haircut simply meant I wouldn’t need another haircut for months.\n\nNow a good haircut meant hot lather, a straight blade and an old guy pampering me. Mike’s scissors were noticeably sharp. They didn’t tug at my hair. And his electric clippers didn’t have a broken blade that nicked the back of my neck.\n\nIn a way, Mike’s chair was a homecoming. Back in college, my last barber, Antonio, was similarly old school. Stooped by age, he talked little and managed to have just enough control of his shaky hands. Having my new bride take over the job seemed like a way for us, as poor students, to save a few bucks. And I didn’t have to worry that Antonio’s palsy might get worse at the exact moment he was holding a blade near my neck.\n\nWas I simply coming full circle? I felt as if I was hitting the reset button on my life. Once a relationship disintegrates, does that mean it was a mistake to begin with? We all hear about breakups: the screaming, the changing of locks, the sabotaging of e-mail accounts. That’s not us. We still get along well, rarely fighting, never screaming. She moved just four blocks away to a one-bedroom rental apartment close enough that she walks back each morning as I head to work. I see her almost every day.\n\n“Amazing,” she told me recently, “how two people can have such wildly different understandings of the same relationship.” Which is true. I saw our struggles as momentary dips on a long-term trend line that was climbing steadily upward toward an easy, comfortable, lifelong partnership. She saw those same good times as aberrations, brief rises on an otherwise falling line. \n\nBack in Mike’s chair, I looked into the mirror and saw the end of an era. I saw my face, my slightly crooked nose. I saw independence and solitude. Would I keep coming back to Mike? Maybe this was exactly what I needed — a regular barber. Or maybe what I needed was to try other barbers, to play the field. Then I noticed how goofy my ears looked, and I wanted to close my eyes and make all of this disappear. So I closed my eyes.\n\nIn relationships, at least in mine, there’s a constant tension between relying on others and being self-sufficient. How do we balance doing things for this other person because we care about her with maintaining our own space, with letting her maintain her own world? There were all sorts of things that she once did for me. It wasn’t that I couldn’t take care of them, but at some point she took over those responsibilities and that became the pattern.\n\nI cooked the fish. She paid the bills. I packed the luggage into the car. She made the pancakes. She called the other day, proud of herself for replacing an electrical outlet in her new place. In our previous life, I always handled the wiring.\n\nAs I wrapped my mind around these patterns, our at-home barbershop no longer struck me as endearing. In fact, it suddenly seemed like the whole reason we were getting divorced — a static role we had fallen into and then felt bound by. If only I had never asked her to cut my hair.\n\nJust as Mike was finishing up with the baby powder and the final combing, the phone rang. The old Greek owner of the shop picked it up.\n\n“We take the first appointment at 7:30 and the last at 4:30,” he told the caller. He gave directions to the shop, offered a few appointments on upcoming days. Then he started sounding exasperated, ending the call with: “It may be easier if he just calls himself.”\n\nAfter he hung up, he faced the rest of us with a rueful shake of his head. “When a woman is that involved in a man’s haircut,” he said, “it’s trouble.”\n\nIn the mirror, I saw Mike smile at me.\n\nHe showed me the back of my neck in a hand mirror. “Hope it’s as good as you’re used to,” he says. “I was just following in her footsteps.”\n\nAs I left the shop, I rubbed my hand over my head, touching the bristly ends and my smooth neck. Is this what divorce feels like? I wondered. \n\nON my way home, I played out the coming encounter in my mind. My wife and I would exchange the child-care baton, after which she would head off to class and from there to her apartment. Meanwhile, I’d make dinner for the girls and put them to bed.\n\nI tried to imagine my wife’s reaction to my haircut. She would probably take it as a sign that I was moving on. She might even cry. She’s like that.\n\nIf she did, I’d try to act nonchalant. If she were to ask where I went to get it cut, I’d respond vaguely, drawing out the conversation as long as I could, wanting to hold onto it, wanting to hold onto everything. I’d ask about the law school paper she was working on. We’d go over the girls’ schedule for the next day. Maybe we’d talk about the coming weekend.\n\nBut when I arrived home and found her in the living room getting ready to leave for the night, none of those things happened. She didn’t ask about the barber. She didn’t cry. She didn’t notice at all."
}