{
  "url": "http://www.nytimes.com/2007/08/05/fashion/05love.html",
  "headline": "A Friendship Too Tight for Breathing Room",
  "dateline": {
    "year": 2007,
    "month": 8,
    "day": 5
  },
  "byline": "Jessie Sholl",
  "text": "IT began like many other romances: an introduction at a party. She and I slid quickly into an easy banter, drifting from the food table to the bar to the couch, smiling and laughing, the sparks between us practically visible. Anyone could see we were falling for each other. There was just one thing: neither of us was a lesbian.\n\nI’ve always been a sucker for someone who could make me laugh. This time, though, it wasn’t so much that she was hilarious, which she was. It was something about the two of us together. \n\nWe had chemistry — a chemistry that wrapped a tight nest around us and kept everyone else out. By the end of the night, we had managed to annoy and alienate pretty much everyone present. It was the beginning of our platonic love affair. \n\nEach in our mid-20s and relatively new to San Francisco, she and I soon entered the “we” stage, calling each other to say, “What should we do this weekend?” never “What are you doing?” She became my permanent date to parties and on nights out, my surrogate spouse, and I hers.\n\nAt Christmas, when both of us were too broke to fly home to our families, we celebrated together, drinking cheap Champagne and eating the curried chicken she had taught me to make. She gave me vintage dresses wrapped in paper she had painted, and I gave her art supplies for the intricate pointillist drawings she had begun to compose.\n\nOur love affair even weathered my cross-country move to New York for graduate school three years after we met. We visited whenever we could and called each other constantly; one Thanksgiving we talked on the phone for three or four hours straight, both of us eating takeout turkey sandwiches.\n\nIn terms of men, we were always searching, but the dates themselves weren’t what we were after. Instead, we were scavenging for humorous anecdotes to bring back to the nest and present to each other like sustenance: He kisses like a kitten lapping up milk. His bookshelves are filled with romance novels. He refuses to take off his hipster cowboy hat even during sex.\n\n Looking back, it’s shocking that anyone would even have wanted to date either of us while we were clearly so wrapped up in each other. \n\nCloser than sisters, we always said. For five years she and I were in a sort of love, beyond best friends. And then, suddenly, it ended.\n\nShe had been invited to tour with a rock band in Europe, and she asked me if I wanted to meet her in Prague, a city we had vowed to visit together years earlier after seeing photographs from a friend’s trip. Of course I said yes. \n\nI watched all the performances, proudly cheering on my best friend. Then, on the third and final night (I was leaving early the next morning for Paris, where I had plans, and she was heading to the next leg of the tour), I happened to sit next to an American guy, and during the intermission we started talking. It turned out that David lived in San Francisco, just down the street from where I used to live, and he was in Prague for the summer. \n\nI asked if he knew of any dance clubs, and he spent the next five minutes drawing a map of all the good ones on a napkin. After the show ended and my friend came out from backstage, I invited David to come with us, thinking at least that way we wouldn’t get lost.\n\nUnfortunately none of the clubs were open, so David took us to the Chapeau Rouge, a raucous expatriate-filled bar. There was no dance floor. But she and I cleared a space in the middle of the room, drawing on our full capacity for obnoxiousness by hollowing our cheeks to give us supermodel cheekbones and sashaying dramatically back and forth, imitating the 80s music videos we liked to mock.\n\n To his credit, David didn’t seem embarrassed; he smiled, laughed and even raised his glass, toasting us in Czech: “Na zdravi.”\n\nA little later, when she went outside for some fresh air, David asked me how long the two of us had been together.\n\nI almost choked on a sip of beer. “Oh, no, we’re just friends.”\n\n“I hope I didn’t offend you,” he said.\n\n“Not at all,” I said, and right then I started noticing how cute this David was. \n\nAnd charming. While she stayed outside chatting, David told me about Prague. We discussed writing and the darkly funny films we both loved; he made me laugh. Our barstools inched slowly toward each other. \n\nMy friend, exhausted from performing, said she wanted to go back to the hotel. As we left the bar, I surreptitiously slipped my hand into David’s and told her I thought I would stay out a while longer.\n\nHours later, as David and I headed back to the hotel for my bag so he could walk me to my train, I thought about how I didn’t want to tell her about our first kiss; I didn’t want to reduce him to a gossipy anecdote. For the first time, I was coming back to our nest from a date empty-handed. What would she think? But I needn’t have worried: she barely woke up to say goodbye. \n\nWhen my Paris plans unraveled, I went happily back to Prague, where David and I spent three days lingering in secret teahouses where you had to pull a silk cord to be let in, traipsing through the gargantuan chess-piece castle, and gorging on goulash with baby shots of absinthe for dessert. \n\nAnd we made a decision: since I was finished with school and craving a change, I would move back to San Francisco, at least until he finished graduate school, when we would make a new plan. It would be perfect. I would be living in the same city as my new boyfriend and my best friend. \n\nIN retrospect, I realize how naïve this was. Though I suppose on some level I knew it even then, because within days of my arrival in San Francisco, she and I had come to an unspoken understanding: I was not to mention David. \n\nBut after only a few weeks, while we were having coffee, I let it slip: “I miss David.” \n\nShe looked at me as if I had gone insane. “Didn’t you just see him this morning?” \n\n“Yes, but. ...” I began, then changed the subject.\n\nIt wasn’t long before David and I moved in together. One night when I knew he would be working late, I invited her over for dinner. She seemed down. I suggested she go on more auditions, maybe get her tape together for voice-over work. I offered to lend her money for new head shots. The pasta I had prepared grew cold while I outlined her life, or what I thought it should be. \n\nBefore David, she wouldn’t have been bothered by my advice; after all, it was the kind of pep talk we gave each other all the time. But of course everything was different now, and instead of coming across like a helpful and sympathetic best friend, I sounded bossy and rude. \n\n“Enough,” she finally said. “I get it.”\n\nThe next time we met was at our favorite sushi place, and she brought up an acquaintance who had started dating a new man and disappeared; we had often talked about how we detested women who did that. And then she said: “That’s what you did. You disappeared.” \n\nI thought about all the things I had done to try to keep that from happening, yet there was no denying that part of me had disappeared, the part that was in love with David, which I had concealed from her because I sensed she didn’t want to hear about it. How badly I wanted to share all of that with my best friend, but knew I couldn’t, so I had kept it all to myself. \n\nSuddenly I no longer could. “Do you have any idea of the pressure you’ve put me under?”\n\nShe paused, her pinkish tuna roll glinting in the candlelight. “No,” she said. “What pressure have I put you under?”\n\n“I don’t even allow myself to mention his name around you.” \n\nShe laughed. “Are you kidding me? He’s all you talk about.”\n\nOur conversation moved jerkily forward after that — at one point I said I wished she felt happy for me, and she took offense, but couldn’t express why. That was just it: After years of marveling at our incredible one-of-a-kind friendship, after years of using our closeness to keep others at bay, we couldn’t even speak openly about how we really felt. We didn’t know how. \n\nAS we parted ways outside, she said it was good that we had cleared the air. I agreed enthusiastically, but our words felt hollow, fake, like something we would have said to a guy just before racing to the other’s apartment with this new and oh-so-amusing anecdote on the tips of our tongues. \n\nTwenty-four hours later, she broke up with me. Her voice was shaky through the telephone as she said she didn’t want us to be friends anymore. And though I should have seen it coming, I was so stunned I couldn’t get sad, I couldn’t get angry. I could barely ask why. \n\n“You expect too much of me,” she said by way of explanation, “as if I’m your family.” \n\nThe implosion of a platonic love affair is no less devastating than that of an actual one. I cried, lost weight, couldn’t sleep. My heart, or at least its vicinity, ached. I knew what she had said about thinking of her as family was just an excuse. After all, wasn’t that what we always had said, that we were closer than sisters? \n\nWhich, in the end, was too close. We had made our nest so tight, so suffocating, that there wasn’t room for anyone else; there was barely room for each of us to breathe. Of course, it doesn’t have to be this way with platonic love, and with many close friendships it isn’t. But in our case it was. \n\nI knew one thing from our days as anecdote collectors, and she did, too: it’s better to leave than  to be the one left behind. And I’m guessing that’s why she did what she did, and when. Because she knew the simple truth, even if I didn’t, or perhaps wasn’t yet able to admit to myself: I had to choose. And I already had."
}