{
  "url": "http://www.nytimes.com/2007/07/08/fashion/08love.html",
  "headline": "He Forgot to Call? Oh, No Big Deal.",
  "dateline": {
    "year": 2007,
    "month": 7,
    "day": 8
  },
  "byline": "Sari Botton",
  "text": "TWENTY years before the publication of the dating manifesto “The Rules,” when I was 11 and just starting to like boys, my father gave me the following advice: “You have to act like you’re not interested, and then he will come after you.” \n\nI hated this advice, which made me feel powerless and frustrated. Then I saw a warped version of that dynamic play out a few months later between my parents. \n\nMy bright, beautiful but painfully insecure mother, who had always been so available to my father, had finally grown disinterested in him and their marriage. She’d had enough of his carelessness and indifference toward her, and she wanted out. \n\nSuddenly my father paid attention. He begged for another chance and behaved unrecognizably, a reinvention that didn’t much impress her. He brought home flowers. She didn’t care. He was affectionate. She rebuffed him. \n\nHe took to the piano, belting “Let Me Try Again” as tears streamed down his cheeks. My mother rolled her eyes and went about her business in the kitchen. This kind of behavior went on until they separated and he moved to a bachelor apartment in the next town.\n\nAbout 25 years later, on my 35th birthday, my long-remarried father handed me a copy of “The Rules.” Like everyone else close to me, he was tired of watching me date jerks. He thought that this handy little volume — which advised women never to call a man and rarely return his calls, to always be the first to hang up, and to quickly drop guys who tried to split the bill on dates or didn’t adhere to other strict criteria for princely behavior — might help me weed out the bad seeds. \n\nI hadn’t quite gotten on board with my father’s message the first time around. My parents’ dramatic role reversal had taught me that the object of the game was to waste a lot of time appeasing the least interested and least attentive man, then reduce him to groveling by turning the tables. It was “The Rules” in reverse, my misguidedly subversive M.O. I did it again and again, choosing guys who were cute and rakishly charming, but who treated me carelessly, even badly. Eventually, when they least expected, I would pull the rug out from under them. \n\nI couldn’t have made worse choices. There was the boozy musician — handsome, talented and seductive, but given to fits of rage and jealousy even though he was the one who didn’t want to be exclusive.\n\n There was the alcoholic photographer whose birthday present to me was the opportunity to help him paint his apartment.\n\n Then there was the curmudgeonly, frequently drunk high school teacher. (Notice a pattern here? It was as if I was addicted to alcohol not by mouth, but on the breath of a man.) Professing an admiration for the Unabomer and his minimalist aesthetic, the teacher owned only one plate, which we had to share when we ate at his place. \n\nOf course, I was complicit in my misery. No matter how badly my men behaved, I hung around for more. I remained the best, most low-maintenance girlfriend in the world, requiring next to nothing. I would get out of my boyfriend’s way whenever I sensed he needed space — anticipating it so he wouldn’t even have to ask. I would never ask for a thing, fighting back tears when he flirted with other women or forgot my birthday.\n\nI would tolerate his negligence, just as my mother had, racking up resentments as ammunition until I couldn’t take it anymore. Then I’d walk, and my favorite part would begin: I would get flowers and love letters and promises of better behavior. He would plead for a second chance, but by the time we had reached this stage, I was already out the door. Sometimes I had my eye on someone else, who would no doubt turn out to be even worse, and the cycle would repeat. \n\nEventually I could no longer endure all the suffering required for that sick little thrill, an increasingly unsatisfying payoff. It was around this time, seven years ago, that my father presented me with the book. I was tired, and finally ready for something real with someone nice. I found myself intrigued by “The Rules,” but also conflicted because I sensed there had to be a better, more direct way. \n\nI polled friend after friend, one of whom claimed to not even know her boyfriend’s phone number six months into their relationship. “I don’t call men,” she huffed. \n\nHalf of me longed to try the hard-to-get approach, the other half thought it was unnatural. I mean, how long could you keep that up, anyway? According to “The Rules” (and the subsequent “Rules for Marriage”), it was never safe to drop your mask of indifference. I wanted a sign from the Universe pointing me clearly one way or the other.\n\nEnter the Swashbuckling Shrink.\n\nI’d had therapists before, most of whom worked slowly and let me keep getting in my own way. Not this guy. He wasn’t the central-casting version of a male therapist, the paunchy, bearded, paternal Judd Hirsch. No, he was a ruggedly athletic man in his late 40s who was into rock climbing. He worked fast and didn’t mince words. He dubbed me the Needless Wonder because of my doormat ways. At the end of a session, he would open his office door and bellow into the empty waiting room, “There she goes, ladies and gentleman, the Needless Wonder, able to exist on air alone.”\n\nI was unnerved when he tried to persuade me to take an active role in courtship, and to ask to have my “healthy needs” met in a relationship. Didn’t he know about “The Rules”? Didn’t he, as a man, know that a boy chases a girl until she catches him? That guys respond not when you ask them for stuff, but when you blow them off?\n\n“There’s a term for that,” my therapist would joke. “It’s called ‘sadomasochism.’ You don’t want the guys who respond to that.” \n\nActually, by touching on “The Rules” with him, I was already breaking Rule No. 31: Don’t Discuss the Rules With Your Therapist. Now he wanted me to flout more of them. \n\nHe encouraged me to revamp my dating style completely — approach men I liked and ask them out (breaking Rule 2); tell them what I wanted (breaking Rules 19 and 20); and make phone calls (breaking Rule 5), even booty calls. The idea of such empowerment thrilled me. But actually following through scared me senseless. \n\n “Stop living in a women’s magazine version of the world,” he would plead, trying to prod me into action. “Start being real — and having needs. You won’t have a satisfying relationship until you do.”\n\nWe went around and around. He would explain that he, an attractive, happy, “real” guy, actually liked women who knew what they needed and weren’t afraid to ask for it, who had a gusto for life that inspired them to reach for whatever it was they desired. He most appreciated those who didn’t crumble or turn cold when their men failed to meet, or psychically anticipate, their every need —women who didn’t experience such a failure as rejection.\n\nI was riveted. I so wanted to believe him, to become one of those women, but I was having a hard time taking that leap of faith. I inched myself right up to the ledge, preparing to initiate a call to a man I had just started dating, or to speak up about something I wanted instead of being meek and racking up resentments. Then I would dial the Swashbuckling Shrink. “Are you sure it’s O.K. for me to call this guy?” I’d ask. “Are you sure?” \n\nAt the time, I was dating online. My therapist kept urging me to contact some of the men instead of waiting for them to contact me — in direct defiance, by the way, of Rule 1 in the latest edition, “The Rules for Online Dating.” “What do you have to lose?” he asked.\n\nOne day I spotted “bri_spy,” a nice-looking guy with a boyish smile and twinkling Irish eyes who liked to write poetry and music but also couldn’t live without his power tools. And he was searching, according to his profile, for a woman who didn’t play games.\n\nI was dying to take some action. Even if this wasn’t my guy, I wanted my therapist to be right and “The Rules” authors to be wrong. Somehow, I mustered the courage to drop him a line.\n\nMy heart pounding, I read his immediate response, and for a couple of days we went back and forth, our “conversation” easygoing yet flirty. I knew it would be only a matter of time before we met. \n\nThen he dropped off the face of the earth.\n\nI was stunned. My faith in my therapist evaporated. Then, two months later, bri_spy showed up again in my inbox, apologizing for his disappearance: his mother, he explained, had had a heart attack. I’m ashamed to say I was relieved. We resumed our e-mail relationship. Then he disappeared again.\n\nTWICE burned, I decided to give up online dating altogether and announced to friends the official death of “rubybaby,” my cyberspace alter ego. Not long after, I went on a run through the East Village, and ... wait, wasn’t that the guy? Standing next to that car? Yes, that was the face from his profile.\n\nMy mind churned through the options: Do I say hello, ignoring the original Rule 2? Or run right by, self-respect in tow?\n\nHe started to walk away. If I didn’t act soon, I would lose my chance.\n\n“Are you Brian?” I heard myself say. “I don’t know if you remember me, but we e-mailed a few months ago. How’s your mom?” \n\nIn his version of our story, this is where the heavens parted and the angels sang. “We should talk,” he said, beaming.\n\nAs soon as I got home, the phone rang. \n\nI found myself accepting his Friday invitation for a Saturday brunch date (against Rule 7) and his last-minute invitations for two more dates that same weekend (a clear violation of Rule 13). We split the bill every time (there goes Rule 4). I got into the habit of phoning him regularly (so much for Rule 5).\n\nI even brought up the topic of marriage (bye-bye, Rule 17) after we had been together for close to a year. “I’m afraid to say the M word to you,” I said, spurred on by a friend’s recent engagement. “I’ve been taught that it’s supposed to come from the guy.”\n\nHe smiled sheepishly and said. “I’ve been trying to wait until your birthday to propose, which hasn’t been easy, but ...”\n\nWe have now been happily married for more than two years — no relationship manuals necessary."
}