{
  "url": "http://www.nytimes.com/2007/10/07/fashion/07love.html",
  "headline": "Close Enough to Touch Was Too Far Apart",
  "dateline": {
    "year": 2007,
    "month": 10,
    "day": 7
  },
  "byline": "Saba Ali",
  "text": "WHO knew that holding hands, the very act that signals the start of so many relationships, would be the end of mine? It seems the mullahs were onto something when they wagged their fingers against premarital relations, of any kind.\n\nBorn in Kenya of Indian heritage, I came to the United States at age 6, settling with my family in upstate New York. Growing up Muslim in suburban America, I missed out on the typical “Dawson’s Creek” method of courtship: the flirting, the fighting, the making up and making out. \n\nFor scarf-wearing Muslims like me, premarital interaction between the sexes (touching, talking or even looking) is strictly controlled. Our mosques have his and her entrances and stairwells. Men and women pray, eat and congregate separately. At private dinner parties, women exit the dining room so the men can serve themselves platefuls of spicy curry and kebabs. Family celebrations are segregated: boys sit on one side of the hall, girls on the other, and married couples in the middle.\n\nWhen out in public — at school or the mall or the movie theater — interactions with non-Muslim boys tend to be less constrained but still formal. A playful push from a boy would bring an awkward explanation of how touching is against my religion. \n\nSo my friends and I had high expectations when it came to marriage, which was supposed to quickly follow graduation from college. That’s when our parents, many of whom had entered into arranged marriages, told us it was time to find the one man we would be waking up with for the rest of our lives, God willing. They just didn’t tell us how. \n\nThere were no tips from our mothers or anyone else on how to meet the right man or to talk to him. It’s simply expected that our lives will consist of two phases: unmarried and in the company of women, and then married and in the company of a man. There is no middle ground and no map of how to cross from one phase to the next. \n\nYet ever since I was a  girl I have daydreamed about how I would meet my husband, the deeply meaningful conversations we would share, and how we would just fall into each other’s arms (figuratively speaking, since any form of embracing would come only after the nuptials).\n\nIt’s all supposed to start with a conversation, but not a private one. My friends and I  call them “meetings,” and in a sense that’s what they are.  The woman comes with her chaperone, a family member, and the man comes with his. “Happily ever after” is a practical decision between two parties. Talking points include such questions as “What do you expect from your husband?” and “Would you mind if my parents were to move in with us after the reception?” \n\nSounds simple, but it’s not for someone whose mixed-company interaction outside the home is limited to non-Muslim teachers, salesclerks and bosses. Eventually, I tended to forgo the third-party supervision, sparing myself the humiliation.\n\nYet now, at 29, despite all of my “meetings,” I remain unmarried. And in the last five years I’ve exhausted the patience of my matchmaking aunties and friends who have offered up their husbands’ childhood playmates. \n\nI began to panic when I realized people were no longer even asking me how my husband hunt was going. I was too old to be hanging out at the mosque weekend school, where scarf-wearing teenage girls in tight jeans check out the boys from a distance (while pretending not to look). Yet I was not at the point where I’d consider importing a spouse from the subcontinent.\n\n Although my friends kept telling me my expectations were too high and that at my age, my checklist wasn’t practical, I disagreed. All I wanted was to feel secure, to look forward to spending my days and nights with my match.\n\nWhich is why my interest was piqued last year when a friend from college told me about a radiologist in his early 30s who was also frustrated by the challenges of the contemporary Muslim hookup. We lived hours from each other, but I agreed to do the traveling for our first get-together, which we decided would be for brunch at a little French cafe near Central Park. \n\nI ordered crepes, risking strawberry sauce on my white head scarf, and listened as he talked about his past relationships. Not the most appropriate topic for a first date, perhaps, but more comfortable for me than the typical pressurized questions: “Do you cook?” and “How many children do you want?” As he talked about the girls who either broke his heart, or whose hearts he had broken, I watched his hands, wondering what they would feel like to touch.\n\nAfter brunch, we walked through the park, past couples nuzzling each other in the shade. I spoke with ease about my own confusions, ambitions, faith and fear of making the wrong decision about marriage. I told him I wanted someone who liked eating out, prayed five times a day and didn’t drink alcohol, and who made eye contact when talking with girls. He said he wanted a wife who wasn’t  conservative and could fit in with his non-Muslim friends.\n\nAfter meeting him, I felt vindicated in having waited so long to find someone. He had most of the items on my mental checklist. \n\nWe kept getting to know each other by phone, often talking for hours at a time. I answered his calls immediately rather than screen them as I had done with other bachelors. If I was driving when he called, I would roam around aimlessly just so our exchange wouldn’t end when I reached my destination. I hadn’t yet told my parents about him, not wanting to get my mother’s hopes up. \n\nOur lingering problem, however, was the difference in how religious we each were; he hadn’t planned on marrying someone who wore the traditional head scarf, my hijab. His ideal woman was less strict, more secular. He wasn’t comfortable with people who wore their belief on their sleeves, or in my case, on my head. \n\nBut I reveled in the recognition. Covering was a choice I had made in high school, partly out of a need for identity, and partly out of fear. The fear came from what I had heard at Muslim summer camp. Instead of ghost stories, we had “judgment day” stories about the terrible things that would happen if you strayed from God, which scared me enough to start covering and praying. \n\nIn the years since, that fear has evolved into understanding. Most girls will say the scarf is for modesty. I see it as a protection. It keeps me from stupid decisions. \n\nTo me, the scarf  is more than a piece of fabric — it’s a way of life. Winter sales become summer fashions, providing the long, loose and layered look we can’t find in warmer months. Drab department store dressing rooms turn into prayer sanctuaries. Friday nights are for movies and restaurants, not drinking and going clubbing. On my wedding night, going topless would mean unpinning  my scarf and letting it  fall down. \n\nIn order to get him over his hesitation, I planned our dates to take place in very public places. We played miniature golf, ate out at restaurants and went blueberry picking. I looked at his objection as a challenge, a project. I wanted to convince him that even though I did stand out with my hijab, it didn’t matter because no one really took notice of the scarf after the first glance.\n\nAnd I had my own doubts, though I was afraid to admit them: namely, why should I push forward with this when we weren’t aligned in terms of our faith? How could we be a good match if he didn’t approve of my hijab? Would I have to change? Should I?\n\nOne evening he called to tell me he had gone to a lounge with a few of his buddies. “I visualized what it would feel like to have you sitting next to me,” he told me.\n\n“And how did I feel?” I asked. \n\n“Pretty good,” he said. “Manageable.”\n\nAfter, I finally called my mother and told her about him.\n\nBefore him, I had never gone past the second date. But by now he and I were approaching our fourth date — plenty of time, in my mind, to decide whether a man is right for you. \n\nAnd then came the night of the movie, his idea. I’m a movie fanatic and remember the details of almost every movie I’ve ever seen. But I can’t  remember the title of the one we saw that night, only that the theater was nearly empty and we didn’t say much while we waited for the feature to start. \n\nI looked over at him and smiled, convincing myself that the weightiness I felt was because I was in uncharted territory. We were moving forward, talking about meeting each other’s families. So when he leaned over and asked, “Can I hold your hand?” I didn’t feel I could say no. I liked him for taking  the risk.\n\nNEARLY 30 years old, I had thought about holding hands with a boy since I was a teenager. But it was always in the context of my wedding day. Walking into our reception as husband and wife, holding hands, basking in that moment of knowing this was forever. Palm against palm, a closed circuit, where his long fingers wrapped securely around my tiny hand. \n\nNon-Muslim girls may wonder about their first kiss or, later, about losing their virginity, and often that first experience, so highly anticipated, turns out to be shameful and disappointing, even relationship-ending. \n\nI thought I was running the same risk, though for me it would be the first time actually touching the hand of a potential husband. How would it feel? Would it convince me that he was the one? A lifetime’s worth of expectations culminated in this single gesture in a dark theater over a sticky armrest.\n\nI’m not sure it’s possible to hold hands wrong, but we were not doing it right. It felt awkward with my hand under his, so we changed positions: my arm on top, his hand cradling mine. It was still fraught and uncomfortable, and soon my hand fell asleep, which was not the tingling sensation I was hoping for. Finally, I took it away.\n\nBut the damage had been done. We had broken the no-contact rule, and in doing so, I realized I wasn’t willing to be the kind of girl he wanted. I believe in my religion, the rules, the reasons and even the restrictions. At the same time, I’ve always wanted to be married, and the thought of never knowing that side of myself, as a wife and a mother, scares me. Being with him made me compromise my faith, and my fear of being alone pushed me to ignore my doubts about the relationship. \n\nWhen we took it too far, I shut down. It wasn’t supposed to happen that way. So after the date, I split us up. And I never saw him again."
}