{
  "url": "http://www.nytimes.com/2007/04/08/fashion/08love.html",
  "headline": "Fatherhood-parenting-families",
  "dateline": {
    "year": 2007,
    "month": 4,
    "day": 8
  },
  "byline": "Alison Buckholtz",
  "text": "MY three-dimensional husband, Scott, became a Flat Daddy this spring, when his frequent absences (he is an active-duty Navy pilot preparing for deployment) made me worry that our two young children were forgetting him. \n\nI had read about the Flat Daddy program in local newspapers, where writers told of young children toting around three-foot-tall photos of their smiling fathers in uniform. The tone of the articles was sympathetic with a sprinkling of patriotic rah-rah. \n\nThe accompanying pictures showed children pushing Flat Daddy on the swing, sitting next to him in a restaurant, riding beside him in the car. Though the real father was stationed overseas, presumably in difficult if not outright hellish conditions, Flat Daddy was always happy, immortalized on photo paper and smoothed onto a stiff foam core. \n\nIt all seemed vaguely Orwellian to me. The idea of pretending a proxy dad was home doing all the things a real dad did — when the real father was fighting a war with no end in sight — sparked a sense of dread that I couldn’t shake. \n\nI was also doubtful that the Flat Daddy concept was something my son and daughter would fall for. But every time I flashed back to those upbeat articles, I reconsidered. The families seemed to be having so much fun; maybe they knew something I didn’t. After all, I’ve never been through a deployment with children.\n\nI’m actually surprised to find myself in this situation at all. Nothing in my background indicated that I would marry into the service, carry out the duties of an officer’s wife and comfort my children by explaining to them that Daddy was looking at the same star they were on a dark and lonely night, though he was on a big boat far away. None of my friends or relatives had served in the military. Before I met Scott, I imagined service members to be generally well intentioned but robotic, necessary to society but alien to my experience. \n\nNow, though, I am grateful for the opportunity to experience camouflage close-up. The troops I’ve met are more sincere, dedicated and hard-working than most people I’ve known in the civilian world. I feel fortunate my children and I are part of it, despite the challenges.\n\nAnd the challenges are staggering. When I gave birth to our son four years ago, my husband was flying in the “shock and awe” campaign over Iraq. More recently he was on an administrative tour. Now it is our turn again, and he is preparing for a six-month mission on an aircraft carrier. \n\nIn the half-year leading up to this deployment, he has been away for training every other month, four to six weeks at a time. When he’s on the carrier, he and I have only sporadic e-mail contact, and our son and daughter, who are too young for e-mail, don’t have any contact at all. Though it’s nothing compared with what other military families have endured with repeated and lengthier deployments, I have felt a gnawing need to prepare our children — Ethan, 4, and Esther, 2 — for his extended absence. \n\nEnter Flat Daddy. In the newspaper pictures, the mothers looked so strong, the children so happy. I decided to give him a chance. \n\nWhen my husband was away in the past, we rarely talked about him; the kids seldom asked about him. I naïvely thought that meant they didn’t think of him or miss him. And I was secretly, selfishly relieved, because it made my life easier. \n\nThe moment Flat Daddy arrived, though, my daughter held him and kissed him as if he were the real thing, and even dragged him into her crib at night. In the days that followed, they took him everywhere: out for dessert, where they fed him ice cream; to the library, where my son balanced Flat Daddy on his shoulders and raced through the aisles; into the backyard, where he accompanied them down the slide. \n\n“Daddy’s home!” \n\nEvery time they shouted those words, my heart leaped. For one joyful moment I thought my husband had somehow found his way back to us. Of course, it was just the children’s enthusiastic greeting to Flat Daddy, leaning against the wall in the foyer. \n\nWe brought to life those photos I’d seen in newspapers. I saw myself as if from afar: I was the military wife keeping it together. \n\nExcept that Flat Daddy made keeping it together that much trickier. With his smile literally hovering over us, Ethan and Esther now queried me nonstop. Why did Daddy have to go away? When was he coming back? Tomorrow?\n\n“Not tomorrow,” I’d explain. “He’s going to be away for a long time, but he still loves you and thinks about you every minute.”\n\nOr I’d say: “It’s his job. He loves you very much and doesn’t want to be away from you, but it’s his job, just like your job is to put your boots in the laundry room.”\n\nFlat Daddy did help them remember their father, but the problem now was that we talked about him incessantly. Every picture they drew, every song they sang was for Flat Daddy. I once found my daughter sneaking him sips of her apple juice, holding up the straw to his lips. I discovered my son caressing his cheek.\n\nAll that was beneficial for them, I believed. But living with Flat Daddy became harder and harder for me. And not just because of the children’s jackhammer-speed questions about Real Daddy’s eventual return. Before Flat Daddy, I made it through my husband’s absences by pushing away thoughts of him. It usually worked. I stayed busy with writing, my part-time consulting job, squadron activities, the children’s schools.\n\nWhen friends said, “Your husband must be coming home soon,” I was always surprised, since I hadn’t been keeping track of the days left. It wasn’t that my heart was hardening, or that I loved my husband less. I loved him so much that when he was away, I had to turn off that part of myself to survive — and so our family could still thrive. \n\nThe worst moments were immediately after I awoke, when my husband’s absence felt like a presence that hollowed out my chest and made it difficult to breathe. Then my kids would call me from their own bed, and I’d fight my way through the panic, become cheerful and busy, and stay that way until the next morning. \n\nFlat Daddy changed all that. He was a fake husband whose frozen cheerful expression — the same dimpled grin I’d fallen for on a steamy August evening at a cafe in Washington, D.C., six years ago — gave me no comfort. He only reminded me of what I was missing. I would walk by and remember our first kiss, the crush of the glass under his black patent-leather shoe at our wedding, the gentle way he cradled our babies, and I’d think, “Why have you left us?”\n\nBut Ethan and Esther loved hanging out with Flat Daddy, so I couldn’t take him out of their lives. Instead, whenever I needed a reprieve I’d put him in the upstairs office, where they never went, and then I’d feel guilty and immediately return him to the family room. \n\nOnce I accidentally banged him against the wall, then patted the cutout, catching myself before I apologized. I almost let my son draw on Flat Daddy, thinking that if he was defaced I’d have an excuse to move him to Flat Daddy Heaven. \n\nThis preparation for deployment, it became clear, was preparing me for a total breakdown.\n\nTurns out I wasn’t the only one. \n\nOne morning we said goodbye to Flat Daddy as usual and headed off to my son’s Montessori preschool, where that day another 4-year-old was giving a presentation about his dad, who was stationed in Iraq for the year. This little boy had pasted pictures on a poster, brought in items his father had sent, such as a carved camel, and wanted to share a book about how to deal with sad and angry feelings. \n\nBut Ethan refused to enter the room, crying hysterically and clinging to me as I tried to leave. When the teacher explained to him that the little boy was going to talk about his daddy because he missed him, Ethan started screaming, “But I miss my daddy!” \n\nI tried to comfort him, but he was inconsolable, tears flowing down his cheeks. Finally, I offered to go home to get Flat Daddy. My son looked at me as if I had lost my mind, then burst into a fresh round of crying. “Flat Daddy’s not real,” was all he could say, each word pushed out on a sob. \n\nMy brave boy was ready to call it as he saw it: the emperor had no clothes. Watching my children feed ice cream to Flat Daddy and swing with him in the backyard may have been hard for me, but it turns out it was even harder for Ethan. I had to ask myself: Had this been a show he was putting on for me all along, being strong to make Mommy feel better? \n\nDespite my original reservations, I’d allowed this doppelgänger to lull me into a hazy daydream of us as a family again and make me believe my children were fine. But Flat Daddy was no substitute for an ongoing conversation about how Real Daddy’s absences were affecting us. Watching my son come unglued forced me to see that Flat Daddy wasn’t fooling anyone.\n\nAnd neither was I. \n\nBecause when Ethan said that he missed his daddy, I finally started crying, too — for the husband I longed to be with; for my son’s pain; for the boy petting the carved camel as he waited for his dad to return; for the ones whose parents would never return. \n\nI’m sure the Flat Daddy program has comforted many children. I admire the creativity of its founder, and the generosity of its donors. (Each Flat Daddy and Flat Mommy is free for the family of a deployed service member, though we paid for ours.) \n\nBUT it’s all in how it works for each family. For us, the better strategy has been to tuck Flat Daddy away in a corner of the guest room — where Ethan and Esther can visit him when they need to — and to prepare for my husband’s deployment the old-fashioned way: by talking about it. I’m getting advice from other mothers with deployed husbands and young children, whose heroism on their children’s behalf is heart-stopping. \n\nNow I talk about my husband as “my husband,” or “Scott,” not “Flat Daddy.” We go to the park, to the library, to the pizza parlor by ourselves — no foam-core father in tow. We’re happy enough, given the circumstances. We look at pictures of Scott, talk about him and read books about children with deployed parents.\n\nBut much of the time we simply keep moving forward as if there’s no hole in our family. It’s sheer pretense, as flimsy as a tissue, and I’m not sure how long it’s sustainable — or if it will get us through the long days ahead. \n\nBut it’s better than pretending a smiling cutout loves us back."
}