{
  "url": "http://www.nytimes.com/2007/05/20/fashion/20love.html",
  "headline": "Mr. What-If Is Circling Around My Marriage",
  "dateline": {
    "year": 2007,
    "month": 5,
    "day": 20
  },
  "byline": "Kevin Mims",
  "text": "MY wife and I have been married 27 years, but her first husband still wants her back. When we’re together at family functions, he tells everyone that he’s just waiting for me to die so he and Julie can remarry. He acts like he’s joking, but he means every word of it. \n\nWell, not quite. I’m younger (by nine years) and healthier than he is, so he probably realizes the odds are against his outliving me. What he’s really hoping is that Julie and I will be divorced. \n\nFrank and Julie were 16-year-old high school sweethearts when they married 41 years ago. It was a bit of a shotgun wedding; Julie was pregnant. Their first daughter, Andrea, was born about a month before Julie’s 17th birthday. Five years later, they had a second daughter, Mary Ann. \n\nAccording to Julie, it wasn’t long before Frank began to feel trapped in this life. He was only 24, and all his high school buddies were still out having fun while he had a wife and two little children. He thought divorce would be his key to happiness. And for a while, it was. \n\n When I first met Frank, he didn’t seem resentful that I had taken his place in Julie’s life. Julie and I actually saw very little of him during the first 10 years of our marriage. But when Andrea and Mary Ann began having children, Julie and I found ourselves being thrown together with Frank more and more often: at children’s birthday parties and sports events, holidays, backyard barbecues, school functions. \n\nAnd we all got along commendably. But at some point during the last 17 years, it seems Frank began to view me as a sort of home wrecker. Whenever he and I play badminton at family barbecues, he invariably crushes me, despite the bad back and knees he developed from nearly 30 years of delivering baked goods to supermarkets.\n\nAfter witnessing several of these humiliations, my granddaughter Ashleigh asked him: “Why do you always play so hard against Grandpa Kevin? It’s supposed to be just for fun.”\n\nFrank smiled at her and said, “I have to pay him back for stealing Granny Julie away from me.”\n\nAlthough this, too, he said jokingly, I think he really believes it, even though at the time of their divorce I was just 16, lived in another state and wouldn’t meet Julie for another six years. I may be guilty of a lot of things, but stealing my wife from her former husband is not among them.\n\n Our time together as a threesome has increased with each passing year (Julie and I, for various reasons, decided not to have children together). Andrea and Mary Ann have thrived financially, and once or twice annually they pay for a family vacation at resorts like Disneyland and Squaw Valley, Calif., that includes not only their own spouses and children but also Frank and Julie and me. \n\nAll this togetherness has its benefits. I think it is good for the grandchildren to see ex-spouses like Julie and Frank get along so well. But sometimes, in my view, they seem to get along a little too well.\n\nAt Disneyland last year, Julie and Frank decided to skip a lot of the rides. Frank was worried that a couple of minutes aboard California Screamin’ or Space Mountain might leave him in need of a wheelchair. Julie’s joints and back are fine, but she is not fond of roller coasters and Ferris wheels and other vertiginous amusements. \n\nThus I accompanied my stepdaughters and grandchildren on one thrill ride after another, while Frank and Julie found a bench nearby and, surrounded by the grandkids’ windbreakers and souvenirs and half-eaten churros, sat back and watched. Sitting side by side like that, sharing a bag of popcorn or slurping on a couple of snow cones, Julie and Frank looked like the quintessential long-married couple. \n\nI watched them from a gondola aboard the Sun Wheel, a giant Ferris wheel at Disney’s California Adventure theme park. From the top of the Sun Wheel, Julie and Frank looked like tiny dots. But even at that distance, you could see they were very comfortable together, belonged together somehow.\n\n As the gondola swung low to the ground and the kids waved and shouted to Grandpa Frank and Grandma Julie, I imagined other people looking on enviously at this couple that appeared to have survived the minefield of modern marriage for three or four decades and come to a point in life where they could sit on a bench at an amusement park and enjoy the simple pleasure of being together and watching their grandchildren have fun.\n\nExcept, of course, that they hadn’t survived that minefield. Julie and I had. And what a minefield it has been: bankruptcy, foreclosure, brief homelessness, the repossession of two vehicles, nearly 20 changes of address, numerous job changes and even a year’s separation. \n\nBut still Frank seems confident that if he waits long enough, Julie will once again be his. And it looks as though he’s prepared to wait as long as necessary. \n\nYears ago, Julie and I occasionally saw Frank in the company of various attractive women. For several years he even had a live-in girlfriend. He’s still handsome: 6-foot-3, slender, Omar Sharif mustache, and in possession of most of his hair. Women seem to find him irresistible. At parties and school functions, I’ve watched gorgeous women half Frank’s age practically throw themselves at him — to no avail. \n\nWaitresses in particular seem drawn to him. I’ve seen waitresses throughout California make eyes at him, try to engage him in small talk, even bring him free treats from the kitchen. I can wave and snap my fingers at these same waitresses for 10 minutes trying to get them to notice my empty water glass, but they never let Frank’s glass drop below the halfway mark without rushing over to fill it.\n\nYET Frank isn’t interested in waitresses. He’s interested only in Julie. After our Disneyland trip, she told me that while I was dangling obliviously above them in the Sun Wheel, he said to her, “As the mother of my children, you will always be the most important woman in my life.” \n\nI can sympathize with his predicament. He is an excellent father and grandfather. If he and Julie hadn’t been railroaded by their respective parents (and their own carelessness) into marrying as teenagers, they might have had a shot at happiness together. \n\nInstead, nearing 60, he bides his time as Julie’s “husband in waiting,” confident that one day her marriage will fall apart and that he’ll have his second chance. And I must admit that I can see some reason for his optimism. \n\nAll my life I have pursued my passion — writing — without unduly concerning myself with our financial needs. I’ve been able to do this because Julie has put aside her passions — horses, gardening, photography — and gone to her job as an escrow officer each weekday to earn a living. \n\nWhen we married, it was with the well-intended but overly optimistic understanding that she would support my writing until my writing could support us both. And so I have written short stories and poems and novels and essays and newspaper articles and much more. I have spent thousands of dollars attending writing conferences and hiring professional editors to help me perfect my manuscripts. And I have never made more than a pittance in return for these literary labors. \n\nTo be sure, I have taken many nonwriting jobs along the way to stave off complete penury: clerking at Tower Books, notarizing documents, mopping floors at the University of California-Davis Medical Center, and working low-level jobs in the title-insurance industry (usually for the company that was employing Julie at the time). But these were just stopgap, and I abandoned them once the immediate financial crisis had passed. \n\nAs the one with the flexible schedule, I also have handled a lot of the domestic chores: shopping, cooking, postmeal cleanup. But those don’t figure into your Social Security statements, the latest of which indicated that the average monthly income of my entire wage-earning life is $833.\n\nJULIE, meanwhile, is nearing the age when many people retire. And although she has worked hard her whole life, most of her friends are much better off financially than we are. Every weekend her best friend, Kay, goes off to the vacation home she and her husband, John, own near Eagle Lake in the Sierras. When they retire, Kay and John plan to live there full time. \n\nJulie has no retirement plans. She and I are no longer poor, but her paycheck is what supports us. Even if I chucked my writing for good and went looking for a full-time job, I probably could land nothing better than a gig at Wal-Mart. And thus Julie must go on working full time, just as she has since we married 27 years ago.\n\nAnd it is this financial reality that gives Frank hope that he will one day recover his wife. He was a member of the Teamsters union for three decades and retired with a full pension and good health care benefits. In a few years he will qualify for Social Security. His home is almost paid for. Over the last two decades, he has been able to save quite a bit of money. If Julie were married to him, she could quit working and spend her days gardening, riding horses, taking pictures and reading. \n\nThough Frank doesn’t trumpet his financial security, he finds sly ways of revealing it. When Julie mentioned recently that she had developed a fondness for the music of Frank Sinatra, he bought her an expensive boxed set of Sinatra’s greatest hits. He also frequently gives her DVDs of movies she likes and other gifts.\n\nI think I know exactly what Frank is up to, but it’s too late for me to do anything about it. If I could go back to when I was 24, I might think seriously about pursuing a far more stable and remunerative line of work, just as I sense that if Frank could go back to when he was 24, he might think seriously about not divorcing Julie. \n\nBut at this point in our lives, there’s no going back. For better or worse, I will go on writing. Julie will go on working. And Frank — ever hopeful, his patience seemingly limitless — will go on waiting."
}