{
  "url": "http://www.nytimes.com/2007/03/11/fashion/11love.html",
  "headline": "Dreaming of a Life of Privilege, but First...",
  "dateline": {
    "year": 2007,
    "month": 3,
    "day": 11
  },
  "byline": "Anya Ulinich",
  "text": "I FIRST saw him in the break room at the graphic design trade school I was attending in Phoenix. He was getting a Butterfinger from the candy machine, and all I could think was that he looked like Bart Simpson — same mischievous smile, same flat-top haircut. “Nobody better lay a finger on my Butterfinger!” I imagined him saying, my mind grasping at linguistic and cultural straws. \n\nI was 18 years old. My parents, my brother and I had recently arrived in Arizona from Russia. We’d come on a tourist visa without English, money or legal immigration status. I was about to start college when we left Russia, but in Phoenix, college became a distant dream, while my reality consisted of dismal “cash under the table” jobs and waiting for the Immigration and Naturalization Service to acknowledge my family’s asylum application.\n\nSo I was happy when some friends used their connections to  allow me to attend, for free, this trade school — the kind of place that advertises on local TV, doesn’t ask its students for their high school diplomas or green cards and seems to survive off government financial aid. The school stood down the street from a campus of Arizona State University, a place I fantasized about attending as I traced puppies from pet food ads in my “Rendering” class. But I liked the break room for the imposing machine that dispensed coffee and chicken soup into tiny paper cups, and for its social potential, although I was too shy to talk to anyone.\n\nI was flattered when the Bart Simpson double began to flirt with me. Since my fashion sense was dictated by clothing donations, I often wore floral dresses, yellow construction boots and a straw hat festooned with wooden fruit. Apparently, he found me exotic. \n\nBEFORE coming to Arizona in search of a better future, he’d been a truck driver in the Midwest, delivering vegetables to Amish stores. He said he used to fantasize about seducing an Amish girl and told me that I reminded him of those girls. I gathered he meant that he found me sheltered, high-minded and repressed, though he wouldn’t have used such words. After I told him I was Jewish, he promptly assured me that he personally didn’t think all Jews were stingy and nicknamed me “Anne Frank.”\n\nWith considerable effort, he climbed over our language barrier to tell me about his life — about how, when he was a toddler, his father came back from Vietnam, stole a van and disappeared; about how his mom met  his stepfather at an Alcoholics Anonymous meeting; about “speaking in tongues” in church; about wanting to quit chewing tobacco because spit cups were disgusting; about how much he’d loved his job at T.G.I. Friday’s before he got fired.\n\nI lacked the experience and the cultural context to notice warning signs in his stories. It was the first I’d heard of A.A., T.G.I. Friday’s, tobacco chewing and speaking in tongues. His life was my first American narrative, and in my mind he was, foremost, an American — that is, a privileged person whose problems were by definition smaller than mine because he had the legal right to work, owned a car and was allowed to apply for a Pell grant. \n\nOur dates were a happy antidote to my family life. After raising two children in Soviet Russia, my parents were accustomed to material poverty, but their fall from the middle class and the uncertainties of the immigration process turned them into nervous wrecks. My mother spent time between her cleaning jobs crying — from exhaustion, yes, but mostly from the humiliation of being a domestic servant. In response to her breakdowns, my formerly mild-mannered father became someone who shouted in frustration. There were too many of us in our dingy Phoenix apartment, and it seemed that we were always screaming at each other. It was a joy to escape into the sunset in my boyfriend’s dented Ford Escort.\n\nHe taught me to in-line skate and sneaked me into a bar where his best friend worked. On that date, I learned about darts and strawberry daiquiris and about how many daiquiris it takes to make darts dangerous. He made me a mixed tape of the Red Hot Chili Peppers and R.E.M. He let me drive his car and introduced me to Chicken McNuggets. \n\nI, meanwhile, tried to make him read Nabokov. This, after all, was what I’d done with my high school boyfriend in Russia — we exchanged books, wrote poems for each other, kissed and held hands for hours, but never went beyond that. In my mind, physical intimacy came later, after poetry, after making sure one was absolutely, passionately in love, maybe even after marriage. This Victorian attitude of mine quickly became a point of contention between my new American boyfriend and me. \n\nThe first time he managed to wrestle one of my breasts out of my near-bulletproof Czech bra, I slapped him across the face. I imagined I would have sex in some distant, theoretical future, but not like this — not on the stained carpet of my family’s apartment, with my hair dangerously close to the open flame of a wall gas heater. \n\nAfter I apologized, he agreed to take things more slowly. Still, it was apparent to me that he was losing patience with my Russian-poetry-reciting, sexually repressed approach to romance. One day, as he drove me to a mansion I cleaned, I hit upon a solution to all of our problems. I could go to the university, get out of my parents’ apartment, and make him happy, all at once. \n\n“Let’s get married,” I said, “and I’ll sleep with you.” \n\n“O.K.,” he said.\n\nA week later, as I let him deflower me to the deafening beat of his roommate’s drumming in the next room, I had no dreams of rings or wedding dresses. Instead, I had dewy visions of going to the campus bookstore and buying a backpack with the A.S.U. insignia. I flashed forward to Physics 101. I thought about trading housecleaning for a legal work-study job.\n\nThe next month we followed through. My mother made me a wedding dress from a lacy leotard and some tulle, all the while admonishing me not to go through with it. I cried (I sensed I was making a mistake). But doing nothing, losing him and rejoining my family’s precarious existence seemed worse. I was determined to create a better life. And so, armed with gold bands from Sears, he and I drove to the courthouse and took our place in line with other brides, grooms and traffic-rules violators.\n\nNeither of us had any idea what married life should be. We rented a cheap apartment near the university and decorated. My husband decided it would be cool if everything in the apartment were black. He built a futon frame and spray-painted it black. We bought black dishes and black sheets. We bought a white rat for a pet and built it a black cage. \n\nOnce that was done, it was just the two of us, still pretty much strangers. We tried to get to know, and change, each other. After he graduated from the trade school, I convinced him to go to college. We were poor enough that we both qualified for financial aid. He took his first Russian class. Some day, I hoped, he would read Brodsky in the original, and then I would really love him. He continued to try to teach me how to have fun, a task complicated by the fact that I wasn’t of legal drinking age.\n\nWe quickly began to appreciate the hopelessness of our undertaking. I was intolerant of his beer-drinking, foul-mouthed, Ren- and Stimpy-loving friends, and soon they stopped coming over with six packs. Instead, he began going out nearly every night. I waited for him outside our apartment, pacing and smoking menthol cigarettes. When he got home, I nagged and cried.\n\nThat semester, he failed most of his classes, endangering his financial aid. In frustration, I actually beat him with a broom. Our fights got so loud that our downstairs neighbors threatened to call the police. We bounced rent checks, let our apartment grow filthy, and lost track of our rat until it chewed through our phone cable. Our infrequent moments of tenderness consisted of getting drunk and watching reruns of “Little House on the Prairie” in our spit-cup-strewn living room. The Ingalls’s harmonious family had the ability to reduce him to tears, and we hugged each other, for once feeling close in our alcohol-fueled mutual regret.\n\nOur inevitable separation was a re-enactment of our engagement: I suggested it, and he happily accepted. We’d had enough of each other’s abuse.\n\nBut separation only meant so much when, to avoid derailing my immigration application, we continued to live together while trying our best to lead separate lives. He’d tell me about “doing laundry with Terry.” I reveled in my crushes on university students and professors. Occasionally we even slept together, like a proper husband and wife.\n\nThen I met someone, and my husband poured his jealousy into notes that he shoved into my school locker and left on my boyfriend’s car. He begged me to work on our marriage, and threatened to call the I.N.S. if I didn’t. I decided I needed my own apartment. A few months after I moved out, we were divorced.\n\nYEARS later, I’m remarried and have two young daughters. I don’t believe in sin, but when my daughters get older, I’ll warn them against using sex as a means to an end, and hope they never wind up in a situation that compels them to do so. Sex is a pleasure and a gift, but when used as a tool of last resort by those who are otherwise powerless, as I was, the damage can be serious and lasting. \n\nTo this day, I struggle to think of love outside the context of power dynamics. The first thing I wonder when I observe any relationship is: “Who is using whom, and how?” I am constantly watching, in my second marriage, for the demons of my first to reappear. \n\nI don’t know if our brief, doomed experiment in marriage infected my ex-husband with the same cynicism. I hope not. No more Bart Simpson than I was Anne Frank, he deserved better than to be caught, pants down, in my desperate teenage scheming."
}