{
  "url": "http://www.nytimes.com/2007/02/04/fashion/04love.html",
  "headline": "She Handed Me a Cup From the Fountain of Youth",
  "dateline": {
    "year": 2007,
    "month": 2,
    "day": 4
  },
  "byline": "Andy Christie",
  "text": "WHEN I turned 50, my girlfriend took me to dinner at one of those places where all the vegetables are “baby,” if not prenatal, and the waiters aren’t much older. My son and my brother joined us, making it an intimate gathering of all the people I love.\n\nI was miserable. This was it? Where were the balloons, the band, the this-is-your-life surprise guests? What does one have to do for a little extra attention? I mean, I had successfully navigated five decades. If I were a 50-year-old bridge or a decommissioned aircraft carrier, there’d be fireworks. I wasn’t proud of it, but I wanted more.\n\nA week later, I’m in a bar down near Bowery with Jonelle. She’s 30 or 29 or 32. Something pretty young. My girlfriend and I met her recently at a party given by a mutual acquaintance, and we hit it off. Since then the three of us have gotten together for a couple of getting-to-know-you dinners and the occasional movie with other friends.  Earlier in the day, Jonelle e-mailed us about a downtown gallery opening. It  was  exhibiting  guitars and guitar art: vintage guitars, custom guitars, historically important guitars, which  had been set afire and urinated on. Jonelle thought it would be right up my alley.\n\nMy girlfriend was expecting a late night at work and couldn’t make it. But I was free, so I e-mailed back, “great. love to go. thanks! andy xo.” (I’m not much of a hugger in person, but for some reason I “xo” everybody.)\n\nThe opening is at 8:30 so Jonelle and I plan on a quick drink at 8. She picks the bar, Great Jones Cafe. Thin and pale as a bean sprout, Jonelle is awkwardly cute, a cross between Olive Oyl and Emma Peel from “The Avengers.” Her spaghetti-strap white top is tied with a tiny pink bow at the neckline, as if  she were  gift-wrapped. People probably think she’s my daughter.\n\nOn the day I turned 50, I shaved off my beard in a fit of Ponce de Leónian fountain-of-youth pathos. The experiment resulted in less gray hair but, more obviously, less hair. And now, because my skull is bald at both poles and tapers to a soft point like a hard-boiled egg standing on end, I’m stroking my chin with one hand while we talk. It looks  as if I’m listening hard, but I’m hiding.\n\nThe conversation is light and not labor intensive, one of those comfortable back-and-forths during which it doesn’t much matter who says what. We’re two new friends putting each other at ease.\n\nYou like Alexander Calder? Me too. You play ukulele? I love ukulele — sort of. Nabokov? “Lolita” is so dark and hilarious. Grilled Swiss? Me too.\n\nUntil Jonelle pats the back of my hand and says, “How come all the guys I really get along with are either taken or gay?”\n\nI freeze. Why does she think I’m gay? Oh, she means I’m taken. Right, I already have a girlfriend, a wonderful girlfriend I love and with whom I have lived for 13 years. She’s out there somewhere, working late, while I’m having drinks with Jonelle, who thinks that she and I “really get along.”\n\nI’m flattered and unsure about how to respond. So I order another drink for myself. I don’t order one for Jonelle because now I’m afraid it might look predatory, even pedophilic, and — if people do think she’s my daughter — possibly incestuous. Or at the very least, pushy. \n\nBut she stops the bartender and says, “Hey, me too!” and orders herself a drink and tells me how great it is to be with a man she actually wants to be with, a man she could talk to all night. And I register that she didn’t say “somebody” she could talk to. She said “a man” she could talk to. Like maybe she noticed. I look in the mirror behind the bar, and I wonder if maybe, without my beard, I don’t look so much like her father.\n\nWhen her cellphone buzzes and skitters on the bar like a silver scarab, she answers it, and I try not to eavesdrop. If it’s a man, I don’t want to know. Instead, I check my watch. It’s 8:45. The gallery opening started 15 minutes ago. Jonelle hangs up and I suggest we’d better go, but she says: “Oh, I’m having too much fun. Let’s have one more, O.K.?”\n\nI’m worried it’s not O.K., but we order another round. \n\nSoon we’re patting each other’s hands, and when her phone rings five or six more times, she ignores it. We start debating Outsider Art, which I know less than nothing about, but I once saw a movie about a mad shack-dweller who became an overnight sensation when SoHo discovered and then exploited him. \n\nWHEN I tell her about this, she says, “Oh, don’t be so cynical,” and pokes me in the ribs, and I’m glad she picked the one unflabby stretch of my torso.\n\nPretty soon we’re punctuating our conversation with more gratuitous rib pokes and pats while she runs though a pros-and-cons checklist of the types of men she’s known and the types of men she’d like to know. And I can’t tell if she’s talking about them or, really, about me.\n\nAs we get more and more comfortable — so comfortable, in fact, that I’m uncomfortable — I realize she’s right: we’re having too much fun. So I mention it’s almost 10 o’clock. And she jumps and says, “Oh, my God, we better get over there.”\n\nOn the way she tries to hook her arm around mine, which I keep straight down at my side as if  it’s paralyzed, so she’s forced to pinch my sleeve to hold on. But about halfway to the gallery I bend my elbow to support her, and she squeezes, and I squeeze back. It’s a friendly gesture. Women do it with each other all the time, right? And we stroll this way through the East Village.\n\nMinutes later we stop at a loft building near Delancey Street. A retro-psychedelic guitar poster is taped to an unnumbered black door: “Sex Machines.” More identical posters line the wall along two flights up to the gallery. The stairs are dark, quiet, empty. Nobody is coming or going to this thing. Maybe it’s late and they’ve already gone, but because I’m a little drunk and because I know Jonelle lives downtown somewhere, and because she picked a bar right nearby, I begin to wonder if maybe this is her building and she’s taking me home. \n\nBut when we reach the right door and walk in, the place is packed with people.\n\nAnd not only is it packed, but I know everybody — my girlfriend, my son, my brother, my nephews, people I work with, people I went to school with. And all of them yell, “Surprise!”\n\nAnd everyone laughs and points at me, including Jonelle, who says, “Gotcha!” And kisses me.\n\nOn the cheek.\n\nMy girlfriend materializes from the sea of guests and we hug and kiss, and she giggles and says she picked Jonelle to get me here because she knew I wouldn’t turn down any invitation from her. It’s obvious I have a midlife crush. “It’s cute,” she says.\n\nI hold onto her for dear life, and for balance. I’m staggered. My heart is bursting and breaking at the same time.\n\nOn the one hand, here is everyone I love — everyone who loves me. They did all this: the fake posters, my favorite music, balloons even. And the walls are covered with giant blowups of old family snapshots. Years’ worth. Generations’ worth. It’s a heart gallery.\n\nOn the other hand, Jonelle was playing with me at the bar, and I can’t tell for sure why I get weepy when my son appears and hugs me and whispers: “What happened? How come you’re so late? We thought you got lost.”\n\nMaybe I did.\n\nFrom him I find out that the first call Jonelle got, back at the bar, was my girlfriend telling her to stall,  that they weren’t ready for me yet. Which, I suddenly understand, is the only reason Jonelle said she wanted to stay, that she was having too much fun, that she could talk to me all night. It was a trick.\n\nA few minutes later I see my girlfriend talking to Jonelle in a corner, and she looks angry. So I thread my way over, shaking hands along the way, high-fiving, being hugged, hugging back.\n\nWhen I’m close enough to listen in, I learn that the five or six other calls at the bar — the calls Jonelle ignored — were from my girlfriend, desperately trying to get back in touch.  Jonelle was supposed to stall for 10 minutes, but she kept me there, and I let her keep me there, until we were half-drunk and almost two hours late to my surprise birthday party, with 75 people waiting.\n\nIT was her job to deliver me, but instead she lingered at the bar, talking and poking, and when we finally left, she took my arm. So maybe she really did want to stay with me at the bar? Maybe she wasn’t just an  agent? After all, two hours is a lot of make-believe. Perhaps she actually was having fun and truly wished I wasn’t taken? \n\nOr maybe, like me, she was simply enjoying the extra attention. We could all use a little extra attention every now and then. Certainly at 50 we can. And maybe even at 30, 29 or 32. Nothing wrong with that. Is there?\n\nBut now Jonelle is getting the kind of attention from my angry girlfriend that nobody ever wants, and I can’t help  standing  back and watching. I already got my balloons and surprise guests. It appears, alas, that I may yet get my fireworks.\n\n "
}