{
  "url": "http://www.nytimes.com/2007/10/28/fashion/28love.html",
  "headline": "Why We Needed a Prenup With Our Contractor",
  "dateline": {
    "year": 2007,
    "month": 10,
    "day": 28
  },
  "byline": "Deborah Derrickson Kossmann",
  "text": " “NOW you know what it’s like to have the bad boyfriend experience,” I said to my husband. \n\nOur conversation wasn’t about bad boyfriends; it was about contractors. Fifteen years ago, during my dating heyday, the bad boyfriend was my area of expertise. After Marc and I married, though, I thought that emotional turmoil was behind me forever. Then we bought our dream house with the wide front porch, a 1903 Victorian in need of renovation. \n\nThis was in June, when the sparrows were gorging themselves on mulberries from the tree outside our kitchen window. Our plan was simple: We would pay double mortgages for a few months while we worked on the house, and move in when it was finished. \n\nOur first contractor, Jim, fit the bad-boyfriend mold exactly: He wanted to love us, he just didn’t know how. He said all the right things but couldn’t make us his priority. And after three months he dumped us as a result of misfortunes nearly too numerous to catalog: he damaged his testicle, broke his foot, was the victim of embezzlement by his partner and had his accounts frozen by the I.R.S. The combined tragedies resulted in his being unable to pay back our original deposit. \n\nStill, I argued, we should be nice to him, even if he wasn’t treating us well. We needed to take the high ground. \n\nMarc looked at me as if I were insane. \n\n“I’m sure he’ll pay us back,” I said.\n\nAfter those crazy months with Jim, my husband and I told ourselves that at least his situation was so over-the-top that nothing like it could ever happen again. Right?\n\nI should have known that those who attract bad boyfriends tend to keep attracting them. At minimum, I should have known that rebound relationships aren’t the answer to boyfriend woes.\n\nThen again, my husband and I are a rebound relationship, and we’ve been married 13 years. And our rebound contractor, Mike, seemed responsive and sympathetic. He came right over to give us an estimate, returned our calls promptly. He was, by all appearances, the opposite of our last failed relationship, which made him incredibly seductive.\n\n As we stood in the kitchen amid half-hung cabinets and missing countertops, Mike said: “I can’t believe the other guy did that to you. I don’t know how some guys get away with that.” He said he would begin in early October and finish by Thanksgiving. Shaking my hand with a hearty grip, he said: “Don’t worry, babe. It’ll be fine.” \n\nThe Monday before the start date, Mike arrived with his foreman. They walked around looking everything over. They squeezed up into the crawl space while I stood underneath, listening to them talk of beams and square footage. “We’ll be here tomorrow, babe,” he said. \n\nMy husband and I swooned.\n\nTuesday arrived without Mike. Wednesday, Thursday and Friday passed as well. Marc began calling. The following Wednesday, Mike answered, sniffling. His sister had died suddenly last Tuesday, and the funeral was yesterday. He would be over next week and was very sorry. \n\nStaggered, we told him to take care of himself and not to worry. \n\nA few weeks later, he called to say there had been another family tragedy and now he and his wife had custody of his sister’s four young children. \n\nWe were again appropriately horrified. This time, however, we timidly asked, “Uh ... ?” \n\n“Next week,” he said. \n\nSome bad boyfriends are excuse-makers. Were these stories fact or fiction? It was hard to know. Often the reasons a bad boyfriend can’t be with you sound quite reasonable: “I have to work late.” “I hurt my knee playing football.” My favorite was the one who canceled a date by saying, “Did I mention I’m getting married next month?” \n\nHe hadn’t. Neither had he mentioned that he was living with his fiancée.\n\nWhen Mike returned, pale and teary-eyed, he told us that the paternal grandparents of his sister’s children wanted custody and that he might be out a few days for court hearings.\n\nNot to sound callous, but I no longer wanted to hear about court hearings or custody. All I wanted to hear was his truck pulling into our driveway. I wanted to hear his hammering and stapling as he built the stairs to the attic. I even wanted to hear the branch-snapping crash of construction waste plummeting from the attic onto my rhododendron.\n\nBut I wouldn’t hear these sounds in the days to come. When Mike finally reappeared, he shook his head and muttered, “Court stuff.” A bout of food poisoning was next. Then his assistant lost all his front teeth in a car accident. \n\n“Do you think we could be done by early December?” I asked anxiously.\n\nMike laughed. \n\nSoon he wasn’t calling me “babe” anymore. The bloom had officially come off the rose. When I asked about progress, he responded in a monotone: “It’s coming along.”\n\nI surveyed the bare wood framing, the insulation drifting like toxic snow from the open ceiling, the pantry without shelves. Nothing had come along. Actions must match words in a trusting relationship. Bad boyfriends never get this fact.\n\nWe kept hearing about his crew, but we never met them. Then he told us he fired them for partying on another job. “But I want to do your job right,” he said, “so I’m doing it myself.” \n\nDespite our deepening skepticism, we clung to such pronouncements. How could we push him when he respected us like this? We wanted so badly to believe.\n\n Finally it was Dec. 1, our moving day. But nothing was finished. Mike promised to work from now through Christmas. I was frantically throwing our life into boxes at the old house to take to the new house. Between car runs, I hissed at him, “Can you at least put some shelves up in the pantry?” \n\nIt was done the next day. \n\n“See,” I said to Marc. “Nagging helps.”\n\n He rolled his eyes. “I bet he’s gone for the next three weeks.” \n\nActually he was gone for the next six weeks. In the living room we set up the artificial Christmas tree on boxes of floorboards. Then we placed our unpacked boxes around the tree like presents. (Mike would later explain this absence by proclaiming with great sensitivity, “I figured you guys needed time to move in and get settled.”)\n\nOur innocence shattered, we suspected the worst: that he was seeing someone else. But as long as he came back to us, wasn’t that the most important thing? He called after a weeklong vacation in Niagara Falls, saying: “My wife and I really needed that getaway. It’s been so stressful.”\n\nThen he showed up with tape all over his hand — he had broken his thumb. The event had included an afternoon at the emergency room, extensive radiology and a surgical consultation. Postsurgery, he would need to be out six weeks. \n\nHe delivered this prognosis from my bedroom doorway while I was putting on my eye makeup and trying to prepare for work. He looked sorrowfully at his taped hand. “You know, Deb, I never realized how much I use it in my work.” \n\nSuddenly I hated him in the way I had hated all those previous bad boyfriends just before the breakup. I was sick of looking at his dusty jeans and listening to his excuses. “So how are you planning to get our job done?” I said curtly. \n\n“No problem,” he said. “I’ll be over tomorrow with more crew. We’ll finish this up and I’ll go have the procedure.”\n\nThe next morning he called Marc: “I’m on my way. I just have to pick up something at the Home Depot.” \n\nHe never showed. Our calls yielded nothing. Weeks later, he called to tell us that on his way over that day he had felt as if he were having a heart attack; he was now in cardiac rehab. “I’m going to find someone to finish your job,” he said. “I’m an honorable guy.” \n\nWe called. We sent letters. We hated ourselves for pursuing him when he clearly didn’t love us, but we couldn’t help ourselves. We needed to know where he was, what he was doing, and why he couldn’t be with us.\n\nMarc fantasized about spray-painting “Unreliable” on his shiny black truck. \n\nI fantasized about showing Mike the error of his ways, about shaming him into being a better person — the impulse I always felt with bad boyfriends.\n\nWe resorted to stalking him like a jilted lover, cruising by his house until we saw his truck parked out front. After Marc knocked, a surprised Mike opened the door, looking tanned and rested. “I was going to call after I got back from Disney World,” he said, his voice trailing off. \n\n“When are you coming over?” my husband demanded. \n\n“Soon. Real soon. My wife got a staph infection after minor surgery and has been in terrible pain. That’s why. ... ” \n\nMarc stared him down.\n\n“I just need to get my crew together, you know,” Mike said, pulling the door shut.\n\nIt’s now June again. The mulberry is blooming. Our stuff is still in boxes, our rugs rolled up. We live within plastic sheeting.\n\nMeanwhile, we’re going to court with our first love, Jim. He called the other day to arrange a meeting to work things out. Waiting alone in the Chinese restaurant where they had agreed to meet, Marc finally called Jim. No answer. No call back. Bad boyfriends rarely change, but somehow you always give them one more chance to redeem themselves.\n\nSOME day, I’m sure, we’ll also meet Mike in court — if we can get him to show up, that is. We joke that no jury of our peers (those who have had relationships with contractors) would convict us of homicide or any other crime of passion. As they say, the opposite of love is not hate but indifference. But you can’t be indifferent to a bad boyfriend who owes you money and stands in the way of your dream house. \n\nLike all bad relationships, the hurt will fade with time and the promise of new love. We recently met with a new contractor about finishing the job. He came right out to do the estimate and talked to us in a soft, sympathetic tone. \n\nOf course, after being jilted twice, we no longer trust our own judgment. This new contractor (I guess he’s a rebound relationship, too?) seemed a little leery of us as well. Maybe, in recounting our previous failed relationships, we came across as too needy? Because it’s been a month and he hasn’t come back to us with an estimate. I’m again feeling defensive, racked by insecurities (Are we not attractive enough? Not smart enough?) and ready to give up.\n\nBut finding Mr. Right is a dream that dies hard. As we watched our new contractor drive off that afternoon, I felt my heart flutter in the familiar way. “He seems nice,” I said to my husband, smiling, nearly giddy with infatuation. “What do you think?”"
}