{
  "url": "http://www.nytimes.com/2007/03/25/fashion/25love.html",
  "headline": "Love-Homosexuality-Dating",
  "dateline": {
    "year": 2007,
    "month": 3,
    "day": 25
  },
  "byline": "Anna David",
  "text": "He’s gay, you know,” Bonnie said.\n\nWe were sitting on stools at a bar on Melrose Avenue in West Hollywood, surrounded by Amstel Light bottles and cigarette smoke. \n\n“Really?” I gasped.\n\n“Really. And not just gay. Very gay.”\n\nFrom across the bar, Brian caught my eye again and we gazed at each other lustfully. Bonnie had introduced us only moments before, and I was struck by the “love at first sight” lightning bolt.\n\nOf course, I had felt such lightning bolts before. At 25, I couldn’t yet fathom relationships built on trust and mutual compromise; I saw only fables and romantic comedies. Love, I was convinced, happened in a lust-filled instant, and there was no mistaking it for anything else. \n\n“I’ll be right back,” I said to Bonnie and made my way to Brian’s side.\n\n“Oh, my God, Bonnie just told me,” I blurted to him, knowing I didn’t need to finish the sentence. I felt confident that the lightning bolt hadn’t only struck me; from the moment Bonnie had introduced us, Brian and I hardly had taken our eyes off each other. The news about his sexual orientation felt worse than disappointing; it actually seemed intrusive, like it was infringing on the course nature wanted us to take. “Is it true?”\n\n“It is,” he said. “I mean, I always have been. But maybe — I don’t know.”\n\nThat opening, combined with the sight of his sparkling hazel eyes and perfect cheekbones, was enough for me. “I’m buying us shots,” I announced, certain that my bar order was the only thing we needed to reach the next step.\n\nThough Brian was, in fact, “out,” he fit my profile of what I imagined a sartorially straight man might look like: he was dressed in a button-down shirt, gray slacks and basic black non-designer shoes, with no product in his hair.\n\n And there was the matter of the eye contact we kept having — not to mention that he seemed far more interested in cornering me for one-on-one conversations than other gay men I had met, who would start off talking to me alone but then trot me over to their friends as if I were a show-and-tell item, usually urging me to be “fierce” and funny.\n\nBy the end of the night, I was pretty sure this was love, and when I reconnected with Bonnie, she gave me all the confirmation I needed. “I can’t believe it,” she said, shaking her head, “but Brian is into you, too. This is just too bizarre.”\n\nWith that, I went up to Brian to say goodbye, and he asked me out for the next night. I nodded, giddy, and we kissed goodbye — on the lips, in the bar, with seemingly no worries over who might see. What kind of a gay guy does that?\n\nI figured the conversion process was more than halfway through.\n\nWhen I was getting ready for Brian to pick me up the next night, I found myself more excited than I had ever been for any other date. There was something fabulously intense about an attraction so deep that it transcended the standard definitions of sexual orientation. The notion of a date with a regular old straight guy, who wouldn’t have to sacrifice or defy anything to go out with me, seemed downright dull in comparison.\n\nOver steak and red wine, Brian and I wasted no time in psychoanalyzing his past. He told me about a traumatic incident in his adolescence involving his then-girlfriend and his brother, and how it led to feelings of betrayal and shame that he didn’t know how to handle. Soon after, he hooked up with his first guy.\n\n“My God,” I said, pouring more wine for him. “You’re not gay. It’s just that a traumatic event made you think you were gay.”\n\nBrian shrugged.\n\nI leaned in so that our faces were inches away from each other. \n\n“Maybe I’m bisexual,” he said.\n\nI was willing to accept that. After all, this transition back to straightness might be slow for my new boyfriend.\n\nI nodded and he kissed me — a real, passionate kiss.\n\nAfter dinner, we went to a bar across the street, and although it wasn’t a gay bar, we immediately ran into two gay guys we both knew. One of them, Matt, was hostile to me, even though he had been quite friendly when I met him a few months earlier and he had been hitting on one of my gay male friends. \n\nWhen Brian went to the bathroom, Matt turned to me. “What the hell do you think you’re doing?” he asked.\n\n“What are you talking about? You mean, with Brian?”\n\n“Of course I mean with Brian. What kind of game do you think you’re playing?”\n\n“We’re just hanging out, nothing to get worked up about.” \n\nIn truth, I imagined that Brian and I were setting new standards of what love could be, but I knew Matt wouldn’t make an appropriate confidante. \n\nAnyway, shouldn’t I be the one concerned that Brian might be playing games with me? After all, I was doing what I had always done: going out with a man. Brian was the one betraying his group.\n\nWHEN Brian came back from the bathroom and Matt went off to smoke, I told him what had happened. He shook his head. “We used to date,” he said of Matt. \n\nI should have known; Matt probably wouldn’t be the last of Brian’s exes to have a problem with our transcendent love.\n\nBrian and I went back to my apartment, where I opened a bottle of wine and we both lighted cigarettes. Soon we started kissing. As we kissed, I started to move Brian toward my bedroom, but when we got to the door, he stopped. “I don’t feel comfortable doing anything more,” he said.\n\n“Why?” I asked, feeling like he was suddenly backing out on the courageous and important journey we were taking together.\n\n“Look. That’s all I want to do.”\n\n“No pressure,” I said, kissing his neck. \n\nBrian calmed down, and as we cuddled I tried to erase from my mind the notion that I was someone who puts pressure on men in bed. After a while, we just lay there trading cigarettes and sad stories about our respective dysfunctional families and the times we had been in love or thought we had been in love, doing the postcoital thing without any coitus.\n\nWe fell asleep spooning, and during the night I had a dream that took place in Washington, which ordinarily wouldn’t have meant anything, except that when I told Brian about my dream, he said he was born in Washington.\n\nThat sealed it: We were soul mates who had been together in previous lifetimes. Given my weakness for storybook love and my well-established history of spontaneous passion (my third date with one guy was, essentially, a move from San Francisco to Los Angeles to live with him), this seemed the only possible explanation for our unlikely and illogical connection. \n\nWhen I shared these thoughts with Brian, though, he only smiled warily.\n\nOver breakfast, he took a deep breath and gave me the apologetic look I had been dreading from the beginning. “I think you’re fantastic,” he said. “But I have to tell you: I really think I’m gay.”\n\n“But. ...” I sputtered. “What about what you were saying about being bisexual?”\n\n“I know I said that,” he said. “But after last night, I think I realized that it’s not true. I’m just gay.”\n\n“But you’re attracted to me. You said it! A few times!” Horrifyingly, I found myself on the verge of tears.\n\n“I know. And I do think you’re very attractive. But I just can’t do this.”\n\nUnconvinced (or in full denial), I later stopped at a spiritual bookstore in West Hollywood that I had passed many times and barely noticed. I was looking for some comfort, some explanation, some confirmation that what I had experienced with Brian was as real and important as I thought it was.\n\n And there, among the collections of crystals, affirmations for inner children and books about creating your own destiny, I found it, the book I had subconsciously been seeking: “Only Love Is Real: A Story of Soulmates Reunited,” by Brian Weiss, M.D. That fact that the author’s first name was the same as my soul mate’s only confirmed that this was the book for me.\n\nI had never been one for self-help or spiritual books, but I was riveted by every word of “Only Love Is Real,” which explained that not everyone was comfortable with the notion of previous lifetimes, let alone the concept of meeting and falling in love with the same person over and over again. I hadn’t exactly been comfortable with it, but now, with Brian, I had come around.\n\nBrian would come around, too, I thought, as I underlined and dog-eared passages and pages I found significant.\n\nTHAT night I carried the book along to dinner with Bonnie, certain she would support my exciting new discoveries.\n\nBut she, who was as logical and wise about love as I was dramatic and superficial, just shook her head. “Anna, you’re going on no sleep, ranting about how you’ve fallen in love with a gay guy, clutching this crazy book,” she said. “I’m worried about you.”\n\nI slipped the book back into my purse and willed myself to talk about something besides Brian.\n\nI wish I could say that Brian came around. But as days passed without even hearing from him, and then weeks, I had to confront the inevitable. \n\nIn the end, it would be months before we ran into each other again, at a bar in Los Feliz, and this time when our eyes met he glanced at me with embarrassment — the kind of look I imagine a straight guy might give a gay guy he accidentally ended up in bed with one night when he was feeling experimental. \n\n“I’m so sorry for getting you all mixed up in my confusion,” he said. “I was going through a rough time then.”\n\nA rough time? Confusion? I had so many questions, but my ego and pride (not to mention my suspicion that he wouldn’t have any answers) kept me from doing anything but smiling kindly. “It’s O.K.,” I said. “I understand.” \n\nAnd I did. Sort of.\n\nNot long after, I came across “Only Love Is Real” in my bedside reading pile and promptly tossed it into the trash, thereby letting go of both Brians at once. \n\nOur love, of course, hadn’t been real, those previous lifetimes had all been in my head, and the only lightning bolt to strike me was the undeniable reality that, with all due respect to Kinsey’s sliding scale of sexual orientation, sometimes gay really means gay."
}