{
  "url": "http://www.nytimes.com/2007/05/13/fashion/13love.html",
  "headline": "My First Lesson in Motherhood",
  "dateline": {
    "year": 2007,
    "month": 5,
    "day": 13
  },
  "byline": "Elizabeth Fitzsimons",
  "text": "I SAW the scar the first time I changed Natalie’s diaper, just an hour after the orphanage director handed her to me in a hotel banquet room in Nanchang, a provincial capital in southeastern China.\n\nDespite the high heat and humidity, her caretakers had dressed her in two layers, and when I peeled back her sweaty clothes I found the worst diaper rash I’d ever seen, and a two-inch scar at the base of her spine cutting through the red bumps and peeling skin.\n\nThe next day, when the Chinese government would complete the adoption, also was Natalie’s first birthday. We had a party for her that night, attended by families we’d met and representatives of the adoption agency, and Natalie licked cake frosting from my finger. But we worried about a rattle in her chest, and there was the scar, so afterward my husband, Matt, asked our adoption agency to send the doctor.\n\nWe had other concerns, too. Natalie was thin and pale and couldn’t sit up or hold a bottle. She had only two teeth, barely any hair and wouldn’t smile. But I had anticipated such things. My sister and two brothers were adopted from Nicaragua, the boys as infants, and when they came home they were smelly, scabies-covered diarrhea machines who could barely hold their heads up. Yet those problems soon disappeared. \n\nI believed Natalie would be fine, too. There was clearly a light on behind those big dark eyes. She rested her head against my chest in the baby carrier and would stare up at my face, her lips parting as she leaned back, as if she knew she was now safe. \n\nShe would be our first child. We had set our hearts on adopting a baby girl from China years before, when I was reporting a newspaper story about a local mayor’s return home with her new Chinese daughter. Adopting would come later, we thought. After I became pregnant.\n\nBut I didn’t become pregnant. And after two years of trying, I was tired of feeling hopeless, of trudging down this path not knowing how it would end. I did know, however, how adopting would end: with a baby.\n\nSo we’d go to China first and then try to have a biological child. We embarked on a process, lasting months, of preparing our application and opening our life to scrutiny until one day we had a picture of our daughter on our refrigerator. Fourteen months after deciding to adopt, we were in China.\n\nAnd now we were in a hotel room with a Chinese doctor, an older man who spoke broken English. After listening to Natalie’s chest, he said she had bronchitis. Then he turned her over and looked at her scar.\n\nFrowning, he asked for a cotton swab and soap. He coated an end in soap and probed her sphincter, which he then said was “loose.” He suspected she’d had a tumor removed and wondered aloud if she had spina bifida before finally saying that she would need to be seen at the hospital. \n\nTWO taxis took us all there, and as we waited to hear news, I tried to think positive thoughts: of the room we had painted for Natalie in light yellow and the crib with Winnie the Pooh sheets. But my mind shifted when I saw one of the women from the agency in a heated exchange in Chinese with the doctors, then with someone on her cellphone. We pleaded with her for information.\n\n“It’s not good,” she said.\n\nA CT scan confirmed that there had been a tumor that someone, somewhere, had removed. It had been a sloppy job; nerves were damaged, and as Natalie grew her condition would worsen, eventually leaving her paralyzed from the waist down. Control over her bladder and bowels would go, too; this had already begun, as indicated by her loose sphincter. Yes, she had a form of spina bifida, as well as a cyst on her spine. \n\nI looked at my husband in shock, waiting for him to tell me that I had misunderstood everything. But he only shook his head. \n\nI held on to him and cried into his chest, angry that creating a family seemed so impossible for us, and that life had already been so difficult for Natalie.\n\nBack at the hotel, we hounded the women from the agency: Why wasn’t this in her medical report? How could a scar that size not be noticed? It was two inches long, for God’s sake. \n\nThey shook their heads. Shrugged. Apologized.\n\nAnd then they offered a way to make it better. \n\n“In cases like these, we can make a rematch with another baby,” the one in charge said. The rest of the process would be expedited, and we would go home on schedule. We would simply leave with a different girl.\n\nMonths before, we had been presented with forms asking which disabilities would be acceptable in a prospective adoptee — what, in other words, did we think we could handle: H.I.V., hepatitis, blindness? We checked off a few mild problems that we knew could be swiftly corrected with proper medical care. As Matt had written on our application: “This will be our first child, and we feel we would need more experience to handle anything more serious.” \n\nNow we faced surgeries, wheelchairs, colostomy bags. I envisioned our home in San Diego with ramps leading to the doors. I saw our lives as being utterly devoted to her care. How would we ever manage? \n\nYet how could we leave her? Had I given birth to a child with these conditions, I wouldn’t have left her in the hospital. Though a friend would later say, “Well, that’s different,” it wasn’t to me. \n\nI pictured myself boarding the plane with some faceless replacement child and then explaining to friends and family that she wasn’t Natalie, that we had left Natalie in China because she was too damaged, that the deal had been a healthy baby and she wasn’t. \n\nHow would I face myself? How would I ever forget? I would always wonder what happened to Natalie. \n\nI knew this was my test, my life’s worth distilled into a moment. I was shaking my head “No” before they finished explaining. We didn’t want another baby, I told them. We wanted our baby, the one sleeping right over there. “She’s our daughter,” I said. “We love her.”\n\nMatt, who had been sitting on the bed, lifted his glasses, and, wiping the tears from his eyes, nodded in agreement.\n\nYet we had a long, fraught night ahead, wondering how we would possibly cope. I called my mother in tears and told her the news. \n\nThere was a long pause. “Oh, honey.”\n\nI sobbed.\n\nShe waited until I’d caught my breath. “It would be O.K. if you came home without her.”\n\n“Why are you saying that?”\n\n“I just wanted to absolve you. What do you want to do?”\n\n“I want to take my baby and get out of here,” I said.\n\n“Good,” my mother said. “Then that’s what you should do.”\n\n In the morning, bleary-eyed and aching, we decided we would be happy with our decision. And we did feel happy. We told ourselves that excellent medical care might mitigate some of her worst afflictions. It was the best we could hope for. \n\nBut within two days of returning to San Diego — before we had even been able to take her to the pediatrician — things took yet another alarming turn. \n\nWhile eating dinner in her highchair, Natalie had a seizure — her head fell forward then snapped back, her eyes rolled and her legs and arms shot out ramrod straight. I pulled her from the highchair, handed her to Matt and called 911.\n\nWhen the paramedics arrived, Natalie was alert and stable, but then she suffered a second seizure in the emergency room. We told the doctors what we had learned in China, and they ordered a CT scan of her brain. \n\nHours later, one of the emergency room doctors pulled up a chair and said gravely, “You must know something is wrong with her brain, right?” \n\nWe stared at her. Something was wrong with her brain, too, in addition to everything else?\n\n“Well,” she told us, “Natalie’s brain is atrophic.” \n\nI fished into my purse for a pen as she compared Natalie’s condition to Down syndrome, saying that a loving home can make all the difference. It was clear, she added, that we had that kind of home.\n\nShe left us, and I cradled Natalie, who was knocked out from seizure medicine. Her mouth was open, and I leaned down, breathing in her sweet breath that smelled like soy formula. \n\nWould we ever be able to speak to each other? Would she tell me her secrets? Laugh with me?\n\nWhatever the case, I would love her and she would know it. And that would have to be enough. I thanked God we hadn’t left her. \n\nShe was admitted to the hospital, where we spent a fitful night at her bedside. In the morning, the chief of neurosurgery came in. When we asked him for news, he said, “It’s easier if I show you.”\n\nIn the radiology department screening room, pointing at the CT scan, he told us the emergency room doctor had erred; Natalie’s brain wasn’t atrophic. She was weak and had fallen behind developmentally, but she had hand-eye coordination and had watched him intently as he examined her. He’d need an M.R.I. for a better diagnosis. We asked him to take images of Natalie’s spine, too.\n\nHe returned with more remarkable news. The M.R.I. ruled out the brain syndromes he was worried about. And nothing was wrong with Natalie’s spine. She did not have spina bifida. She would not become paralyzed. He couldn’t believe anyone could make such a diagnosis from the poor quality of the Chinese CT film. He conceded there probably had been a tumor, and that would need to be monitored, but she might be fine. The next year would tell.\n\nThere would be other scares, more seizures and much physical therapy to teach her to sit, crawl and walk. She took her first steps one day on the beach at 21 months, her belly full of fish tacos.\n\nNOW she is nearly 3, with thick brown hair, gleaming teeth and twinkling eyes. She takes swimming lessons, goes to day care and insists on wearing flowered sandals to dance. I say to her, “Ohhhh, Natalie,” and she answers, “Ohhhh, Mama.” And I blink back happy tears.\n\nSometimes when I’m rocking her to sleep, I lean down and breathe in her breath, which now smells of bubble-gum toothpaste and the dinner I cooked for her while she sat in her highchair singing to the dog. And I am amazed that this little girl is mine. \n\nIt’s tempting to think that our decision was validated by the fact that everything turned out O.K. But for me that’s not the point. Our decision was right because she was our daughter and we loved her. We would not have chosen the burdens we anticipated, and in fact we declared upfront our inability to handle such burdens. But we are stronger than we thought. "
}