{
  "url": "http://www.nytimes.com/2007/07/29/fashion/29love.html",
  "headline": "I Made Him What He Is, but Who Is He?",
  "dateline": {
    "year": 2007,
    "month": 7,
    "day": 29
  },
  "byline": "Thomas Anthony Donahoe",
  "text": "LAST December I got a call from a health and fertility clinic in Cambridge, Mass., asking if I would be willing to respond to a male teenager inquiring about his sperm donor. I donated there in the late 80s, and it seemed any children I had helped create were just now becoming of legal age to contact me if I would allow it.\n\nAt 50, I have never married, never raised any children. And about a month before the call, I had reached a point where I was feeling anxious and socially disconnected, no longer relaxed with my friends and sensing there had to be something more meaningful in my life. Perhaps this predisposed me to say yes, the boy could call me, and shortly thereafter I received the following message on my answering machine:\n\n“Hello, Anthony. I know this may come as ... a surprise. But I knew you might be waiting for it. But uh ... I, uh ... guess you’re my ... sperm donor.”\n\nHe then gave me his name and cellphone number, and closed by saying: “Thank you. I hope you call back. Bye.”\n\nThinking about such an encounter has always provoked anxiety and excitement in me. I’ve been anxious about the potential awkwardness of a meeting and worried about possible financial liabilities that could come out of this largely uncharted legal territory. But I’ve also felt excited, after years of wonder, about one day actually meeting a person who emerged from this process.\n\nI called him back, leaving a message of my own. I half-wondered if he heard me leaving the message but didn’t pick up because he first wanted to get a sense of my voice, my attitude and my openness to meeting him.\n\n Finally, a day or so later, we spoke.\n\n“Hi,” I said. “This is Anthony. The guy who was your sperm donor. Strange, isn’t it?”\n\n“Thanks for calling back.”\n\n“I’m happy you called,” I said. “You’re very brave.”\n\n“Maybe, like, you’d want to meet?” he asked.\n\nHe mentioned a restaurant in Harvard Square, and we agreed to a late breakfast in a few days.\n\n I felt a little paranoid on my way to meet him, not knowing what to expect. We didn’t tell each other what we look like, and I was still idly wondering if there might be a camera to take photos of me to account for some potential child support. Of course, he also could just have been a child wanting to meet his biological father.\n\n Outside the restaurant, I passed a tall teenager leaning against a pole. I thought I should say his name to see if it was him, but part of me needed to procrastinate a minute longer, to catch my breath and get some perspective. \n\nInside I looked around purposefully, but no one made eye contact; everyone seemed to be busy with someone else.\n\n Back outside, I approached the teenager and said his name.\n\n“Yes?” he replied.\n\n“Anthony,” I said. “Hi.” \n\nI reached out for him, thinking I should embrace my child, and we hugged. Struck by his height (I’m only 5-foot-8), I asked him how tall he is.\n\n“Six-three,” he said.\n\nWith his scraggly beard and dark features, he looked somewhat Russian-Jewish, but I could also see some of me in him, a dab of Irish in his light, reddish complexion. I had the same scraggly beard at his age — now a goatee.\n\n The only table was by the door, amid the noise and bustle. A young waitress with a soft-spoken accent (Portuguese, I think) briskly delivered us cups of coffee.\n\nGetting right into it, he said, “Can I ask you some questions?” \n\n“Absolutely.”\n\n“Do you know many lesbian couples?” he asked, and then: “What made you donate?”\n\n“People wanted children,” I said. “I was available at the time.” I took a sip, then elaborated, since he seemed to want more. “An ex-girlfriend called and said a nurse friend of hers was looking for a donor for her clinic. I thought about it and even went to a counselor. She told me to go for it and to think of it as sharing light.”\n\n The waitress approached for our order. I asked for a vegetable omelet with dark rye. He ordered pancakes with strawberries and cream. Typical kid food, I thought.\n\nAfter the waitress left, he asked, “Are there any medical issues in your family?”\n\n“None that stick out. Except for a little accident proneness on my part.”\n\n I told him about my more glamorous accidents from when I was closer to his age, bumps and broken bones from parachuting and hang gliding. What I didn’t bring up was an accident I’d had just before I started donating sperm; I’d been painting a house with a friend when a platform collapsed, crushing my right leg. It took a few years to learn to walk again, and during this time I donated sperm because I needed extra income.\n\nNot that it was very much: $40 a visit. I donated probably 30 to 40 times over a couple of years.\n\n As soon as we left the restaurant, his cellphone rang: it was his mother, asking where he was. He answered by saying he would be home in an hour. \n\nAfter he hung up, I asked, “Did you tell your mothers we were meeting?”\n\nHe shook his head no. “Just wanted to do it.” \n\nWalking from the restaurant, I wished I was taller and had a surer walk. He seemed so athletic, and I wanted to be on an equal footing with him, maybe portray an image of a person who would have kept up with him as he was growing into a teenager.\n\n“Let’s go this way,” I suggested, pointing toward Boston. But when I realized we had no particular destination, I started feeling uncomfortable. “Is there anywhere you want to go?” I asked.\n\n“No,” he said.\n\nI thought in our first walk together that I, as his biological father, should know where to go, and as we walked I kept hoping for some intuitive clue as to which direction would be the right one. It was hard to be an instant father. I kept thinking I should be acting in a way he would approve, a way that showed me to be a capable and confident father, even though I had never been one.\n\n Our time together was good but bewildering and emotionally taxing; my right leg was even starting to ache. So by the time we circled back around and reached his bike, I was relieved that it was over. \n\n“Would you like to meet again?” I asked him. “It’s been great.”\n\n“Yeah. Could we do something together next time? An activity?”\n\n“Sure,” I said. “Like what?”\n\n“I don’t know. I’m open.”\n\n“What about a movie?” I said, disappointed in my lack of imagination.\n\n“Which one?”\n\n My mind was blank. Shouldn’t a proper father have a time sheet and listing of the various films available? “I’ll call you,” I finally said.\n\n As he biked off, I felt tired and confused. I walked past the Harvard Coop and saw a book in the window titled, “Take a Nap! Change Your Life.” When I got to my car, that’s exactly what I did. \n\nWe brought photos to our second meeting. As a young child, he definitely looked more like someone from my family line. For the past 17 years I’ve at times dwelled on these possible children of mine: who they were, and where, and how many, especially given that the nurse at the donation center said my recipients showed positive inseminations. I felt a sense of relief that I had finally met one of my offspring.\n\n MY latest connection with him came in January, before he went back to college in California. We met outside one of the oldest chapels in Cambridge, Christ Church. As he locked up his bike, I noticed for the first time the address, Zero Garden Street, which I thought was oddly appropriate. I was more aware than ever that I hadn’t raised him as my son and that he hadn’t had me as his father. At zero we could at least adjust our social expectations to this lack of history.\n\n We decided to go bowling — his idea — and on the way into the alley, I took out my wallet and gave him $40, which is all the cash I had on me. He was embarrassed by my clumsy attempt at a gift, but he accepted it on my insistence. \n\nI don’t know why I thought to give him some money that day, especially in such an awkward and insufficient way, but a couple of days later, while sharing the story of my meeting with a friend, I remembered that $40 is what I was paid each visit to the sperm bank. I already felt sheepish that my gesture had seemed a bit too transactional, rushed, inept and definitely cheap. Part of me, perhaps, wanted to get business out of the way. Give back what I was paid, for my part in him. Start fresh. But $40? What must he have thought? \n\nI hope to find out when he returns in the summer. If he wants to meet again, that is. Making contact seemed like a big step for him and maybe all he wants for now, to calm his curiosity.\n\nBut it was good for my curiosity, too, and for me in general at this point in my life. Later I called the donation center to approve any future contact from other children.\n\nA little more than a week after placing that call, I came home to the voice of a nervous-sounding girl on my answering machine, who introduced herself and then said:\n\n“Uh, calling you, and, uh, looking forward to talking to you about being my donor, and I guess ... I’ll try again later.\n\n“Bye.”"
}