{
  "url": "http://www.nytimes.com/2007/12/30/fashion/30love.html",
  "headline": "love-Modern Love",
  "dateline": {
    "year": 2007,
    "month": 12,
    "day": 30
  },
  "byline": "Ellen Graf",
  "text": "MY Chinese friend Yuzhi invited herself over for a serious talk. Her English is poor, and she struggled to convey her message, but she was concerned: she had noticed I was lonely. \n\nHer brother in China, Zhong-Hua, was lonely, too. Maybe he and I would like each other? She offered to send me to China to find out. “But if you don’t like him, is O.K.,” she said. Her vocabulary exhausted, she drew a huge breath and said, “O.K., all done.”\n\nI was both stunned by her offer and strangely open to it. At 46, I had been burned to ash by divorce and had crawled back toward life, sometimes on hands and knees. The common wisdom is that people, in seeking love, risk losing themselves, but I did not fear this loss. And I thought that not choosing for myself might work better than choosing. I didn’t wonder about what my perfect person would be like. I was way beyond that kind of amusement.\n\nFour months later, I found myself in the Beijing airport amid a surge of people politely pushing, shuffling and nudging past one another. This was unlike an American crowd, where you feel harried, even accosted. There, I sailed comfortably through a sea of introverts. \n\n I saw one solid figure standing absolutely still. A multitude pressed and swayed around him. He held red roses, and beads of moisture clung to his resolute jaw. He wore an expression of contained expectancy. The temperature was 99 degrees.\n\nI immediately felt calm in his presence. Our courtship had already occurred in the form of our shared anticipation, though we hadn’t communicated, hadn’t even exchanged pictures. But his being open to me, sight unseen, meant a lot. We had tried so hard in previous marriages, only to fail. So I traveled to him with an eager heart, and he welcomed me with the same. \n\nDuring our three weeks together, the absence of spoken words let things be themselves. I felt the air tingling and warm with a companionship sheltered from discourse.\n\nAt our first dinner he placed each delicacy on my plate and watched without making eye contact or smiling. Of the locusts and sea slug he gave me just a little, and nodded once encouragingly to say, “Try.” He saw I loved shrimp and piled more onto the plate. Out of necessity, the first phrase I learned in Chinese was “I am full.”\n\nWhen he asked, “Do you want marry?” I said yes. I was surprised, actually, that he could say the words; he must have practiced and practiced. Later we had a simple ceremony, and I returned to the United States to wait 18 months for him to be granted a visa. During this time we communicated as best we could by phone and letters. His voice was balm to my nerves, and the monthly rice-paper letters were always from “the brootom” of his heart. \n\nIn return, translating with a dictionary, I sometimes wrote characters that had been out of popular use in China for centuries. When I asked after his father, it probably sounded something like, “I prithee, how fareth the honorable ancestor?” \n\nHe had to devote many hours over several days to write one short letter in English, so I told him to write in Chinese and I would find someone to translate. In one letter he wrote: \n\n“In my imagination I see your slim figure buffeted by icy gusts of wind, and I want to cross the street and stand next to you. I long to shield you from the cold. But I am across the world, not across the street. We must both be patient. I will come and be with you forever.”\n\nFinally the day arrived when I was waiting at the Albany airport for him. It was winter. As soon as I took him into my house, he deftly made himself at home. At the wood stove he removed his business pants and stood there in his baggy quilted long underwear. “Very comfortable,” he said, one of the few phrases he knew at the time.\n\nAfter our meal, he rummaged in the bathroom until he found the mop, bucket and Murphy Oil Soap. He proceeded to scrub in silence all the floors, upstairs and down. Then he went out on the snowy porch in his black business shoes and long underwear, looked up at the starry sky and had a smoke.\n\nAs is common in China, there were no random smiles, no effort at small talk, no hand squeezing or gentle pats. My husband would no sooner pat my hand or kiss my cheek than pat his own hand or kiss his image in the mirror. I had to feel the air to know if everything was O.K. or not. I decided it was O.K. and went to bed, leaving him in the snow. When he came to bed he held me as if I were something long lost and precious that might not live until morning.\n\nThe first task was to find him work. A friend kindly hired Zhong-Hua to help on a painting job. Great, I thought. But back home he had been a businessman, and I didn’t know that many post-Mao urban Chinese have complicated feelings of shame about performing paid manual labor. He gamely went along, but it was a disaster that ended with the friend pressing $200 into his hand and saying he didn’t need a helper the next day.\n\nI also didn’t know that as a child, Zhong-Hua had endured hard labor far more grueling than house painting. He had worked side by side with village farmers, standing bare-legged in icy water for hours, scooping out silt for fertilizer. His parents, ravaged by poverty and famine, often did little more for him than count his head as he safely returned at night. For his first 19 years, my husband endured such hardship and deprivation that by adulthood he had cultivated an internal equilibrium that was not easily upset. \n\nI had long sought a peace unaffected by the weather outside.\n\nSoon another friend gave him a job at his natural foods store. Zhong-Hua had no driver’s license, so the owner went miles out of his way to pick him up and take him home at night. But how long would that last? I needed to teach him how to drive. In China he had driven a motorcycle, but not a car. How different could it be?\n\nFirst of all, the center line had no significance to him. And I had to instruct him that the car on the main road has the right of way and a red light means “stop.” \n\nAccelerating through an intersection, he said, “I don’t think so.”\n\n“Yes, that’s the law!”\n\n“In China, who can go, just go. Is O.K. Big road, small road, left turn, right turn — this doesn’t matter. Also, people drive any side of road. Which side open, which side drive.” \n\n“What if another car is coming?” \n\n“No problem. Just not hit other car is O.K.”\n\n“Watch out! That guy is passing you on the right. You should be in the slow lane. Stay in your lane!”\n\nI was gasping and holding on to the ceiling, my feet braced against the dash. He said I must ride in the back because I was making him nervous and this was “very danger.” He pulled over and I got out, took a few deep breaths and repositioned myself rigidly in the back seat, pressing my mouth shut except to yelp: “Stay in your lane! Do you know what a lane is?” \n\n I wasn’t in the habit of drinking alcohol, but for several weeks, upon each safe return, I sedated myself with Chinese wine, the kind that numbs your lips for a full hour. \n\nBarren winter trees allowed our elderly neighbors, Dave and Flippy, to keep a watchful eye on events at our place, and often Dave would telephone to offer assistance: “Hey, I wasn’t doing anything and wondered if you want me to bring my tractor up. I can pull that car out of the ditch easy. No sense you two hurting yourselves.”\n\nOne night, returning home through a blackness laden with spring snowflakes, my husband pulled up to the kitchen door to drop me off. I was so grateful. All that practice was paying off. \n\nHe reappeared in the doorway minutes later. “Sorry!” he said, and started quaking in silent laughter, looking down and shaking his head. \n\n “Sorry?” \n\n “Yes! Very sorry. You see!” He pulled me out to the garage. I looked in where the car should be, but nothing was there. Then I lifted my eyes and saw the taillights going west through a gaping hole in the garage. I ran around to the back and beheld the front of the car hanging in midair over the stone embankment. \n\nThe AAA tow truck came and pulled the car back into the garage, no questions asked. We patched together the garage wall. The next time it happened, a week later, the same AAA driver arrived. “I know what to do, ma’am,” he said. \n\nDURING that first year we used our full allotment of AAA service calls while Zhong-Hua advanced from mistakenly pouring transmission fluid into the crankcase to being able to install alternators, timing belts, electrical components and an automatic transmission. His method of repair generally requires two days of sitting in front of the problem, thinking and smoking Old Golds, before he touches anything. \n\nBut his driving troubles persist. The police trail him. Motorists shake fists at him. He can’t remember the rule about not turning left from the right lane and recently put us in the path of a Lincoln zooming up fast. Tires screamed, and Zhong-Hua was looking into quivering jowls of the red-faced driver, who jabbed at him with a meaty forefinger, then stuck his face out the window and sputtered, “You almost killed us!”\n\n“Yes.”\n\n“I said you almost killed us, buddy. Do you hear?”\n\n“Yes, yes.”\n\n“What do you have to say when I say you almost killed us?”\n\n“Thank you very much!”\n\n“I’m yelling at you. Why do you say thank you?”\n\n“I don’t know. I just think thank you.”\n\n“O.K., you’re welcome,” the guy said, before warily proceeding.\n\nZhong-Hua waved and thanked him again.\n\n And so it goes. Sometimes I remember our car grinding in slow motion off the gravel shoulder and totaling itself benignly against a rotten tree stump. I see us climbing out of the tilting wreckage, distraught but unhurt, and wonder if we were gently nudged off the road and thus saved from some other horrible highway fate by the gold cupid pin my husband bought at a garage sale and wears on his jacket for good luck.\n\nSomebody must be looking out for us. A few years ago, my life was roadworthy but lonely — it cried out for an intervention. Now every day feels like a wild car ride with Zhong-Hua: lurching and unpredictable, but rich with humor, determination and devotion.\n\nI don’t question it. Like my husband, I just think “thank you.”"
}