{
  "url": "http://www.nytimes.com/2007/05/06/fashion/06love.html",
  "headline": "An Ancient Coda to My 21st-Century Divorce",
  "dateline": {
    "year": 2007,
    "month": 5,
    "day": 6
  },
  "byline": "Cindy Chupack",
  "text": "I WAS finally getting married. That’s what I kept telling people. I didn’t say I was finally getting married “again,” because bringing up a first marriage during the planning of a second is a major buzz kill for everyone involved.\n\n It reminds the bride and groom, at a time when their biggest worry should be butter cream versus spun sugar, that love does not always conquer all. And I didn’t want to hang that cloud over my fiancé, Ian, because this was his first wedding (another term I didn’t like, because it implied he may have a second). So we tried not to talk about first or second anythings until our meeting with the rabbi.\n\nIan called our rabbi “the hot rabbi” because she was young and hip and, well, hot. I didn’t mind his calling her hot. In fact, I found it reassuring, because it was yet another indication that Ian was not gay. Above all, I wanted to avoid publicly declaring my love for someone only to have him later realize he’s gay. Again.\n\nYes, O.K., so that’s what happened the first time, and that’s what I told the hot rabbi when she asked if either of us had been married before.\n\nShe blinked, and nodded — appropriately unfazed. Then she asked, “Was he Jewish?”\n\nThis seemed like a moot point to me, but I told her yes, he was. \n\nI remember how happy my parents were that I was marrying a Jewish doctor. It was like winning the Jewish lottery, until he turned out to be gay. After that, my parents cared less about my boyfriend’s religion than his ability to name at least three pro ballplayers.\n\n Therefore it was nice, but not essential, that Ian was Jewish. Ian was a bad-boy motorcycle-riding tattooed lawyer/poet/chef who proposed to me on a beach at sunset riding a white horse and dressed as a knight. The fact that he was Jewish was among the least remarkable things about him.\n\nAmong the most remarkable things about him was that after hearing my story, he remained straight. \n\nDuring the divorce process I was toying with stand-up comedy, and my friend and fellow comic Rob had been endlessly fascinated by my story, asking: “What were the signs? How did he tell you?” \n\nA year later, Rob came out, forcing me to see, in retrospect, that for him the hero of my story was my husband. \n\nAt a Hollywood party, I told my story to a cute guy I thought was flirting with me only to learn that he already was married. To a man. He explained that he had never even dated men until he met his husband while traveling abroad. Then I told that story to my friend who was the host of the party, and he confessed that he was bisexual, which he said was often difficult for potential partners to comprehend. For example, he asked, how would I feel about dating him?\n\nWhen I realized his question was not rhetorical, I blushed and declined. Then I told that story to a male friend I knew to be straight, and he also confessed he was thinking of dating men, but after coming out to his stunned parents and trying a couple of gay relationships, he decided he was more interested in women, and he’s now married to a woman who had previously considered herself a lesbian. \n\nMy feeling, at this point, when everyone’s sexuality seemed to be in flux, was simply: Pick a side! I’m fine with it all! Just declare a major!\n\nNow, with the hot rabbi, I was thinking what a relief it was that I could finally tell my story without outing anybody when she announced that I should “get a get.”\n\nA what?\n\nA get, she explained, is a Jewish divorce certificate, and although Ian and I did not technically need one to marry, without it, under Jewish law, our children would basically be considered illegitimate. She also thought the process could be good closure.\n\nTo me it sounded like the opposite of closure. It would require reopening the lines of communication that my ex-husband and I had finally shut down after years of trying to prove we were friends.\n\nWe were friends. We wished each other well. It was just easier, I thought, to wish each other well from afar.\n\nAlso, we’d already had a version of closure. When his parents were having trouble accepting that he was gay, they cut him off financially. He was still in medical school and strapped for cash, and the one thing he really wanted was to buy a house. So I helped him with the down payment by giving back the extravagant emerald-cut engagement ring that he, out of guilt, had told me to keep. I had stored it in a safe deposit box, not wanting to wear it, not ready to sell or reset it. \n\nI would occasionally visit my ring, visit my old married self, but even with nobody present, I was aware how pathetic I looked sitting in a bank cubicle modeling my engagement ring. So when I had the opportunity to return it, I jumped at the chance. I said, “With this ring, will you not marry me?” And we had a little moment, and he bought his house, and that was that. Until now. \n\nWhen I called my ex-husband in Los Angeles, he was surprised to hear from me, happy that I was marrying, and a little dubious about what I was asking him to do. I assured him I would fly in from New York, pay the fee and do all the homework; his only responsibility would be to show up. When he suggested we have a post-get get-together so I could meet his children, I started to think this may be good closure after all.\n\nOur awkward reunion took place outside an industrial building that served as an office for the Orthodox rabbi whose name I found through an organization that facilitates gets. We made small talk while I pressed the buzzer (“You look good.” “You too.” “How are your parents?”) until it became clear that nobody was responding to the buzzing. We called the rabbi’s home number, he answered, and that’s when we learned there was confusion about the time and we would have to reschedule. When we explained that it had taken us over 10 years to make this appointment, the rabbi said he would try to find two witnesses.\n\nTHAT’S how it came to pass that we had an hour to kill, and my ex-husband said his partner and children were nearby shopping, so maybe we should have our get-together now. \n\nIt’s not often a girl has the chance to have lunch with the man she thought she would have children with and the man he had them with, but the truth is, they were a pretty perfect family without me. I had met my ex-husband’s partner at a Christmas party years earlier and liked him immediately. He was handsome, smart, kind and funny, and whether it was accurate or not, I found it flattering to imagine that he was the male version of me. Now they’d adopted two beautiful boys. As I watched my ex-husband juggle juice boxes and crayons and children’s menus, he smiled and warned: “Get ready.” \n\nWhen we all arrived at the rabbi’s office, he explained the process might take an hour, so my ex-husband told his family he would call them when we were done.\n\nThe rabbi was old, and his two male witnesses were even older. They sat on one side of a table and we sat on the other, and we watched in respectful silence as the rabbi slowly wrote our divorce document by hand, with pen and ink, in Hebrew.\n\nWHEN my ex-husband left to feed the meter, the rabbi fixed me with a stare and asked the question that clearly had been bothering him since we arrived: “Who was that other man who came with you?” \n\nSince I wasn’t sure of the official Orthodox stance on homosexuality, I said it was my ex-husband’s friend. \n\n“And whose children were those?” \n\nI didn’t like where this was going. I asked if this would affect the get process. He said it would not, so I admitted that my ex-husband was gay, and the other man was his partner, and those were their children. \n\nThe two ancient witnesses looked at each other. And then the rabbi said flatly, “I think that’s sick.” \n\n“It’s not sick,” I said. “They’re very happy.” \n\nIn an unoriginal attempt at a joke, the rabbi said, “Which one is the man?” \n\n“They’re both men,” I said. “They’re both very good men.”\n\nWhen my ex-husband came back into the room, I felt ill. I had flown cross-country and paid $500 in cash so three old holy men could sit in judgment of him. And the irony was, he was the practicing Jew, not I. \n\nI was fuming, wondering if we should forget the get and get out while the getting was good, when we were informed that our document was complete. We were asked to stand and face each other. And then my ex-husband was asked to look into my eyes and repeat some phrases that meant basically, “With this document, I release you.” \n\nAs we stood there, just as we had on our wedding day, he looked even more handsome. And grown-up. And happy. And I thought about why he had married me in the first place. Yes, he loved me, but also, he was probably afraid he would never be able to have a family if he didn’t marry a woman. \n\nNow he had that family without having to compromise who he was. And I thought about what he gave me all of those years ago when he unofficially released me. As much as I hated the heartbreak and longing, my newly single life became the basis of my writing career, which led me to a job as a writer and producer on “Sex and the City,” which led me to New York, which led me to Ian.\n\nAnd then I thought about how this ridiculous judgmental tribunal is what my ex-husband faces every day, often when he least expects it, and how hard it must have been for him to overcome that judgment in order to be honest with me and himself. So as he dropped the get into my open palms, which made it legally binding, I felt proud of him, and proud of us, for releasing each other to our proper destinies.\n\n“I’m happy you’re getting married,” he said. “Now I can finally stop feeling guilty.” \n\nI told him he had no reason to feel guilty. But he said he couldn’t help it. Some things, I guess, we’re just born with. "
}