{
  "url": "http://www.nytimes.com/2007/01/28/fashion/28love.html",
  "headline": "I Saw a Playhouse, My Daughter Saw a Jail",
  "dateline": {
    "year": 2007,
    "month": 1,
    "day": 28
  },
  "byline": "Ronald Berger",
  "text": "MY year-old grandson, Leo, wraps his arm around my neck as we leave the diner in Barre, Vt., where his mother, Anna, and my wife are having breakfast. Because Leo will not stop throwing utensils across the table, I offer to take him to a nearby hardware store to explore an environment where he cannot wreak as much havoc. \n\nAfter a protracted and chaotic adolescence, our younger daughter, Anna, has just begun her final year of college. This boy with flax-blond hair and light blue eyes is her gift to the family she has been trying to flee for the last decade. Toy cars, real trains and mechanical objects of all sizes fascinate Leo. He and I spend our time together exploring lumberyards, railroad depots and any highway department that possesses a road grader, an excavator or a dump truck.\n\nAs we enter the hardware store, the middle-aged woman working the cash register says: “Oh, my Lord. Can I hold that baby?” After Leo completes his first romantic conquest, we move toward merchandise he cannot destroy: metal fasteners, plastic pipes and rope. But when I am distracted for a moment, he takes a large two-socket switch from a waist-high bin.\n\n“Hey buddy,” I whisper, returning the socket to the shelf, “This stuff is dangerous.” I point to the plugs, junction boxes and fluorescent lights, saying, “This is hot.” \n\nHe lays his head against my shoulder and smiles sweetly. I don’t want to make my grandson fearful, but I feel the need to protect him. \n\nWhen we reach wood products, I let him examine things more freely. “I built your mommy a playhouse one summer,” I say. That summer, in my attempt to turn our suburban quarter-acre lot into child’s paradise, I learned how to dig posts, pour cement, hang floor joists, work with oil-based paints and frame walls. \n\nBut during the months I worked on it, Anna, who was nearing 10, began to turn her back on childhood. By the time I completed the playhouse at summer’s end, she wouldn’t have been caught dead in it. \n\nA year earlier, we had gone to London for six months. Anna, who didn’t understand why she could not have as much freedom as her 16-year-old sister, had demanded the right to explore our neighborhood by herself and to wander through Hampstead Heath, a wilderness that is almost the size of Central Park, with the new (and more liberated) friends she had made there. \n\nWhen we returned home to upstate New York, Anna, now in fourth grade, began producing prize-winning short stories and science projects. We felt lucky to have such an accomplished — if rather mutinous — daughter. \n\nThe first signs of genuine teenage rebellion appeared when she was 11, on a weeklong raft trip in Idaho. Egged on by a 16-year-old girl from the suburbs of Los Angeles, Anna began shadowing the teenagers who spent their evenings smoking exotic hand-rolled cigarettes among the ponderosa pines that surrounded our campsites.\n\nLater that year my wife and I took a six-month academic sabbatical in Berkeley, Calif., and pulled Anna from school to do so. When we returned, the dynamic of her former friendships had changed and she found herself excluded, whereupon she quickly fell in with a crowd of outcasts on the lookout for new recruits. \n\nSoon teenagers wearing purple eye shadow, spiked dog collars and black leather could be found in our house at all hours. Anna began ignoring curfews, refusing to tell us where she was going, and coming home in strange cars.\n\nI had spent years as a whitewater guide in the Adirondacks, and Anna had loved being there with me, even serving as my assistant several times. Thinking a return to that life might be the cure for her rebelliousness, I took her to the Adirondacks for a rafting trip. But every time I gave her instructions, an interaction that in the past had demonstrated our closeness, I now got a sullen stare, the kind that said that I did not understand or respect her. \n\nHow does this happen? How does a child who spends her early life glued to your hip suddenly turn into a person who seems convinced that you were put on earth simply to frustrate her ambitions and dreams?\n\nOf course, I understood her feelings. My own father and I had had a distant relationship in which much of what I received from him was withering criticism. Unable to appreciate my father’s frustrations and limitations, which included periodic unemployment and debilitating illnesses, I had spent my own teenage years retreating from his dissatisfaction and rage. \n\nBut I was going to be a different kind of father, one who would use reason, not rage. Even so, I didn’t fully see that my hopes for Anna would not automatically become her hopes. I didn’t understand how futile and naïve was my goal of a trouble-free adolescence for my younger daughter.\n\nWhen Anna met a boy who confirmed her suspicion that suburbia was pure hell and her parents little more than well-mannered jailers, our troubles escalated.\n\n He was a brilliant student and talented cellist, but he had dropped out of high school, left his family and lived in abandoned apartments, doorways and, eventually, a cardboard box in the woods. Tall, gaunt, silent, poetic and spellbindingly intense, he soon welcomed our daughter as  part of his posse. They roamed the city together, two lost souls in search of romance and trouble.\n\nATTEMPTING to rescue her, we sent Anna to a wilderness camp in Wyoming with the hope that she would embrace the values we thought we had failed to instill in her. When she returned a month later, bronzed, thin and marathon-fit, she set up a tarp in our yard. “I can’t live in the house anymore,” she said. “Not after being in the mountains.”\n\nAnna slept outside for seven weeks, from Labor Day until late October, when persistent rain finally drove her indoors. During those weeks, I would go to our back door every night around 11 and stare at her sleeping form in the darkness, 20 yards from the house. Somewhere out there, less than a half-mile away, was another child, this one living in a cardboard box. He and I were locked in a terrible struggle, one that I knew he would win.\n\nHe had everything going for him: limitless energy, a willing accomplice and a pure, uncomplicated contempt for everything I believed in — my fierce attachment to family, in particular. I was the embodiment of everything he despised, the guardian of obsolete behaviors and values, a dimwitted, overprotective and confused dinosaur who could not grasp the significance of reggae, rap, tattoos, tongue studs and ripped clothing. It would be no contest.\n\nAnna, now 16, began staying away from home for days on end. Just as a thick fog began to blanket our neighborhood one Friday evening, she came back one last time.\n\n I met her on the front stoop. She was leaving for good, she said, and simply wanted to be able to retrieve her clothes. I said then exactly what you should not say in such circumstances: “You’re not going anywhere until you come inside and talk to us about it.” The scene became increasingly surreal as her friends at the car began chanting, “Let Anna go! Let Anna go!” \n\nI continued to insist that she come in and talk, but she screamed, “You can’t deny me my clothes!” before finally fleeing to the car and speeding off. Six weeks later, school administrators, citing her record of truancy and disobedience, expelled her.\n\nAnna would take to the road for two years, traveling with her boyfriend out West and elsewhere, working odd jobs to survive. Then she would attend college for two years before dashing off again, this time with a new boyfriend, commencing what would be another two-year stint on the road.\n\n Though she had physically rejected us, she didn’t let go — far from it. Throughout these years, she called us every few days to keep us abreast of her activities. I suspect she needed to know we cared about her. For us the calls were worrisome, painful, but better than nothing, I suppose.\n\nIt took some time for us to see the situation as it really had been. I didn’t know what was at the root of Anna’s rebellion, and perhaps I’ll never know. But I do recognize that we failed in how we were only able to see the part of her that was reacting to us, not the child who was growing up much too quickly and was still terribly afraid.\n\n I COULD not admit until much later that no matter how understanding I claimed to be, I had behaved as though Anna were my surrogate, her behavior a reflection of my parenting skills, her beliefs a mirror of my ideals, her goals a product of my ambition. \n\nI may have said that I wished to set her free, but it was always my agenda that I hoped she would follow, my efforts as a father she would eventually acknowledge and admire. I had avoided repeating the mistakes of my father, but I had made different ones. When Anna finally settled down in northeast Vermont, she found a person to share her life with and a reason to begin her own family.\n\nAnd as grandchildren often do, Leo has shaken up our dynamic and given us all an excuse to see one another more often and in situations of real love and appreciation. He doesn’t know the gift he brings, but the rest of us are well aware.\n\nAs Leo and I explored the hardware store that morning, I pointed out the equipment that he would need to help his parents build their new home. “It will be just like that playhouse I built for your Mommy,” I told him. “But much better.”\n\nOur chore finished, a bag of tools in hand, Leo and I march back to the now-crowded diner. \n\nAnna smiles at us. “You roughnecks have fun?” \n\nAs Leo leaps into her arms, I place beside her the tools I bought to help her and her family build their new cabin in the woods. "
}