{
  "url": "http://www.nytimes.com/2007/09/16/fashion/16love.html",
  "headline": "How I Turned Into a Stepmonster",
  "dateline": {
    "year": 2007,
    "month": 9,
    "day": 16
  },
  "byline": "Maria Dahvana Headley",
  "text": "I HAD fallen, against all advice, for a father. Robert had two sweet and adorable children, a boy and a girl. They were 6 and 9, with little blond heads and big blue eyes, and eyelashes so long they seemed fake. To friends, I referred to them as “The Poster Children.” \n\nWhen I started dating Robert, he was legally separated, at the beginning of what would become a two-year arbitration/negotiation/divorce odyssey, but despite this, the children and I got along spectacularly.\n\n At least, we did while I was living in New York City and they were living in Seattle and we saw each other only during the rare weekend visits I made to their dad.\n\n I regarded them as beings to be wooed with all my strength, and so I made cookies, sculptured with clay and read them fairy tales, convincing myself that those stories about evil stepmothers (and those equally traumatizing stories about wicked stepchildren) had been invented to discourage “step” relationships and thereby keep them from upsetting the balance of the universe.\n\nA friend of mine, herself the product of divorced parents and a stepmother, warned me that Robert’s children would never really love me, or that if they did, it would not be until they were in their 20s and had gone through years of therapy. Even now, she told me, she referred to her stepmother as a “stepmonster.” \n\nI laughed. She was so wrong.\n\nTwo years later, when the girl and the boy were 11 and 8, and the parents were officially divorced with a shared custody agreement, I packed up my 15 boxes of books, rented an apartment in Seattle and made the cross-country move to be with Robert, convinced, at the tender age of 23, that stepparenting came naturally to me. No one had kicked me in the shins. No one had opened a fangy mouth and chomped me. The boy and I had even played blocks together. They were little; why wouldn’t we get along? I couldn’t think of a reason.\n\nI had the idea that once I had won the children’s hearts, they would stay won. I had no concept of the secret truth of stepparenting: that you must win their hearts again and again, every morning, every night, for at least the first five years. And that even then, the slightest misstep puts you back at the entrance to a labyrinth full of booby traps.\n\nDuring our first dinner together, when Robert raised his glass to toast my arrival, the boy spun adorably in his chair.\n\n“When are you leaving?” he asked.\n\n“I’m not,” I said, expecting a cheer. I had, after all, brought puppets and candy in my purse. Surely, I was everyone’s favorite adult. “Isn’t that great? I’m never leaving!”\n\nThe boy, alarmed, looked toward his sister, who slit her eyes in my general direction.\n\n“What do you mean by never?” she asked.\n\nPresently she informed me that she had thought I was a “business colleague” of her father’s. The boy, displeased to discover that I had not been imported as a playmate solely for him, decided that if I was not his friend, I was no one’s friend. \n\nHe wasn’t wrong. I had left my entire life behind in New York, and the only people I knew in Seattle were Robert and his children. Now that two-thirds of them had started hating me, the other third was forced to constantly shuffle his schedule to keep the children and me from encountering one another. When we did eat dinner or see a movie together, I sat as far from the children as possible, and even so, I could feel them spitting venom. \n\nIt wasn’t their fault, I reminded myself, they were children. Alas, I was apparently a child, too. I clenched my teeth to keep from spitting venom back, and discovered that I was hyperventilating. \n\nI always had a vision of myself as a very nice person, the sort who would never think murderous thoughts; the sort who, when making peanut butter sandwiches for her boyfriend’s children, would not suddenly find herself wishing they had peanut allergies. \n\nI wondered if maybe I should bail out of the relationship entirely, before I ruined everyone’s lives. The three of them were a family. I didn’t belong. What had I been thinking?\n\nThe strain became obvious to everyone. The boy, who had long since outgrown his Blankie, had taken it back up at age 8 after my arrival, and the blanket became a perpetual presence, cuddled at the dinner table, sobbed for at bedtime, a symbol of the mess I was making of the family psyche. \n\nNever mind that I was hardly the sole cause of stress or worry in their lives; they had endured the trauma of divorce and were adjusting to the difficulties of shared custody. \n\nNevertheless, in my wounded state I thought all this behavior had to do with me. When we walked along the street together, the boy with his Blankie, I imagined strangers thinking: “Ah, a rotten stepmother. No wonder that poor kid’s back with his Blankie. It’s his only comfort.” \n\nIt took me a while to understand that I had officially become a stepmonster. In a spasm of jollity one afternoon, I referred to the boy as “buddy.” He clutched Blankie, and fixed me with his father’s icy blue glare. \n\n“I’d prefer it if you didn’t call me that,” he said, a muscle in his jaw twitching. He was a formal kid.\n\n“Be patient,” Robert told me. “Be your sweet self.”\n\nUnfortunately, I had no sweet self, or at least, none that I could access. My heart was sour. Refuse to love me? Me? How dare they?\n\nIt wasn’t even that I loved them, though this is a shameful admission. I had thought that, as soon as I moved to Seattle, my heart would swell in size. It seemed reasonable, given our giddy early days, that I would find myself overflowing with love.\n\nSix months in, though, my heart had shriveled. The basic criteria of unconditional love eluded me. I did not seem capable of bushwhacking my way past their hostility to hug them. I struggled to comfort them when they awoke from nightmares. How would I ever get them through the stomach flu? I wasn’t sure I could even manage tucking them in. \n\nBut I told myself they weren’t the problem. The symbol of all our discontent, the thing that had sucked all of the love out of our house, was Blankie. It glowed, replete with all of the boy’s love, and he had nothing left for anyone else. In my addled state, I found it reasonable to conclude that if Blankie were to disappear, everything would go back to the way it should be. \n\nAt first, I thought I might kidnap Blankie and later, after an appropriate waiting period, miraculously find him. I had visions of my triumphal procession, Blankie on a dais, trumpets, sun streaming through clouds, and of the boy’s tears of joy, his hugs and declarations that I was his favorite person in the entire world.\n\nThen I began to think that Blankie’s very existence was the issue. Maybe Blankie was holding the boy’s love hostage; it was certainly capable of this, despite being as thin and as fragile as a leaf skeleton. \n\nNo matter. Blankie was no match for me. I’d pull a bag over its head, rush to a remote location and dispose of it. Needless to say, no one would ever find out about Blankie’s murder. \n\nThe evening of the kidnapping, I slunk out of Robert’s bed, where according to the kids, I wasn’t supposed to be sleeping anyway, and made my way stealthily down the hall. The boy’s door was open, his night light glowing. \n\nBut already there had been complications. A couple of hours earlier he had asked me to tell him a bedtime story, the first time he had ever done so, and I rambled on, insecure in my storytelling skills until he dropped off to sleep, one eyebrow still raised in suspicion. \n\nNow, as I stood beside the bed, watching the lump that was my almost-stepson, his shoulders rising and falling, Blankie clutched to his chest, I recalled the focus with which he had listened to my pitiful attempt at a story, how he had asked questions as the story progressed and had remembered details I had already forgotten. He seemed to have faith that my story would send him to sleep and that I’d make it to the end without unraveling — more faith than I had in myself. \n\nI felt a pang. Not of guilt, exactly. I had already rationalized that the loss of Blankie would be better for the boy: no humiliation at camp, no hiding Blankie in the bottom of sleeping bags during sleepovers. \n\nThis pang was something else. I had resigned myself to never loving my stepchildren, just as I had given up on their ever loving me. I thought the best we’d manage would be a polite and bloodless friendliness. Yet, here it was. Love. Irrational. Impossible. Baffling. \n\nI turned around and went back to Robert, leaving Blankie, my nemesis, behind. \n\nTHE boy, at 15, is now over 6 feet tall, and as far from a Blankie-toting child as can be imagined. The girl just started college. Before she left, we took a family vacation to Greece, where the four of us cracked each other up over taverna tables, and the boy solicited my opinion on the hotness of girls on the beaches. \n\n“She’s bomb,” he whispered, in a dazzled, tormented way. “And her, too. And her. How are all the girls in Greece so fine?” \n\nBlankie still lives, barely. A few years ago it went the way of all childhood beloveds, boxed up without ceremony and stored in the attic with the puppets I brought to woo the children, the Christmas photos of us looking warily at one another and all the rest of the paraphernalia of our early years of attempting to learn how to live together. \n\nNow the happy photos outnumber the rest: my stepdaughter wearing one of my dresses, and my stepson wearing a shirt he inherited from my grandfather; Robert and I looking startled that these children, who were so small, are almost adults, and here we still are, together. \n\nFor me, the basic unconditional-love criteria are no longer a question: I have helped them through stomach flus and broken hearts, just as they have helped me through migraines and my father’s sudden death. I’ve made them birthday cakes and raised my glass to toast their graduations and singing performances. Now, when we hug, I have no worries about kicked shins.\n\nAt some point, without any single catalyst — without any of us really even noticing it — we became one another’s family."
}