{
  "url": "http://www.nytimes.com/2007/06/03/fashion/03love.html",
  "headline": "When China Reopened, I Rushed in Too Fast",
  "dateline": {
    "year": 2007,
    "month": 6,
    "day": 3
  },
  "byline": "Gretchen Dykstra",
  "text": "I WAITED for him that afternoon in a large dreary room under the watch of a guard sitting high above on a wooden platform. When the door opened and he entered, his face was in shadow but so familiar. It had been 15 years since I’d seen him, but I would have recognized the gait anywhere. He didn’t lift his gaze as he walked toward the metal table and four chairs that were fixed to the floor. \n\n“Hello,” I said nervously, sticking out my hand. “You look good. Your hair’s a bit gray and you wear glasses now, but then look at me. Well, your glasses might not be new. How would I know?” I was blabbering. \n\n “You’re my first visitor,” he finally said in a flat voice. \n\nHe had been one of my star pupils, a member of China’s famous first class of students to enroll in college since the violent and disruptive Cultural Revolution had forced the closing of colleges throughout the nation a decade earlier. From 1979 to 1981, I taught modern American and British literature at a teachers college in central China as one of the first Americans invited to teach when the colleges reopened. \n\nMost of my students were just a few years younger than I, in their early or mid-20s. After graduation from various high schools, most had been sent to the countryside for two or three years or more to live with the peasants and then had been assigned to factory jobs back in the city. A few were peasants themselves. Some swore allegiance to the Communist Party. Most were cynical. All were obedient. \n\nHe intrigued me from the moment he entered my apartment one evening with a group of students to welcome and entertain me soon after my arrival. Many were giddy and childish, nervous in my presence, but he was quiet and watchful, taller than most, and handsome. Some sang, others recited poems. He played the violin, and I, in response and much to my own surprise, sang “The Streets of Laredo.” Lord only knows why. He didn’t laugh at me. \n\nIn class he was smart with a dry wit, asking probing questions, often trying, I thought, to tease his classmates with his breadth of interests or to challenge me. He would quiz me intensely about Western religion, American politics, foreign customs, Western music and esoteric plays. He listened without fail to the BBC and Voice of America. He loved the plays of Edward Albee, appreciating their asymmetry, but he hated Holly Golightly from “Breakfast at Tiffany’s,” finding her immoral and foolish. He had spent three years on a tea farm. He had never ridden in a private car. \n\nEventually he started coming alone to my apartment, not in a flirtatious way, but hungrily curious. I, however, was lonely and found myself fighting romantic feelings for him, knowing they were inappropriate and fearing I would get him into trouble. Little did I know how much trouble.\n\n There was one other American on campus and we were prisoners of privilege in our four-room apartments. We had the only heaters on campus, the only Western mattresses, the only air-conditioners, and a staff of four who lived downstairs and kept close tabs on who came and went. We were never allowed off campus with anyone.\n\nParty leaders began to summon him at night to meet behind closed doors in the Foreign Language Department offices. They would lecture him about the “foreign devil,” her “bourgeois influence,” “the American seductress.” They called in his parents, both party members in a distant town, and told them about his intransigence and his entanglement with a foreigner. I learned this from others. He never spoke of it.\n\n We began to meet clandestinely, taking separate buses to the desolate city library or the music conservatory, where students played poorly tuned pianos. In a city of five million people I thought I would not be noticed. Me, one of only seven foreigners in the city at that time — how foolish I was. Later in the spring we would meet at night on paths between the rice fields behind the dormitories, cuddling awkwardly. I became accustomed to the smell of night soil. \n\nWhen I returned to the United States in the summer, I managed to arrange for scholarships for two of my students at colleges in this country, the first scholarships any teachers or students from the little, unknown college would have received. My friend, as the star English student, would be a likely candidate if he stayed out of trouble. I fantasized that we could test the depth of our relationship under the far more accepting conditions in America. \n\n And so in the autumn when I returned to China, mindful of gossip and how it might hurt his chances to study abroad, we plotted subterfuge. I lied and told the college leaders that I had married over the summer, fabricating details of a simple wedding and a sad but understanding husband who couldn’t leave his job. \n\nIn class, he and I ignored each other and he did not come to my apartment as much. We kept distant so that we could be together in the future. On the weekends we would meet in an orchard far from the college where no one saw us, save for a few peasants, who, as he explained, rarely cared about the rules of the state.\n\n But the cultural gaps between us began to emerge. I wanted to come clean and tell the leaders about our relationship, thinking we could fight the system. He wanted to continue to meet surreptitiously and take our chances.\n\n Because I knew little of the trouble I had already caused, because we were idealistic and knew so little of each other, our relationship began to falter. I feared that his obedience blocked his passion. I worried that the relationship would never endure the freedom of the West. I worried that the passion might be mine alone. \n\n The party leaders allowed him to apply for and accept the scholarship I had arranged, and I left believing that he would come to the United States. But I had not been back in New York more than a few weeks when I began receiving letters from former students, who wrote about how the leaders were criticizing me and my friend publicly at the weekly political study meetings. Then I heard they had refused to grant him permission to apply for a visa, blocking him from the scholarship. \n\nTHE following summer I talked my way back into China for 10 days to see my former students and to close the door on China for good. \n\nThe college leaders were surely surprised to hear that I was back in town, as foreigners were not allowed to travel to China alone at that time. Through my former interpreter they invited me to the campus one afternoon, insisting on picking me up in the one car the college owned. \n\nAs we drove directly to the door of the classroom, I noticed with unease that the campus was empty. I wondered if everyone had been told to stay indoors that day. When I walked into the classroom, the one that had been built specifically for me, I was greeted by a group of high-level college and party officials, who smiled politely but stiffly. The sparse refreshments told the whole story — they were not happy to see me. \n\nWithin 10 minutes the side door opened and my friend walked in. The dean, feigning surprise, welcomed him and asked me disingenuously if I remembered him. My friend and I shook hands, exchanged pleasantries without expression, and then he excused himself, saying he had to return to work. \n\nThe officials smiled, clearly satisfied with their display of power over us.\n\nI never expected to see him again. Occasionally I heard about him from other students. After he graduated he was assigned to teach English at the college, and he rose through the department ranks. He married and had a son. After 10 years he was granted permission to study in England. \n\nI was married and working in New York when I received a letter from my former interpreter saying that my friend was in prison in England for murdering his wife. Incredulous, I sent him a note, in care of the superintendent of British prisons, and soon I received a letter in response, a garbled missive full of rambling references to anger, guilt, God, confusion and helpful nurses. \n\nMONTHS later, in England on business, I sought him out at a minimum-security prison north of London, and there we were, greeting each other, awkwardly avoiding the one unavoidable topic. \n\nStarting at the beginning, he told me his version of what happened. His Chinese wife, speaking no English, was lost and bored in England. She worried about her lack of permanent papers and schemed that they could divorce, and she could marry the Englishman who lived upstairs, become a citizen, divorce again, remarry him, and all would be fine. \n\nIn fact, she was already sleeping with the man from upstairs, and she mocked my friend when he found out, taunting him with stories of other lovers back in China, laughing at his innocence. They fought, he snapped and he strangled her with the cord he’d used to play cat’s cradle with his son, who was asleep in the room next door.\n\nHe was found guilty of a crime of passion and sentenced to three years in prison. In explaining the short sentence, he said, “They don’t care that a Chinese man murdered a Chinese woman.” \n\n“Why would they want to support you in prison?” I asked. “You will be deported and they will be rid of you.” \n\nI was wrong. He served less than two years and was never deported. He wrote me when he was released, thanking me for visiting. I had been the only one. \n\nToday we are in touch by e-mail. He still lives in England, where he works as a cook at a cheap Chinese restaurant. He met and fell in love with a young Chinese woman who knows about his past, and together they had a little girl. His son, now 22, was raised by his maternal grandparents in China and will graduate soon from one of China’s elite universities. They are in touch. \n\nI like hearing from him, and I think at these times about my youthful indiscretion and American naïveté. I think about East and West misunderstandings and endless schisms, the missed cues and the cultural and political divide that drove us apart. I think about how quick I was to love and how little I knew about him.\n\n And I remember saying goodbye that afternoon in prison to the man I wanted to marry, the man I feared wasn’t passionate enough, my friend who murdered his wife."
}