{
  "url": "http://www.nytimes.com/2007/12/02/fashion/02love.html",
  "headline": "My Sorority Pledge? I Swore Off Sisterhood",
  "dateline": {
    "year": 2007,
    "month": 12,
    "day": 2
  },
  "byline": "Kelly Valen",
  "text": "MY life’s greatest sorrow stems from my inability to feel close to other women. At 41, I’ve cautiously cultivated a few cherished female friendships. But generally I feel a kind of skittish distrust and discomfort when dealing with most women, particularly women in packs.\n\nRecently I was forced to confront the genesis of my distrust when I found myself face to face with a certain someone from my past, a past I thought I had filed away long ago, or, more precisely, buried on the ocean floor in a padlocked steamer trunk wrapped in layers of industrial-strength chain. \n\nIt was Sunday. I had wandered into a Bay Area Gymboree with my 7-year-old daughters and then loitered in the aisles for what proved to be two minutes too long. A jarring parrotlike voice assaulted me from the racks of leggings.\n\n“Kelly Dick? Is that you?” \n\nI figured I could plausibly ignore the summons. My unfortunate maiden name hadn’t saddled me in 14 years. And having aged in all the typical ways, I told myself that technically it wasn’t even me. \n\nBut the woman persisted, waving her arms as if signaling a cab in a hailstorm. “Hey! Kelly Dick!” \n\nIt was my twins who ultimately exposed me. “Mama, she’s calling you,” they squealed, pointing. “That lady knows you. That lady right there. That’s you: Kelly Dick.”\n\nSmiling confidently, the woman charged toward me. I braced myself.\n\n“Kelly! I knew it was you. Wow, it’s been, like, 20 years. But I could so tell it was you. Remember me? College? Oh, my God. How are you?”\n\nShe had been my sorority sister, and not just any sorority sister, but one who had played a leading role in the unraveling of my young life. During rush week, she had interrogated me about my parents’ home and father’s profession, inexplicably wincing when I said “dentist.” She also was among the girls I found in my room one afternoon, rubbing my pearl necklace against her teeth to determine its (and presumably my) authenticity.\n\n And it was this woman and her friends who taught me the hard way that once a girl is made to feel dirty, it becomes her lot, in perpetuity, like an invisible scarlet letter. \n\nI walked through the sorority doors all those years ago as a “good girl,” an 18-year-old milkmaid from St. Paul. I wasn’t a conformist. But I thought a sorority might bestow upon me a supportive, manageable community among the 40,000 students I would be joining 1,700 miles from home. So I pledged. \n\nI felt sophisticated and savvy going in, but quickly discovered I was out of my league among the Rolex-clad Texas debutantes and new-moneyed California beauties. Yet I reveled in the acceptance and status my sorority instantly conferred. The attendant freedoms and social opportunities overwhelmed my tender brain. I indulged, partied hard and, a scant two months into the semester, lost my virginity. \n\nBut not in the traditional way.\n\nIt happened after a fraternity barn dance. All I knew about my date was that he was festively inclined and physically stunning. My sisters considered him a catch. I felt lucky.\n\nAfter the usual alcoholic overindulgence, I followed him upstairs, where I soon passed out on his sofa. There, I assumed the starring role in a garden-variety “ledge party,” my deflowering on display for anyone desiring a peek.\n\n Ledge parties, for those of you who didn’t attend party-school universities, featured fraternity boys luring their unsuspecting companions to a lair of choice, where they engineered some semblance of sex for the viewing enjoyment of their voyeuristic brethren, who watched from the window’s ledge. Unlike typical fraternity houses, these were contemporary buildings with plate glass windows and wide ledges that formed perfect viewing platforms. \n\nI suspect mine was one of the duller productions, but, alas, I remember none of it. I learned later that some sympathetic brothers had objected to the spectacle and pulled me from the wreckage, which, to me, was remarkable. \n\nLedge parties weren’t merely tolerated in the fraternities — they were rewarded with knowing winks and backslaps. But my date had crossed a line: Apparently the fraternal code of ethics only approved of the performances when the girls were conscious (albeit still unaware they were being watched). \n\nIn the days that followed, my date apologized to me and to his brothers, but the fraternity blackballed him anyway; by semester’s end, he had dropped out of school. There was never talk of criminality; for whatever reason, we simply didn’t think of it that way.\n\n And I felt my own heavy burden of responsibility for getting drunk and losing control. I thought the whole sordid episode would be a lesson learned about both college and men. Little did I know that the more searing lesson would be about women.\n\nAmong my sorority sisters, the fallout began as whispered gossip. Then, after momentum of my condemnation built to a crescendo, they confronted me directly, en masse, like a torch-wielding mob. Branding the incident my fault, they said I deserved my fate and further complained that I had brought shame upon them all. They laughed at me, gossiped some more, then distanced themselves. I was dirty to them — and dirtier to myself.\n\nMy sisters, of course, were hardly model citizens, either. Indeed, some boasted a sexual prowess that still makes me blush. They had sex in our chapter room, in hot tubs, behind rocks. They participated in communal bulimic binges and coordinated the termination of unwanted pregnancies. Many, naturally, had been victimized by ledge parties as well but had somehow managed to keep it quiet.\n\nFor weeks I coasted in a daze until one day my sisters placed me on probation, ostensibly for failing to dress in “appropriate sorority spirit.” The sweat pants I preferred to de rigueur Laura Ashley prairie dresses weren’t cutting it, they said. Then I choreographed a joke dance routine to a Prince song for our Greek Sing variety show, but my sisters didn’t laugh. They found my choice of repertory inappropriate, the proverbial last straw, and called a meeting to assess my transgressions.\n\nI remember watching television alone in my room while they met about me in the chapter room. Soon I heard the clicking of heels, then a strident knock upon my door. When it opened, there she was, my future Gymboree assailant, flanked by a cadre of perfumed compatriots. Sporting cold self-righteous expressions, they explained that the sisterhood had decided I was not sorority material. I would need to contact university housing and move out.\n\nIn the wake of my expulsion, I withdrew socially and pretended it didn’t matter. I hid under my Sony Walkman, hit the books and donned a defensive armor of sarcasm and cynicism. And I gave up on female camaraderie. \n\nI graduated, went to law school and jumped fast into courtship and marriage. Still haunted by my college experience, I hoped that marriage and parenthood would legitimize my life, loosen the barnacles of shame and allow me to find closure. And until my Gymboree encounter, I believed I had.\n\nI had heard little about this particular sister over the years, only that she had wed her college sweetheart and settled in a wealthy California enclave. That this shrieking Bulgari-adorned stranger now accorded me long-lost-friend status was at once surreal and unsurprising. I smiled through clenched teeth, but my flushed chest and forehead betrayed my inner turbulence.\n\n“Gosh, I’ve thought of you often,” she said. “I always felt bad about the sorority thing. But I guess we can laugh now. I heard you went to law school, right?”\n\nShe began reciting the misfortunes she had faced, her marital separation and other ordeals, all of which she delivered with an upbeat spin. But I couldn’t listen. It was such a cliché: former goddess turned caricature: too lacquered, too accessorized, too fit. \n\nIn hearing of her failures, I yearned to feel redeemed, even superior, but no. She held the same eerie power over me. All I could think was that to her, I was still Kelly Dick, the drunken slut who had disgraced the sisterhood. Standing before her, I felt raw, exposed, dirty again. The sisterhood’s looming judgments, my stale indiscretions: all of it engulfed me, threatening to cleave the marrow of my being once more.\n\nI cut her off and bid her farewell. It was all I could manage. Then I tightly clasped my daughters’ hands and fled the store.\n\nBUT I could not shake the encounter. A morbid funk descended that day and held fast. No longer could I deny the havoc that that night had wrought on my self-image and relationships. At 18, I had bought into the talk of sisterly solidarity. I adhered to their customs and mores, relied on them for nurturing and intimacy, trusted them.\n\n And they not only failed to support me in crisis, they collectively kicked me as I lay in the gutter, judged me from under a veil of hypocrisy, then cast me out, leper-style. Their betrayal cut so deep that it has left me anxious and cowering to this day. \n\nFor the last 20-odd years, I’ve slapped Band-Aids on my wounds while avoiding any kind of group female intimacy. I begged off on baby groups when my children were born and haven’t been able to bear book clubs, the charity circuit, women’s fitness classes or the country club scene. Even finding myself among a group of cheering and chatting mothers at my children’s sporting events can trigger that familiar anxiety.\n\nBut to my enduring wonder, I have never felt the same anxiety about men. To be sure, their violence and misogynistic rituals stole my innocence and triggered the demons of shame and repression that shackle me still.\n\n Yet their actions, however crude and criminal, ultimately hurt me far less than the judgments, connivance and betrayal of women. The men in my drama acknowledged wrongdoing, apologized, showed remorse. Punishment, however minor, was meted out. They did not blame me, and they shouldn’t have. But the women shouldn’t have, either, and they did.\n\nIn the two decades since, I’ve been a full-time lawyer, a working mother and a stay-at-home mother. In each role, I’ve found my fears about women’s covert competition and aggression to be frequently validated: the gossip, the comparisons, the withering critiques of career and mothering choices. We women swim in shark-infested waters of our own design. Often we don’t have a clue where we stand with one another — socially, as mothers, as colleagues — because we’re at once allies and foes. \n\nI want to remain optimistic. After all, here I am with three daughters. What am I to teach them? Cautionary tales about men’s harmful proclivities abound. But how do we help our girls navigate the duplicitous female maze? How do we ensure that they behave authentically, respect humanity over fleeting alliances, and squash the nasty tribal instincts that can inflict lifelong distress?\n\nI don’t know. I’m afraid I never will."
}