{
  "url": "http://www.nytimes.com/2007/09/09/fashion/09love.html",
  "headline": "Passage to India, by Way of an Elevator",
  "dateline": {
    "year": 2007,
    "month": 9,
    "day": 9
  },
  "byline": "Katherine Russell Rich",
  "text": "THEY say that in a different language you become a different person, but in Hindi I’d barely gotten a handle on the subjunctive and already I wasn’t myself. This first became apparent in an East Village restaurant where some friends had taken me for a bon voyage party. The spring before, I’d signed a contract to write a book about learning Hindi, a language I’d been studying on a lark. Now I was about to go off to India, to live there for a year and document the process. \n\nThe idea for the book had seemed exotic when I was writing the proposal, ingenious when the pages were going around, but then the deal went through, and now it struck me as deranged. A brochure had arrived from the school where I had enrolled, complete with tips on what to substitute for toilet paper. I read it and realized an obvious fact: I had not been in my right mind.\n\nThat night at the bar, with my departure fast approaching, I was a slumped-down portrait of misery, but then a troop of firemen came clomping into the place, all of them attractive in the extreme. They’d been called in to revive a guy at the bar, a heroin addict, best I could tell, who’d begun a slow-motion dive toward the floor; presently, he was stuck midway. Once they ascertained that the guy had some time to go before he hit, they put off first-aid procedures and took to flirting with our table. \n\n“Hey, ladies,” one called over. “You taking bets on when he’ll land?” \n\n“Hey, ladies,” another said, “this is like dinner theater for you, huh?”\n\nThey broke to shout “Hey, hey!” at the addict, and then the oldest one strolled over. \n\nHEY, ladies, how’s the food?” he asked with the air of a maître d’, as if this inquiry was part of his job. He had a raspy voice, dirty blond hair and a fine straight nose; in my dazed state, he resembled one of the men in tights in a 15th-century Tuscan painting. \n\nMy usual response in a situation like this would be to examine my fork. But I was no longer who I’d usually been. I was now someone who behaved rashly. “Why don’t you join us?” I heard myself say. \n\n “Why don’t you go on a date with me?” he replied.\n\n “O.K.,” I answered calmly, suavely, with the ease borne of oxygen deprivation. I’d never done anything remotely like this. But change your language, you change your life.\n\nHe produced a pen. I wrote down my number.\n\nWe met in the upstairs of a low-lit Italian restaurant. He had on a suit and tie. He looked as if the tag on his shirt was itchy, or maybe that was projection on my part, for that was about how I felt. Up until now I’d been out only with men who could be described as creative types: a performance artist who hung naked over jacaranda flowers and stabbed himself in the chest, people like that. On a date like this, I wasn’t sure what you were supposed to talk about. \n\nHe led with his best shot, stories about his uncle who was in the mob. Then I did, too. I wrote his name in Devanagari script on a napkin. I’d been immersed in Hindi too long, or else I’d dated too many men of the creative kind, but I honestly believed this was a come on. \n\n“Yo, really? That’s how you make a ‘p’?” he said with extreme politeness. \n\nWe had so little in common, it made the evening heady. “India!” he said when I mentioned my plan. “India? You mean like with elephants?” \n\nI didn’t take offense when he said he disliked journalists, adding, “with all due respect,” since after all, I was one. He told me about the time he’d grabbed a baby from a burning room and raced him down five flights. When he got to the ground, he tried to hand the child off to the first man he saw, but the man, a reporter, refused to take him.\n\nHe shook his head. “Yeah, I’ll give you an interview,” he told the memory of the man now. “Yeah, I’ll give you one.” \n\nHe told me how he planned to open a small business when he retired in three years, one with a fail-safe gimmick. I can’t say what the gimmick was, because he held out his pinkie, linked it with mine, and made me do swears. He said he had never been out of the country before, but was thinking of traveling to Italy.\n\nI tried to imagine us in Italy or even together, period, in three years. I decided, maybe I could. True, all I got when I tried to imagine it was a split screen—me on one side returned and speaking Hindi, him doing swears. But stranger things have happened. In fact, stranger things had been happening to me all year. \n\nWhen I thought about what we should do next, though, I was overcome with exhaustion. We’d been dive-bombing in and out of each other’s worlds, and while I wanted to meet again, right then I had to go to bed. \n\n “I’ve got my car. I’ll give you a ride,” he said gallantly. It was a ride with a detour: he first had to stop at the station for no reason other than, I’m pretty sure, that he wanted to show the guys he was on a date. But when we arrived, no one was there. He brought me out an F.D.N.Y. T-shirt, then we sat in the car and waited. Eventually a firetruck roared up, and I met a sweet and courtly old guy, the captain, and shook hands with the rest of the troops. \n\nAfter that, he took me home, and on my doorstep he said, “I want to come up.” We argued the pros and cons. The con, to me, was that I’d just met him. The pro, to him, was that he really wanted to. Finally I broke the stalemate. I turned and said I had to go. \n\n“Wait,” he said. “Wait.” And he nodded at a massive brick apartment complex across the street, a soaring behemoth with four towers. “If I can get us up to the roof over there, will you go up and make out with me?”\n\n I asked how he thought he’d do that.\n\nHe smiled. “I have the fire key.” \n\nEveryone has his threshold, they say, and it turns out in this new incarnation, mine wasn’t very high. “The fire key!” I said. “Well, O.K.”\n\nWe sneaked in the front door, crept by the doorman, pushed a button. The elevator whisked us to the top. But when we got there, the fire key wouldn’t work. “All right, that’s it,” I said. “I’m going.”\n\n“Wait,” he said. “If I can stop the elevator, what about that? Will you make out with me in there?” \n\n“How are you going to do that?” I said, laughing conspiratorially.\n\nWe got back in, and for at least 20 minutes, we kissed up there in the air.\n\nAnd this would have been one of the great moments of my romantic life, except for one fact he’d overlooked: when you stop one elevator with a fire key, you stop them all. Every lift in the system, on a Saturday night, when residents are trying to get home.\n\nWe caught up with this information as soon as the elevator landed and the doors opened on a sea of angry people. Worse, they’d all been watching us on the elevator cam.\n\n“Hey, you can’t stop the elevator like that!” a sniffy-sounding man in his pajamas cried. He was holding an aggrieved-looking dog. “Just because you’re a fireman, you can’t use the key that way. No you can’t. O.K., I’m calling the police.”\n\nHe meant business, you could tell. I looked over to see what my date would do. But my date was a New York City boy. What he did was bluff. No matter what anyone said, he’d answer, “Waddya mean?” Waddya mean, waddya mean, until he got them all arguing. Then he leaned down, grabbed my hand and whispered, “Run.”\n\nWe cut through the crowd. We bolted out the door. A siren that had been faint in the distance was wailing louder and louder. We flew across the street and scrambled onto my doorstep just as the police car pulled up, then we stood motionless in the dark. “You know what?” he said, between gulps of air. “Now you have to let me up.” \n\nI shot a glance over my shoulder. “You know what?” I said. “Now I do.”\n\nUpstairs, he had me keep the lights off. We crouched by the window and peered down. We said, “Can you believe that?” We laughed and breathed in the August night air until motion in the gray light below caught our eye, men in uniforms returning to the car. Then he flung the window screen up and told me to yell down, “You won’t take me alive, copper!” \n\nAnd I did, without a moment’s thought, because by then it was clear that I was so far out of my formerly right mind, no way anyone would.\n\nWhen the coast was clear, I said I had to turn in. At my door, we kissed some more, then exchanged addresses. We said we’d write.\n\nI  LEFT for India. It was apparent to me only sometime after what that night had been: a moment of pure, shining glee, the kind that can happen only right before everything changes, that can take full shape only then, because such distilled purity can be obtained only in retrospect, in an aftermath. \n\nOn Sept. 6, 2001, I arrived in Delhi. Five days later, everything changed.\n\nFriends back home diligently phoned everywhere they could think of to find out if he was alive, to no avail. Finally a friend’s 82-year-old husband tottered down to the fire station and learned: he’d survived. He had been out of the country, in fact, on a first-ever trip abroad — spontaneously booked that week.\n\nI wrote, said how very relieved I had been to hear he was all right. A letter arrived. He’d lost 92 friends, he said. Everyone we had met that night, including the captain, had been killed. He said to call him when I was home again. When I was home again, I did. Several times, but while each time he would say, “Yeah, yeah, we should,” a meeting never took place. Finally I saw that a meeting never would. Because by that time, he was no longer there. \n\nHe had already, and some time back, entered another world."
}