{
  "url": "http://www.nytimes.com/2007/11/04/fashion/04love.html",
  "headline": "The Man I Wish Was Your Father",
  "dateline": {
    "year": 2007,
    "month": 11,
    "day": 4
  },
  "byline": "Virginia A. Smith",
  "text": "“Who’s that?” asked Katie, my 13-year-old daughter. She was pointing to a photograph I had recently found and put on my office bulletin board at home. A man and I are standing with our arms around each other on Herring Cove Beach on Cape Cod. Katie didn’t know him, which is unusual, because as a lesbian parent I make a point of having my male friends around my children as much as possible. \n\nI pulled myself together. “His name is Andrew.” I started to give her a very expurgated version, and the memories came flooding back. \n\nI met him at the Church of St. Luke in the Fields in Greenwich Village on a hot summer Sunday 15 years ago. He was tall, handsome, with an open, friendly face. But instead of wearing the current gay fashion of a muscle shirt, Doc Martens, and tight black Levi’s 501s, he wore loose khaki pants and a short-sleeve shirt. And he looked healthy, unlike so many of my friends.\n\nI had started going to St. Luke’s two years earlier for solace, praying for friends who were dying of AIDS, and for the children I so desperately wanted and feared I would never have. For 10 years I had wanted to start a family, but with a real live man, not a vial of sperm. For the biological and emotional closeness it could provide to my children, because of the love I felt for my own father, I wanted my children to have a father who would be part of their lives.\n\nI had already asked my closest gay friends, but one declined for reasons he wouldn’t disclose, another’s lover had just received a diagnosis of H.I.V., and a third was too frightened to take the test. \n\nIn Manhattan, H.I.V. and AIDS were everywhere: in the gaunt faces of men in the Village, in the “For Sale” signs on Christopher Street, in my friend Jim’s face the night before he died, his eyes blazing yellow, his body a blur in the sheets. It was in my friends Raul and Darrell, who had died, and in Bart, Jeff, Bob and Phil, who were sick. Eleven years into the epidemic, it seemed as if no one survived AIDS.\n\n I had tried to become pregnant with a supportive straight friend, but this ended when he met a woman who became his fiancée. Several years earlier, my gay friend Paul had actually asked me if I would have a child with him, but he lived and worked in Japan, and the overseas trips he took were to Rio de Janeiro to visit a new boyfriend. With so many friends sick, dead, unavailable or overseas, I had run out of men to ask. I was steeling myself for my only remaining option: an anonymous donor from a sperm bank.\n\nAs I approached Andrew, he greeted me with a warm smile. He had arrived in Manhattan the previous night, having driven cross-country from San Francisco to start a job as a teacher at a Manhattan private school. After coffee hour at church, I took him to a car wash to clean the transcontinental grime from his car, then he drove me home. As I got out on my corner of Amsterdam and 77th, I had such warm and confident feelings about him that the question burst out of me: “Would you consider having a child with me?” \n\nIt was a crazy, impulsive thing to do, and I took it as a sign of our immediate bond that Andrew neither laughed nor looked alarmed, but simply met my gaze and said, “Yes.”\n\nI felt a blaze of happiness. And so we began our odd seduction, a courtship that was not about sexuality or marriage but nevertheless involved many of the same concerns: compatibility, attraction, trust, commitment.\n\nOn our first date, we did what people normally do: we traded life stories. I told him that despite my many years in the United States and my American accent, I was English, with parents who both grew up in the same village in the north of England. Then he began speaking in an English accent. “Is he mocking me?” I thought. Or is he a nut?\n\nBut no: Andrew was English, too. Like me, he loved both countries, returned often to England, and felt torn as to which was home. \n\nAn Englishman! In the days before I realized I was gay, I had always assumed I would marry one of my countrymen. \n\nThen, with a serious expression, he said he had a request. I prayed it wouldn’t be something I couldn’t do, such as giving him joint custody. \n\n“I wouldn’t want to have only one child,” he said. “I’d want to have at least two, so they could be company for each other.”\n\nBreaking into a huge grin, I told him I wanted three, and I shared the names I had chosen 10 years earlier.\n\n“James, Christopher, Kate,” Andrew repeated. “Beautiful names.”\n\nI told him that I wouldn’t ask anything of him: no money, no major commitments except to be in our children’s lives in whatever way he would like.\n\n“But I’d want to help with the expenses,” he said. “And I need someone to whom to pass down the family silver.”\n\nI had found my children’s father.\n\nThe more time I spent with Andrew, the more I liked him. He had a vast knowledge of theater, music and art, great curiosity and a high energy level. He was kind, with a gift for friendship. I liked his friends. My friends liked him. If he had been a woman, I would have fallen in love with him. As it was, I was falling in love with him as the father of my children.\n\nAndrew wasn’t perfect. A social butterfly, he was constantly late, and when he drove, he would take his eyes off the road for long stretches of time. But I figured I could deal with his sociability and his lateness, and hoped that fatherhood would improve his driving.\n\nMy larger concern, however, was that Andrew was new to New York, a romantic and footloose. Whenever we went to dinner or the movies, I saw men eyeing him, and him eyeing them back. I knew he was taking sexual risks, and I wanted to scream, “Don’t jeopardize our chance at children, and your life, for casual sex!” But I wasn’t his boyfriend, or wife or even a longtime friend. And I feared that if I pried into his love life or pushed him to be safe, he might feel forced into an ultimatum that I might lose.\n\nMy fears led me to reconsider Paul, my friend who lived in Japan. He was, as far as I could tell, a prude. Of all my friends, I could count on him to survive this epidemic. I wondered if somehow he and I could work out the distance and travel. But ultimately my heart wasn’t in it. I wanted Andrew. I was crazy about Andrew.\n\nOn Halloween night, Andrew and I watched the parade in the Village and then had dinner at a Mexican restaurant. He had invited along a man named Miguel, a visiting Brazilian with whom Andrew had had sex a couple of months before. Miguel was charming, with a superb command of English. And, according to Andrew, he had a boyfriend who knew me.\n\nThat boyfriend, it turned out, was Paul. \n\nI sat back in astonishment.\n\nThe coincidence at once astounded me and felt unremarkable. One of my friends says there are only 300 gay people in the world; the rest is done with mirrors. And so it was with Andrew and me, me and Paul, Paul and Miguel, Miguel and Andrew, in an unbroken international circle.\n\nI asked how Paul was doing, but Miguel was dismissive, agitated. When Miguel went to the bathroom, I asked Andrew what was wrong.\n\nHe looked away. “Paul has AIDS.”\n\n“What?” I said, fear flooding through me. \n\n“Miguel didn’t know. He found AIDS medication in Paul’s toilet bag.”\n\nPaul had lied to Miguel. He had lied by omission to me. He had slept with Miguel. And Miguel had slept with Andrew.\n\nI felt as if I was going to pass out. Miguel returned from the bathroom, and he and Andrew started talking, but it was as if a glass bubble had dropped over me. I looked at Andrew, and all I could see was the deadly virus. I had a vision of his healthy face desiccating before my eyes until every last piece of flesh had sunk into bone.\n\nI couldn’t take it anymore, the overwhelming fear that AIDS could devastate our lives and the lives of the children we might have together. Even continuing our friendship was too painful. So after that dinner I withdrew from Andrew. I didn’t have the courage to tell him why; I just stopped returning his calls.\n\nA few months later, he surprised me by showing up at my apartment to introduce me to a man he had fallen in love with. For a brief moment, I hoped that he and I might be able to have our family. In six months, if tests showed him to be H.I.V.-negative, his quarantined sperm would be safe, and perhaps he would be settled into safe monogamy with his new boyfriend. \n\nBut all I could think was that three years earlier, Paul had sat on that same sofa and asked me if I would consider having children with him. I had thought he was safe. But now I knew that nothing was safe.\n\nAS the years passed, I didn’t allow myself to think about Andrew. But when I came across that photo of us on Herring Cove Beach, all of my repressed feelings of love, fear and sadness burst forth. I had to know what happened to him. I typed his name into Google, praying I wouldn’t find an obituary. \n\nPiecing together the information that surfaced, I learned that he had moved back to the West Coast and is prominent in his field. What’s more, he’s still with the man he introduced to me that long-ago afternoon in my apartment.\n\nI have my three children, who were created with sperm from the same anonymous donor. In five years, when Katie is 18, she can contact him if she chooses. Meeting her donor may be better than never knowing him, but it won’t be the same as having a real, present father throughout her childhood.\n\nI love my children just as they are and wouldn’t change a thing. Judging from the parts of them that could only have come from their donor, I am convinced he’s an amazing man. Still, when I recall that time in New York — the intense friendships, the death, loss, the possibility of life — I think, how I wish we could have had Andrew in our lives, and that he could have had us in his."
}