{
  "url": "http://www.nytimes.com/2007/04/29/fashion/29love.html",
  "headline": "How My Plumber Turned Water Into Wine",
  "dateline": {
    "year": 2007,
    "month": 4,
    "day": 29
  },
  "byline": "Alice Feiring",
  "text": "I CLIMBED the steps to my apartment that night, buzzed on old Italian wine and the kind of emotional spark I hadn’t felt with a man in way too long. Musing over whether I had the nerve to jump back into the romantic world again, I stepped into the bathroom to discover, courtesy of my bare feet, that my hand-knotted Persian rug was soaked. \n\nMy toilet — an antique pull-chain contraption with a water box perched five feet above — had separated from the wall earlier in the evening, causing the pipes to leak with each flush. This was not the kind of situation I could deal with at 2:30 in the morning, so I sopped up the mess and resolved not to flush until the problem could be fixed.\n\nAround 11 a.m., Mr. Plumber — a good-looking man of Puerto Rican descent (as I would later discover), and probably a decade my junior — trudged up the steps.\n\n“My savior!” I cried. \n\nHe was not impressed with his hero’s reception. \n\nHe offered no eye contact. \n\nHe asked to see the bathroom. \n\nI led him to it, where he examined the fragile copper pipes that, Vesuvius-like, spouted water all about when the toilet flushed. “Oh, man!” he exclaimed, slapping his palm against the wall. Clearly, working on a museum piece of a toilet was not his idea of a good time. “Miss, this is an old toilet.” \n\n“Yes, I know,” I said. I didn’t want to hear that he was going to get me a new one from Home Depot. \n\nLooking up, he asked: “Who built that water tank for you? It’s beautiful.”\n\nI gazed at the perfectly dovetailed Siberian-pine water box. “My old boyfriend.” \n\nI saw him register the “old” on boyfriend. “Why did you let him go?” he asked. “Someone makes you something like that, you keep him.” \n\nThis was a guy used to having his heart broken instead of the other way around, I noted. I live in a railroad apartment, a string of open rooms, so my whole life is exposed to anyone who enters. About to head out to buy supplies, he saw my wall of wine and flinched. “Miss, you drink a lot or what?” \n\n“I’m a wine writer,” I replied.\n\nHis eyes bulged, and he let out a snort of laughter. “I know people drink wine,” he said, “but what’s there to write about?” \n\n“Their stories,” I said. \n\nHe shook his head dismissively, but I could tell he was intrigued. He found it even funnier when I told him that my 170 bottles weren’t nearly enough. I would feel comfortable with about 1,500. \n\nHe then scanned the disorder that marks my living room and study. “You some sort of artist girl?” he asked. “I mean, you know, an artist does her own thing, and I’m looking around here and, you know, the lamps, the colors, that crazy desk you work at. You do your own thing.” He walked over to a few watercolors on the wall, “You do these?” \n\n“Yes.”\n\n“See? I was right.” He was so pleased with himself. \n\nOver the next three hours, the inquisitive plumber soldered, anchored, cursed, talked to himself, patched, made a complete mess, ruined my best towels and traipsed plaster over my floorboards and rugs. Taking breaks from the toilet drama, he ventured out to check up on me to see if I was still pounding the computer keyboard, look over the wines again and find other evidence of the work the “old” boyfriend had done.\n\n “Did he make your desk?” \n\n“Yes.”\n\nAnother rueful shake of his head. I knew exactly what he was thinking. \n\n“Look at that,” he said, noting the curvy shape of one of the desk flanks. “You have to take him back.” He toured the rooms, pointing. “He do this?” he asked, gesturing at the ornate iron welding on one window. \n\n“Yes.” \n\n“He rebuild your floors? Did he build those shelves the wines are on?” \n\nI nodded. \n\n“And you let him go? Why did you let him go?” \n\nWhat to tell him? Finally I said, “I really didn’t have a choice in the matter.”\n\nHe reacted as if he’d been told of a death. “I am very sorry,” he said. \n\nHe and I both saw the love, the attention and the thought that had gone into every piece of construction in my apartment. “I’m sorry, too,” I said. \n\n“Sorry, miss. Sorry I asked.” \n\nHe went back to his work, taking a break from time to time to talk. This romance thing was bugging him. “I don’t have luck with girls,” he complained. “There was one, she was old, about 48, down in Puerto Rico.”\n\n Gee, I thought, how old does he think I am?\n\n“She made money,” he said. “She was a teacher. We were talking about 9/11. ‘I was down there,’ I told her. ‘I could have been killed.’ Do you know what she said? She said: ‘It was a good thing the towers went down. America learned a lesson.’ I couldn’t look at her after she said that. I can’t deal with crazy stuff like that.” \n\n“My old girlfriend?” he continued. “A few months ago, she rang the doorbell and said: ‘I haven’t seen you in a long time. I want you.’ We have sex. After, she walks around my apartment as if she owns the place and tells me what I can and can’t do and the way it’s going to be. Women just like to control you. That was it. I threw her out. Good riddance.” Then he gave me advice: “Don’t control your man.” \n\nThanks, I thought, I’ll remember that. \n\nHe replaced the sputtering, leaking copper pipe with gleaming new metal. The dusky smell of solder filled the apartment. He cemented the porcelain bowl back into place, saying, “This was never put in right.”\n\n“Yes, I know. Sewer gas always leaked out of it.”\n\n“It sure did,” he said. “It stank in there.” \n\nIt’s odd how few people ever noticed those fumes. It was the old boyfriend who first identified the occasional smell from the faulty installation — one of the few things he didn’t fix before he left.\n\n“The toilet is in!” my plumber said. “It won’t smell anymore or move when you sit on it. Go ahead. Push it. You can’t budge it.” \n\nWhen I first met the ex, he challenged me in a manner of flirting more appropriate of a 16-year-old than a man of 32. “Punch my stomach,” he said to me. “It’s like iron. Go ahead. Hard. It won’t budge. You can’t hurt me. Go ahead.”\n\nHe and I luxuriated in love for 11 years, yet the ending was quick. Returning home from visiting vineyards in Sicily, I spent hours on the plane crying. I was prepared to tell my own Mr. Fix-It that there was something terribly wrong between us and I wanted us right again. Our relationship needed the attention he gave to the apartment. As it turned out, he felt the same wrongness but had another solution. \n\nHe carried my bags up the five flights and then, once inside, led me to the plain pine bench he had made for me. There, as if I were already sitting shiva, he told me he had to leave. \n\nLeave? But I just got home. What do you mean, leave? \n\nOver the years during which he had turned my chicken coop into a palace, I had told him: “You’re like a cat marking property. If you leave, how can another man ever be in this apartment?”\n\nMr. Plumber sensed this. I wondered if by repairing my bathroom so thoroughly he was trying to show that my old love wasn’t the only one who could fix what was broken. Maybe there was someone else who could fix things with me instead of for me. It was a lesson worth listening to. I thought I owed him for that and for fixing my leak. “What kind of wine do you like?” I asked, getting a big fat idea.\n\n“I don’t know, but I like them cold. Which ones do you drink cold?”\n\n“White or pink.” I was about to tell him that some light reds as well can take the chill, but it seemed superfluous.\n\nHe had so little sense of wine; would he really appreciate the quirkier wines I had to offer? At the same time, I would feel guilty if I were to hand off a few of the boring samples that wineries often send to me.\n\n I had this crazy notion that if I offered him the right wines I could change his luck with women. Obviously, I had to give him some good stuff. \n\nAFTER three hours of getting to know this man, of seeing how observant he was, of listening to his commentary on race, women, politics and what it meant to be Puerto Rican, of hearing about how he didn’t really speak Spanish but spoke just enough to pick up girls, I knew enough to make my choices.\n\n I started with a California chardonnay and told him to drink it with someone who liked the obvious, explaining that such a woman ultimately was not for him. \n\nNext I chose a Spanish albariño. “Open this one with someone who has potential for the long term,” I said. “If she likes it, it means she’s a thinker who won’t try to control you. You should consider her for a next date and maybe more.” \n\nFinally I handed him a half-bottle of moscato d’Asti. “This one is for when you want her to fall in love with you, O.K.?”\n\nHe was my new best friend. “This one?” he asked. “The sweet one?” \n\n“Yes! It’s sweet without being too sweet.” I was starting to believe my own spin. \n\n“Miss, I can’t believe you’re doing this,” he said, beaming. “Man, these are lucky charms.” \n\nAs he left, I finally asked for his name.\n\n“Juan,” he said, pumping my hand. \n\n“Alice,” I said.\n\n“And the sweet one, that’s the one? Even the shape of the bottle is sexy.”\n\n“Yes, that’s the one.”\n\n“What did your old boyfriend drink, the one who did all of the work?” \n\nI told him that would have to wait for the next plumbing emergency, because it was a long story. But after he left, I went to my computer and e-mailed the man from the night before with whom I drank the piney and somewhat faded 1977 Monsanto Chianti.\n\n No longer should my apartment have to serve as a museum piece of my old, broken love. It was time to let in someone new."
}