{
  "url": "http://www.nytimes.com/2007/02/25/fashion/25love.html",
  "headline": "The Hunter-Gatherer, Parking Division",
  "dateline": {
    "year": 2007,
    "month": 2,
    "day": 25
  },
  "byline": "Andy Raskin",
  "text": "FOR my third date with Tracy I’m taking her to the Sum Hey Rice Shoppe in Manhattan. Every Long Island family has a favorite restaurant in Chinatown, and ours is the Sum Hey Rice Shoppe. “You’re going to love this place,” I tell her. “When I was a kid I used to order pork chow mai fun and smear it on the plate with ketchup.” \n\nTracy beams at me from the passenger seat. She clearly likes that I’m already sharing family stuff.\n\nI wait for the pedestrians to clear before turning off Canal onto Mott. At Bayard I take a left. “There’s the restaurant,” I say. “You want to get out and I’ll go park?” \n\n“Nah,” Tracy says. “I’ll help you find a spot.” \n\nO.K. \n\nI drive to the end of Bayard, but there are no spots. At Bowery I swing a right, then at Pell another right. There’s what looks like a spot, but when we get closer I notice a two-pronged fire hydrant protruding from a brick wall. Nothing on Pell. \n\nI try to reassure Tracy. “We’ll find one.”\n\n“I’m not worried,” she says. “I have really good parking karma.”\n\nI hate that expression. To me, such an attitude belittles the keen sensibility about parking that has been refined and obsessed over and passed down through the male line of my family for generations. I inherited it from my father — one of the all-time great Chinatown parkers. \n\nFor Richard Raskin, a parking space was not some gift from the gods, not in any way dependent on personal good luck. Rather, it was the direct result of hard work, carefully honed skills and, yes, raw talent. My dad didn’t “look” for parking spaces. He hunted them down. The ability to find one was, to him, the measure of a man.\n\nSons in many cultures learn how to behave as men by observing their fathers, often in rituals that may seem odd or even fetishistic to outsiders. There’s a tribe in New Guinea, for instance, where the fathers gather together and masturbate into a river while their adolescent male offspring watch. In a similar way, I learned from the back seat of my father’s 1977 Chevrolet Caprice Classic that Raskin men find good parking. Quickly.\n\nAs we approach Elizabeth Street, Tracy is telling me about how her sister used to live in Little Italy. I’m having a hard time listening to her, though, given the weight of the decision now facing me: circle around the Bayard-Bowery-Pell-Mott-Worth-Mulberry loop again, or chance it near the police station? \n\nI make a left, and sure enough, Elizabeth Street is police cars triple-parked all the way up the block. I lean my arm on the window and tap rhythmically on the steering wheel, trying to draw attention from the fact that I am soon sheepishly heading back to Bayard.\n\nTracy is still talking, and I pretend to follow along. “Uh huh ...Uh huh ... Uh huh.” Luckily she doesn’t seem to have grasped the truth, which is that I’m not half the Chinatown parker my father was. When my father didn’t see a spot, he made a spot. And his car was easily several inches longer than my Toyota Celica. \n\nGood thing Tracy never saw his parking. I’ll never forget it. First he would get quiet. Then his eyes would squint as he scanned each block for the telltale signs of an imminent space: a taillight glowing red, a car door flying open, the sound of an engine turning over. Sometimes my sister or I would say, “There’s a spot!” But my father wouldn’t even slow down; he had long since scoped out that it was a no-go because of a driveway or a hydrant. Tension in the car would build — we thought we might never find a spot. \n\nThen, suddenly, my father would flick on his blinker and start backing into a space so tiny the rest of us never saw it. We were always skeptical at first.\n\n“This isn’t a spot,” my mother would say, shaking her head. \n\n“It’s a spot,” he would assure her. \n\nHe would always find some way to wedge the car in — sometimes he’d go at it for 10 minutes. I remember the look of pride on his face when he was done, and I knew he had accomplished something very important. My mother, post-parking, suddenly appeared calmer, as if thinking, “I am very glad I married this man.”\n\nWhen Tracy and I get back to where Pell meets Mott, I spy an old Chinese woman laden with shopping bags who is breaking formation with the crowd on the sidewalk. She is reaching for her keys! I run the stop sign and hover behind her. She gets into her car, and I wait for her to pull out. But she just sits there. She doesn’t even start the engine.\n\nI pull up to her window, point over my shoulder with my thumb and raise my eyebrows, the universal gesture for “You getting out?” but she just stares at me. I do the gesture again, and this time she does the wave-off head shake. “Jeez,” I say. I continue along Mott. \n\nTracy looks concerned. I suspect she is starting to put it all together. She is thinking: “If this guy can’t find a spot now, how will he provide for me if we take things further? What if we have kids? What if we take them to Chinatown? They’ll probably starve to death while this bozo circles around.”\n\nI’m already halfway to Worth Street when in my rear view mirror I see that old lady pulling out of her spot. \n\n“Damn!” I scream. “The hag was playin’ me.”\n\nTracy tries to calm me down. “Andy? Maybe we should just put it in a lot.”\n\nOH my God. A lot? Why doesn’t she just drag me out of the car and castrate me? Listen: My father never paid for spots. Never. On the rare occasion when it didn’t look as if he was going to find a spot within a reasonable amount of time, he would drop off my mother, my sister and me at the Sum Hey Rice Shoppe and he would go park by himself. Of course, a few minutes later when he joined us at the restaurant, he would walk through the door with an unmistakable swagger. \n\n“You found a spot?” my mother would say.\n\nHe’d curl his upper lip and give her a quick nod, the kind of nod given by under bosses on “The Sopranos” to tell Tony that they have just killed someone. It was the nod that says, “It’s taken care of.”\n\n“I’m going to just circle around a couple more times,” I say to Tracy, trying to sound calm. \n\nYears ago, while visiting my paternal grandfather at his retirement community in Florida, I recorded him telling me his life stories. He related tales of how he invented a new way to cool ice cream trucks (his patents for stamping flow patterns in sheet metal spawned a family-owned factory in Brooklyn) and how his father came to America after deserting the Russian army. \n\nBut he really came to life as he was telling me about the parking spot he found while on a date with my grandmother circa 1930. “I had the use of my mother’s 1921 Ford coupe,” he said. “And one time I took Sylvia into Manhattan, and I parked that Ford coupe on 34th Street.” In case I didn’t understand the significance of that location, he added, “Right next to Macy’s!” \n\n“If it’s the money,” Tracy says to me now, “we can split it.”\n\nI cannot believe she thinks this is about money. I have a good job. I can afford to put it in a lot, believe me. But the idea of paying someone to park my car ... I mean, what kind of loser pays for parking in Chinatown? Do I look that pathetic?\n\nI’m on Pell again. But now the idea of paying for parking is out there, and it spreads through me like a cancer. I’m considering it, and what it will mean for me, for my future, for my future with Tracy. Then I see the spot with the hidden fire hydrant again, and I realize there may be enough space. I pull in. The front of my car is a few feet from the hydrant. I decide it’s an acceptable risk. \n\n“You can’t park here,” Tracy says. “You’re too close to the hydrant.” \n\n“Don’t worry about it,” I say. “In Chinatown, if you can’t find a spot, you make a spot.” \n\nTracy rolls her eyes, but I withdraw the key from the ignition. We get out of the car, and Tracy slams her door shut. “You would rather park here, and possibly get in the way of a fire truck rescuing someone, than put it in a lot?”\n\n“Yeah.” \n\nTracy looks into the distance. “You are so self-centered.” \n\nI’m starting to get the feeling that I will never meet her sister who lived in Little Italy. \n\nMaybe Tracy is right. Maybe I am a little too close to the hydrant. My father surely would have found a better spot. Even my grandfather would have put me to shame, parallel-parking his borrowed 1921 Ford coupe in bustling, prewar Midtown.\n\nBut in one respect Tracy has it all wrong. I am so the opposite of self-centered. The only thing I have been centering on is how to impress her and take care of her. Which is to say, I’ve been trying to be a man. And in my tribe, when it comes to parking, a man takes charge. A man finds spots."
}