{
  "url": "http://www.nytimes.com/2007/07/01/fashion/01love.html",
  "headline": "Whereas You Were an Insensitive Fool ...",
  "dateline": {
    "year": 2007,
    "month": 7,
    "day": 1
  },
  "byline": "Lisa K. Friedman",
  "text": "THE simple truth is that if you want to be heard by your husband, you must speak a language he understands.\n\nAn example: A friend of mine is married to a wealthy spendthrift who used to drive like a maniac — tailgating, speeding, weaving between lanes. My friend repeatedly expressed her fear about his dangerous habits but he didn’t modify his behavior; money was the language he spoke. She gave him one final warning: slow down or else. He didn’t, so without any fanfare, she withdrew $40,000 from their bank accounts and bought herself a luxury convertible. I hear he’s a pretty safe driver now. \n\nMy husband is a lawyer, so naturally the language he best understands is that of the legal profession. For more than two decades we have enjoyed a peaceful relationship of love, respect and decency.\n\n Until six weeks ago, that is, when I stumbled off a curb on the first day of a long-awaited vacation abroad, breaking my foot and thus ending the trip before it really began. That’s when my mild-mannered,  gentle husband, with whom I’ve raised two children, the man I truly love and rely on, became someone I didn’t know: resentful, insensitive, uncaring. And his hideous behavior lasted long beyond the accident and its immediate aftermath; indeed, it continued until I figured out how to get his attention. \n\nNeither my silent seething nor my open anger would reach him. So I, Lisa K. Friedman, being of sound mind and broken foot, turned to the language he spoke:  I served him with a mock complaint, claiming Breach of Contract (our marriage contract). I drafted it myself, using all the standard conventions, as I have watched him do many times. Then I hired a legal courier to deliver it to my husband’s office, identify him and conclude with the standard assertion: “You have been served.”\n\nWhat he saw when he opened the envelope went something like this:\n\nCOMPLAINT\n\nCOMES NOW, Plaintiff, Lisa K. Friedman, and for her complaint against the Defendant, her husband, states as follows:\n\nTHE PARTIES\n\n1. The Plaintiff is a housewife whose principal role includes general household maintenance, food service, transportation and management of the domicile shared by them, their two children and one dog.\n\n2. Her husband, the Defendant, is an attorney in Washington, D.C.\n\nJURISDICTION AND VENUE\n\n3. The Circuit Court for Montgomery County, Md.,  handles major criminal and civil cases including marital breach of contract complaints filed by any and all outraged wives who, after suffering vacation-ending injuries, are cruelly blamed and mistreated by their husbands.\n\nBACKGROUND FACTS\n\n4. On June 29, 1986, Lisa K. Friedman, heretofore known as “the Plaintiff” and her husband signed a Contract of Marriage (the “Contract”). \n\n5. The Contract contemplated, among many clauses, that the parties will “love and comfort, in sickness and in health” for an estimated length of time described in the Contract as “as long as [they] both shall live.” \n\nCOUNT ONE\n\nBREACH OF CONTRACT\n\n6. The Defendant breached the Contract by failing and refusing to offer aid and comfort to the Plaintiff after she stumbled off a curb in front of the hotel where the couple intended to enjoy a romantic and restful three nights before beginning their highly anticipated, hugely expensive and meticulously planned archaeological hiking tour of remote historical sites in Israel and Jordan. \n\nThe fall fractured the fifth metatarsal bone of her right foot. It is not relevant to the complaint that neither the Plaintiff nor the Defendant immediately knew that the foot was broken, despite the Plaintiff’s report that she heard a “snapping sound” when she stumbled and fell.\n\n The Defendant dismissed this evidence of a broken bone, contending, ridiculously, that it must have been the strap on her sandal snapping. The Plaintiff did not feel the bone snap because she was consumed at the time by a white light of pain, so intense that it blotted out all other physical sensation. \n\nTherefore, they did not find out the foot was broken until days later, when they were back in the United States, because no medical care was sought for the Plaintiff in Israel even though the next morning her foot was so swollen she could hardly distinguish her toes, and the entirety of her foot resembled an exotic purple vegetable or gourd.\n\n7. The Defendant breached the Contract by behaving in a nasty and demeaning way toward the Plaintiff in the immediate aftermath of the accident, including but not limited to terse comments, ridicule, eye rolling and ignoring of the injured Plaintiff. He seemed, at one point, to be “almost having a stroke” (the Plaintiff’s characterization) as he contemplated the myriad disappointments associated with the untimely demise of their dream vacation. And even though the Defendant seemed to sense that his behavior toward the Plaintiff was truly awful and unforgivable, he simply couldn’t control it due to the mounting displeasure and inconvenience caused by her untimely stumble. This inconvenience included but was not limited to the Defendant’s resentment-filled two-hour search for crutches for the Plaintiff, which left him mute with frustration — for a time he was unwilling to communicate verbally with the Plaintiff in any manner about any subject.\n\n8. The Defendant breached the Contract, and all acceptable codes of husbandly (and human) conduct, by remaining unhelpful when it came to the required purchase of airline tickets for their premature return to the United States. \n\nAt the time the Defendant could not have known that the cost of these last-minute tickets would total a staggering $6,000. But he did know that this amount would be added to the $4,000 the Plaintiff and Defendant already had paid for their original advanced-purchase tickets (secured using mileage bonus coupons) and would not include the countless thousands of dollars in nonrefundable expenses they had laid out for guides, lodging and transportation. \n\nSo perhaps it was the Defendant’s piqued awareness of this looming financial nightmare that caused him to snap at the Plaintiff about booking the tickets: “This is your problem. You take care of it.” Which the Plaintiff then did, from the hotel lobby, in her borrowed wheelchair, using a lent international cellphone (after the battery on hers had died).\n\n9. The Defendant breached the Contract by not caring for the Plaintiff during the 12-hour flight from Tel Aviv to Newark Airport, although in his defense he did allow her to have the business-class seat they had purchased (being one of only two seats available on that flight) while he endured the trip in coach class, in a middle seat, next to a man who reportedly smelled like a goat.\n\n10. The Defendant breached the Contract by allowing the Plaintiff to languish unattended in her borrowed airport wheelchair in the baggage-claim area while he visited pleasantly with other passengers, ignoring her gestures of distress indicating her need to use the bathroom. These gestures included but were not limited to arm waving, whistling and shouting.\n\n11. The Defendant’s breach of the Contract extends to the care and feeding of the Plaintiff in subsequent days and weeks, by serving meals that were unpalatable, untimely and often inedible, including overprocessed meats that he incinerated on the grill, prepackaged foods in vacuum-sealed bags, and cold dishes in every shade of gray served in plastic grocery-store containers.\n\n12. The Defendant breached the Contract by balking at transporting the Plaintiff to her first doctor’s appointment, where a giant compression boot was attached to her leg, and for making it seem as if she was ruining his life when his suggestion that she “drive with [her] left foot” was rejected.\n\n13. The Defendant breached the Contract by remaining generally unhelpful to the Plaintiff during her long and painful recovery and even behaving detrimentally through acts of negligence in the bathroom: leaving the toilet paper roll empty, depositing his clothes on the floor and strewing the bathroom mat in front of the sink in such a haphazard manner as to most likely de-crutch the Plaintiff,\n\nAnd, by showing careless disregard for the Plaintiff by failing to offer an arm or assistance in any way — most especially during the night — as she maneuvered precariously on crutches.\n\nCOUNT TWO\n\nINTENTIONAL INFLICTION OF EMOTIONAL DISTRESS\n\n14. The egregious behavior of the Defendant caused the Plaintiff to experience flashbacks of guilt and culpability regarding the details of her accidental fall and exacerbated her baseline anxiety regarding travel abroad, causing additional worry over any future vacation she may or may not take with the Defendant or any future injury she may suffer in his presence.\n\n15. The Defendant’s heinous and inexplicable behavior caused the Plaintiff undue distress and misery and forced her to feel great hatred for and fury at the Defendant, an unwelcome and unhealthy emotional state to which she was not accustomed.\n\n16. The Plaintiff remains unsure of the personality and general compatibility of her spouse, the Defendant, as it pertains to her future with him and her broad intentions to travel and enjoy her old age in a manner that is agreeable to her. \n\n WHEREFORE, the Plaintiff demands judgment against her husband, the Defendant, in an indeterminate amount of repeated and continual apology, groveling, gourmet restaurant dining, and chauffeuring, the latter of which, should he become lost en route, may involve great confusion and stress, during which the Defendant must remain calm and in good spirits. This judgment is to be served incrementally over the coming decades, or as the Plaintiff sees fit, and will include coverage of all other costs such as  attorney’s fees and  other relief as this Court deems appropriate.\n\nSigned,\n\nLisa K. Friedman, Plaintiff\n\nElvis Friedman, Canine, Witness\n\nWhen my husband accepted the envelope containing this complaint, he feared he was being sued. When he opened it and saw my name on the first page, he thought I was divorcing him. When he began to read, he realized I was sending him a message.\n\nHe got it. He was grateful I could have a sense of humor about it.  He apologized and has promised to reform.\n\nMeanwhile, in my court of personal opinion, he remains on probation.\n\nAs for me, my compression boot came off a while ago and in two weeks I lose the Velcro brace, meaning I’ll soon be able to walk normally. But I’ve been thinking: Wouldn’t summer be a nice time to drive around in a convertible?"
}