{
  "url": "http://www.nytimes.com/2007/12/16/fashion/16love.html",
  "headline": "The Holiday of My Dreams Was Just That",
  "dateline": {
    "year": 2007,
    "month": 12,
    "day": 16
  },
  "byline": "Paula Mclain",
  "text": "THE Sunday after Thanksgiving found my exhausted family on the Interstate, in one of thousands of minivans pointed home with “Hello Kitty” on the portable DVD player and Goldfish crackers and Sippy Cups on demand. At one point, my husband smiled mock-grimly and said, “Look, honey, we have the American Dream.”\n\nStrangely, I had just had the same thought, but without the irony. I had seen a station wagon whiz by in the other direction, an enormous Christmas tree strapped to its top, then another similarly burdened, and another — dozens of trees lashed to dozens of cars. The Christmas season had begun, and for perhaps the first time in my life, I didn’t dread it.\n\nHaving grown up in foster care, I had learned to tailor my expectations of the bells and whistles of childhood. For me there would be no birthday parties, summer camp or ballet lessons — and no Christmas that wasn’t nine-tenths disappointment. \n\nBy age 9, I had been in four foster homes in as many years. It was during the holidays that I most longed for my real family — not the parents who had abandoned me and my sisters, or the biological aunts, uncles and grandparents who had done what they could before passing us along to our social worker. But the idyllic mother and father who would rescue my sisters and me and make everything better.\n\nMaybe they would bring along a Barbie beach house, or a lavender Huffy bicycle with a white basket. I hadn’t exactly worked out how these parents would find us. In the phonebook? Using telepathy? I focused on the things I could control: being good, brushing my teeth with extra care, crying less.\n\nI had learned that Christmas, the most want-plagued time of year, was survivable if I didn’t sit on Santa’s lap or write a Christmas wish list. But the wishing happened against my control, against all good sense. Come late November I would find myself watching a commercial on TV with extra attention, my mouth open, eyeballs goggling. \n\nSurely my foster parents would notice such longing and understand how my life would change for the better if I just had those purple hip-huggers and that game of Clue. They never did, and I continued to be clobbered by desire, year after year. \n\nWhen I aged out of the system at 18, I believed I had aged out of Christmas, too, and all the yearning it provoked. As an adult I was supposedly able to make my own choices, but by then I had already galvanized myself against disappointment by expecting little, so that’s what I got. This was true not just of things, but also love. I had a boyfriend, Michael, who cheated repeatedly, but I forgave him and hung on, thinking he was the best I could do. \n\nWhen I was newly 21 and broke, I took a job as a cashier for a Christmas tree lot. I wanted nothing more to do with Christmas, but the fact that the job would last only three weeks and take all of my free time made it a holiday winner. I could make extra cash and avoid Christmas by being essentially on the inside of the operation, like one of Santa’s elves. Of Christmas, but not absorbed by it. \n\nI was a prisoner in my wooden hut, but I didn’t mind. It was like being in a portable wilderness, glowing under  blinking swags of white lights. Customers were cheerful, filing past with their $20 bills and pink noses, trailed by kids. \n\nThe salesmen on the lot had a fire, a roaring barrel with licking flames. When they weren’t busy they got to stand around it and talk, their faces glowing like tangerines. This is where I first saw Jeff, in his blue Patagonia ski jacket, his shoulders square, his blue-gloved hands crossed behind him in a fan, like a peacock.\n\nAs I watched him, he looked up and noticed me. He was cute enough, with pale skin and a piggish nose, auburn curls crushed under his ski cap. When he came over to talk, I was primarily happy for the opportunity to say something besides “Happy Holidays!”\n\nHe was pre-law at Berkeley, home on winter break. As the days passed, he came to my hut more and more.\n\n“Do you want to see the diamond earrings I’m buying my girlfriend?” he asked one night, holding up a rumpled rectangle of paper cut from a catalog.\n\nI reached for the picture and held it up to the nearest string of lights, squinting. A boyfriend with the means to buy diamonds was as foreign and murky a concept to me as Reaganomics. Jeff explained that his girlfriend, Sonja, was sick in bed, recovering from an adenoidectomy. He was on his way to visit her after work. “Unless you’re free to grab a beer?” he added.\n\nHis voice was so casual, his face such a study of nonchalance, that it took me several seconds to register that he was coming on to me. A family approached my booth, and he waited while I rang them up, but in a detached way, his cool perfect and profound. When the family left, I said, “Sure, sounds good,” without giving a thought to my boyfriend or to poor Sonja and her adenoids.\n\nWe didn’t have beer. We shared a bottle of peppermint schnapps in Jeff’s Volkswagen in the parking lot. He kissed as if he had been doing it all his life. He tasted like a Junior Mint.\n\nJeff and I spent time together only after work, and never before 10 p.m. I saw Michael some nights, too, so as not to make him suspicious. But as the weeks passed I started to think that maybe I did want him to find out, if for no other reason than to level the playing field.\n\n“You deserve better,” Jeff said when I told him about Michael. He stroked my hair, ran his thumbs along my jaw line as he gazed into my face. It was like a narcotic. “You need someone who’ll take care of you.”\n\nI nodded, drugged. He couldn’t know the effect those words had on me, how they careened through my deepest and most complex desires, overwhelming the familiar voice of warning in my head: “Careful. He’ll only disappoint you.”\n\nOn Christmas Eve we circled Millerton Lake, the closest thing Fresno has to a romantic drive. \n\n When he pulled over, he cut the lights, but left the engine running for warmth while we necked our way into schnapps-tinged, sex-charged insensibility. An oldies station began playing “You’re just too good to be true,” and he began to sing in my ear. It was one of the most romantic moments in my life up to then.\n\n“I can’t believe I’ll be back at Berkeley in a few weeks,” Jeff said against my cheek.\n\n“I know. I hate to think about it.”\n\n“You should come with me. Wouldn’t that be amazing?”\n\nI kissed him then, and I knew I was done for. My caution dissolved. Within seconds I had constructed a full fantasy of our life together that gained size and force the way a pea-size chunk of snow becomes an unstoppable village-crushing avalanche. And in this fantasy, I was wearing diamond earrings — Sonja’s diamond earrings. The more I let myself think it, the more true it seemed that those earrings were destined for me. Jeff couldn’t say such things and still love Sonja, could he? \n\nThe next week Jeff invited me to spend the night with him and his friends at a cabin on the lake. His friends were all taller or thinner or squatter versions of him, wearing candy-colored golf shirts, expensive jeans and deck shoes with knotted laces and no socks. They went to great schools — U.S.C., U.C. Santa Barbara, Pepperdine. \n\nI went to Fresno City College, where I was in year three of a deeply inefficient course of study. I felt conspicuously proletarian around them, and braced myself for the inevitable question that would force me to out myself as the working-class, below-average student I was, but they never asked.\n\nThe day was brilliant with packed snow. We flew down a steep hill on sleds, and I thought that when Jeff and I were a couple for good, we would do this kind of thing all the time. But that night it became clear nothing was further from the truth.\n\nWe played drinking games that turned goofy, then mean. I thought I was having fun until I realized I was the butt of every one of Jeff’s friends’ off-color jokes. They talked to me as if I were a call girl along for the night, and though I kept waiting for Jeff to stand up for me, he never did. I drank myself into a stupor and woke up the next morning remembering little, hoping I hadn’t slept with him.\n\nAFTER, he didn’t call me and I didn’t call him. There would be no fantasy life, no earrings, and I grieved more for those perfect diamond studs than I ever had for any unreceived gift in my childhood. I had let myself believe fully in Jeff, in the shiny new possibility of him, for only a moment, but I had believed, and coming down from that height was like spiraling back to earth from outer space. That was my mistake — surrendering to that desire — and not one I planned to make again.\n\nWhen Michael headed back to school, he asked if I wanted to go along and stay a few days. I said yes. At least I knew what I was getting with him, and anyway, wasn’t he exactly what I deserved? We took a nap curled up on his couch, and when we awoke it was raining, but we were warm and dry. I snuggled tightly into him, feeling like a lost sheep who had returned home to the embrace of her very own wolf. He and I lasted a few more months, and then that was it for us, too.\n\nTwenty years later, that annual collision of desire and disappointment is here again. But now I’m 42, with a solid marriage, three children and a house with a whopping mortgage — a middle-class cliché to some, but an embarrassment of riches to me.\n\n And in getting to this place I’ve also become the keeper of a hard-earned Christmas lesson, a gift, really, that I hope to pass on to my children: Allow yourself to want things, no matter the risk of disappointment. Desire is never the mistake."
}