{
  "url": "http://www.nytimes.com/2007/09/23/fashion/23love.html",
  "headline": "A Painful Reminder of My Ex",
  "dateline": {
    "year": 2007,
    "month": 9,
    "day": 23
  },
  "byline": "Jennifer Cacicio",
  "text": "MY ex-boyfriend hangs from hooks. They penetrate the skin of his upper back, and he’s lifted by a rigging; there he dangles in midair, his skin stretched out like freshly pulled taffy. \n\nI discovered this one night when I was bored and looking up old friends and lovers on MySpace. I had entered his name on a whim, not expecting anything to pop up. I had never found him on any of my previous searches and knew he tended to live below the radar: no bank accounts, credit cards or apartment leases. It was hard to believe he had even the shred of exhibitionism required to create a MySpace page. But this time, there he was. It was the first I had seen of him in nearly seven years. \n\nHis main picture was a close-up of his face, and I guessed it was one of those late-night self-portraits you barely recall the next day. He looked a little older, a few pounds heavier. His dark blond beard had gone straggly. His eyes were tired, his smile drunk. Curious, I looked at the rest of his pictures as they spread in thumbnails across the screen. One in particular caught my eye, and I clicked to enlarge it. The first thing I saw was blood.\n\nIt was late, but I called my sister anyway, letting the phone ring until I woke her. “Hello?” she breathed. \n\n“Turn on your computer,” I said. After I directed her to his page, we sat there in silence, our phones pressed up against our ears, our breathing uneven.\n\n“Oh, my God,” my sister said. \n\n“Oh, my God,” I agreed.\n\nThe picture was large on our laptops: a wide pale back, darkened only by a big black tattoo of skulls and ghostlike faces from a vintage cartoon shrouded in a kind of webbing. Thin strips of blood ran through the tattoo like rust. My eyes followed the blood upward to its source: four large silver hooks pierced the skin of his upper back, which was stretched far beyond what seemed safe or even possible.\n\nAs I would soon learn, he is hardly alone in this practice. There are groups of “suspending” enthusiasts nationwide, worldwide even. They have Web sites with FAQs that explain the historical and cultural context of the “art” and promote safe techniques to prevent infection and trauma. But this knowledge would do nothing to dampen my sense of dislocation and bewilderment when it came to my ex-boyfriend.\n\n“Oh, my God,” my sister said again.\n\n“Oh, my God,” I echoed. My hands had been on that back. \n\nBehind him, the night was black. Something shone brightly in the top left corner of the photograph, a streetlight or maybe the moon. I could just barely trace the roof of a house and the outline of a pickup truck.\n\nEight years earlier, he and I had met at a restaurant in Boston where we both worked late nights. We were each in the midst of deteriorating relationships and through our commiseration became close friends, confidants and eventually a couple. Our relationship was brief, intense and tumultuous, more addiction than love — a scalding hot bath that feels like comfort but in reality is scorching you. \n\nI think we both knew we were wrong for each other but didn’t care. We were young, lost and unmoored, each secretly terrified of the phrase, “your whole life ahead of you.” Depressed and discouraged about the seemingly aimless path we were on, we partied too much, all the while treating each other as an extra added vice. More than anything we were grateful not to have to sleep alone. \n\nAfter just a few months, I discovered I was pregnant. \n\nI made an appointment at an abortion clinic before I even told him, never considering any other option. I was 20, a college dropout with nothing but a journal of badly written poetry and a résumé of restaurant jobs. He was 26, a short-order cook who liked to smoke, drink and acquire tattoos. We weren’t but children ourselves. \n\nWhen he said without hesitation that he wanted to keep the baby, I was shocked. Having come from an abusive family, he had long claimed that he never wanted children, that he would never bring a child into this messed-up world. But when actually presented with the opportunity, he changed his mind. \n\n“Maybe this is exactly what we need,” he said. “Exactly what we’ve been looking for. Maybe a child would give our lives meaning, a purpose. Maybe if we had a kid, we wouldn’t feel so lost anymore.”\n\nHis pleading swung wildly from rational to heated, which rattled and confused me. At one point I even wondered if he was right, if maybe we should just give it a chance. I’d been raised in a religious family (albeit a fractured one) and was not without a sense of doubt myself, a sense of shame, of fate, of paying for my mistakes.\n\nBut I didn’t love him. I cared for him, yes. I was inexplicably tied to him, dependent, attached. But I knew we wouldn’t last. We were too young. We didn’t have health insurance or steady jobs or savings accounts. But those were just excuses. Really it was about the fact that I couldn’t bring myself to have a child with someone I didn’t love. I couldn’t have a child with someone who didn’t love me. \n\nIn the end, I called him from the driver’s seat of my mother’s car, idling in the driveway of a friend’s house in the suburbs where I’d been hiding out. “I’ve made my decision,” I told him. “My appointment is tomorrow.” \n\nHe was so quiet I couldn’t even hear him breathing. The phone felt too big in my hand; its glowing numbers warmed my cheek.\n\n“Hello?” I said.\n\n“You’re dead to me,” he replied. Then he hung up.\n\nAs the years passed, I found myself devoid of regrets. I didn’t miss him or think of him often. In a way, his behavior toward the end only reinforced the fact that I had made the right decision. \n\nBut every now and then I would be struck by the idea that I could have a 2-year-old child right now, a 4-year-old, and so on. I would be sitting in a restaurant, watching a server deliver a highchair or a pack of crayons to a thankful parent, and I would think, “Oh, yeah ... weird.” \n\nAnd then I would wonder about him, what he was up to, how he was. Did he have a wife by now? Children? I would wonder what might have happened if we had had the child, if we would still be together, trying to make it work for the baby despite all we had going against us, despite the fact that we were not in love.\n\nIt was this curiosity that had led me to look him up time and again, and now that I’d found him I couldn’t get him out of my head: that pale wide back; those stripes of blood, the glowing moon. For weeks that image overtook me like a wave of nausea, a persistent flu. I scoured the Internet for more information, more images. I collected every fact, story and photograph I could find about people who hung from hooks. Maybe if I gathered everything there was, if I pieced together the puzzle, maybe then it would begin to make sense.\n\nI saw people hanging in backyards, warehouses and living rooms, slung up from their backs, chests and knees. I watched a video of hooks going into a young girl’s back for the first time, how she nearly passed out, how she had to lie down to keep herself from vomiting. I read someone’s account of the first time up, how it felt as if your insides were being ripped out. I learned that the best hooks for suspension are the ones used to catch salmon. \n\nThe more I discovered, the more I found myself shaking my head like an old biddy, aghast at today’s youth. I battered myself with silent questions: What is wrong with these people? How could I have been with a guy who would want to do this? If we had stayed together and had the child, would he be hanging from hooks while I made dinner or changed a diaper?\n\nOr maybe it was the opposite. Maybe a child would have given his life purpose, as he had hoped, filling whatever void he was now plugging with this self-inflicted pain. So did that mean this was my fault? Was I responsible?\n\nAND then I recognized my attitude for the presumptuous narcissism that it was. Because what if he is happy? What if hanging from hooks gives him a sense of completion I can only dream of? I realized I needed to return to my investigation, but this time I wasn’t looking for who, what and where. I was looking for why. \n\n They call it “the art of suspension,” and suddenly something about that name struck me as lovely. I was reminded of a play I saw in which the actors were suspended from the ceiling with ropes and harnesses; the love scenes moved languorously, the two people never touching, just twisting themselves in circles like gymnasts in slow motion. \n\nAt the Web site www.suspension.org, I read that people are drawn to suspension for many reasons. Some are in it for the rush that occurs when your body experiences something so intense. But some are looking for something deeper: to conquer their fears or push the limits of the human body. They hope to learn to let go, to move around outside their body and to experience something most others never will. Others simply seek the unknown.\n\nI went back to his MySpace photo, hoping to notice something I hadn’t seen before. The picture was the same, of course, but something was different. What he had said to me seven years earlier played over and over in my head: “Maybe if we had a kid, we wouldn’t feel so lost anymore.”\n\nAs I stared at the photograph, I couldn’t shake this gut instinct, this oddly comforting feeling, that maybe, when he hangs from hooks, he feels found."
}