{
  "url": "http://www.nytimes.com/2007/11/18/fashion/18love.html",
  "headline": "A Diesel Engine Woke Up Our Marriage",
  "dateline": {
    "year": 2007,
    "month": 11,
    "day": 18
  },
  "byline": "Melanie Gideon",
  "text": "WHENEVER my husband casually says, “Hey, hon, come take a look at this Web site,” I know it’s going to cost me. All of our largest purchases were preceded by my being summoned to his computer in this manner. So, three years ago, when he said this a few weeks before his 40th birthday, I knew it was really going to cost me, and I don’t mean just financially. \n\n“Check this out,” he said, pointing. “Isn’t it cool?”\n\nI glanced at the Ford E-350 on his screen. It looked like the sort of vehicle that shuttles retirees to the local mall. “Kind of,” I replied. \n\nHe frowned and said: “It’s not just any old van. It’s a camper. It would be perfect for us. You said you wanted to see the West. ”\n\nI did want to see the West, in theory anyway. In fact, seeing the West was one of the reasons we moved with our young son to California. But travel takes so much planning, and as I’ve gotten older I’m increasingly less willing to tolerate discomfort: the crowds, the traffic, everybody trying to reach the same place at the same time. \n\nHis fingers pounded at the keyboard. “It’s got captain’s seats.” \n\n“What’s a captain’s seat?”\n\n“That means it’s very, very comfortable.” \n\n“Nice,” I said, getting back to my book. \n\nTen minutes later, he said, “I’m going to get one for us.” \n\n“Us?” I said.\n\n“Yes, us — you know, you and me?” \n\nThe subtext being: Aren’t you lucky you married a man who wants to buy a family van as his midlife-crisis vehicle instead of a Porsche Carrera GT?\n\nThe good news is, he found a used van. The bad news: it was in South Dakota. So he paid somebody to fly to South Dakota, pick up the van and drive it back. \n\n“It’s an amazing deal,” he told me. “It only has 15,000 miles on it, and the woman is a motivated seller.”\n\nOnce the van was on its way, my husband told me what he had learned from the sales representative handling the deal through the Web site. The woman was not the original owner: her son was, or had been. He had bought the van to go kayaking in the most untouched places. Then one day he went out in his boat and never returned. This van had delivered him to his death. And now his heartbroken mother had sold it to us.\n\n“You have to give it back,” I told him. “He died in it.” \n\n“He didn’t die in it. He died in his kayak.” \n\n“Well, he might as well have died in the van,” I said. “He was in the van right before he died.” \n\nMy husband sighed.\n\nI want him to be happy, for us to be happy. It seems every day we hear that another couple has decided to call it quits. More often than not, the wife leaves the husband. \n\nWhen talking divorce with these women — mothers, like me, of small children — we speak in a shorthand that ricochets around in my head like the rhymes of Dr. Seuss. \n\nThey say: Feeling dead. Dead in bed. Too much snore. There’s got to be more. \n\nI say: Turn his head. His head in bed. You’ll have no more. No more snore. \n\nNow, there are plenty of good reasons to end a marriage, but each time I hear of another pending divorce I can’t help but re-evaluate my own marriage. Do I want more? Does he? And how do I know if what I have is enough? \n\nWhen the van finally arrived, I realized it was not the same as the one in that first picture I saw on the Web site. This was no ordinary van for transporting the elderly. It was a 4x4 Rock Crawler version, with tinted windows, a roof rack and a camper extension that explodes out the top. Built to climb rock gorges and traverse rivers, our van also features on its front bumper a cattle-guard contraption that must be handy when plowing through herds of wildebeests in the Serengeti but is presumably unnecessary in the suburbs.\n\nAs I circled the van, trying to hide my shock, the nice couple next door drove by in their Taurus. The man stuck his head out the window, pumped his fist at my husband and gave a yodeling hoot of solidarity. The woman shrugged her shoulders at me, her face scrunched up, as if thinking, “How will this affect our property value?” The hulking black behemoth was so big, it spilled out of our driveway and into the street. \n\n“It’s more of a truck than a van,” my husband conceded. \n\n“Yes,” I said. “Yes, it is.” \n\n“Just give it a chance,” he said.\n\nI felt turned inside out, but it’s his insides that I’m wearing on my outsides. Every time I walk out of my door, it’s there: 10,000 pounds of metal, gears and after-market hydraulics announcing to the entire neighborhood that someone in this house is having a midlife crisis. \n\nHe attempted to woo me with the van’s charms — the things he thought would appeal to me: the shower, the portable toilet, the diesel engine. \n\nThe diesel engine! Diesels can go a million miles, he claimed, and in a pinch they can run on corn and potatoes. \n\nThe downside to diesel is that we can barely hear one another above the roar of the engine, and communication with our son, who seems to be about eight feet behind us in the back seat, is impossible. \n\nSo we developed a primitive sign language consisting of exaggerated gestures. Imaginary spoon to mouth: Are you hungry? Finger pointed at crotch: Need to go to the bathroom? Mother’s head cupped in hands: Why didn’t I look at that Web site more carefully? \n\nMy husband tried to bring me on board by asking for my input: “Let’s talk about where to go on our first camping trip.” \n\n“What about Oregon?” our son suggested. \n\n“Baja?” said my husband. \n\n“San Francisco?” I said, which is five miles away. \n\nMy husband ordered maps from the AAA. He sketched out routes. He talked weather and strategies for trading off on driving. He didn’t yet realize I had no intention of going anywhere in that thing. It smelled of mold, plus my husband confessed that you have to empty the toilet by hand. \n\n“What’s the point of a Porta Potti if you have to clean it out every time you use it?” I asked, trying not to gag. \n\n“It’s for emergencies. Like if we’re stuck on the highway in a blizzard.” \n\n“Why would we be stuck on the highway in a blizzard?” \n\n“That’s the whole point. That we could be stuck in a blizzard. Wouldn’t that be fun? We’d be the only ones on the highway all cozy and warm.” \n\nBecause everybody else, he failed to add, would have listened to the weather forecast and stayed home. \n\nEventually I had to tell him: “I’m not coming on the camping trip.”\n\n“You want us go to without you? Seriously?”\n\n“Yes.” What I really meant was: “No, I don’t want you to go without me, but I don’t want to go where you’re going.” \n\nMy husband and son continued the trip discussions without me. They decided their inaugural camping trip would consist of a Saturday night in Point Reyes, about 50 miles from our house. One last invitation was extended, and I politely declined. Finally I was off the hook. \n\nThe morning of their expedition I climbed into the van to load it with their requested dinner supplies: hot dogs, Gummy Worms and chocolate soy milk. Reaching into the cabinet, I discovered something wedged into the very back. It was a map of the Big Sioux River in South Dakota, left behind by the young man who died.\n\nI felt strangely dislocated as I traced the blue tributaries with my finger. I imagined him looking at the map on his final day and asking himself, “Where do I go next?” He couldn’t have known that “next,” for him, was not going to be a very good place. But what choice did he have? Stay home? \n\nHis zeal for life (or more to the point, my lack of zeal) was startling to me. Was it possible I was the one having the midlife crisis? \n\nI used to be less afraid. In the early years of our marriage, my husband and I climbed mountains, ran Class 3 rapids in a rickety canoe, and camped along the way. On rainy nights we slept in a tent, and on starry nights we slept outside. We were in our 20s; our needs were simple.\n\nWe lived dangerously, which is to say we were up for anything. We didn’t think about what things cost. We thought only about the cost of not doing things. Which is exactly why — I suddenly understood — my husband had bought the van for us. \n\nAnd then, just as suddenly, news of my son’s rescheduled soccer tournament ended the excursion — for the moment, at least. But there’s no stopping my boys; they decided instead to simply camp in the driveway.\n\nFrom the window, I watched them depart. My son was beside himself with excitement, clutching his pillow, his Nintendo DS pressed to his chest like a bible. He looks as if he was going to the moon. They waved to me as they climbed aboard. Soon I heard the whoomp-whoomp of a bass and shrieks of laughter — they were having a dance party. \n\nI’VE hardly had a night to myself since my son was born. Back in the house I poured myself a glass of wine and ate my Burmese takeout. Later, stretched out in bed, surrounded by stacks of books and magazines, I reveled in my creature comforts. But as the hours passed, a vague unease settled over me, an odd kind of claustrophobia that wasn’t about the physical space I’m in, but the sheltered life I’m living. \n\nSometime after midnight, I finally pushed aside the covers, grabbed my pillow and dragged myself from our warm bed. Outside, the chilly air smelled of eucalyptus and toasted marshmallows. In the distance, an owl hooted. I knew the mattress would be stiff, the headroom cramped, and I wouldn’t sleep. But I opened the van door and climbed in anyway. The two people I love most in the world were out there, along with the promise of a richer, more adventurous life.\n\n Once we leave the driveway, that is."
}