{
  "url": "http://www.nytimes.com/2007/03/18/fashion/18love.html",
  "headline": "Marriage",
  "dateline": {
    "year": 2007,
    "month": 3,
    "day": 18
  },
  "byline": "Lucy Ferriss",
  "text": "TODAY such a marriage would not raise eyebrows. But for my parents’ generation and class, they truly married on the cusp. At 40, my father seemed destined for lifelong bachelorhood; at 29, my mother was on the brink of becoming an old maid. \n\nOne might think that in marrying they rescued each other from social doom, but their early love letters betray no such maneuverings. My father begins his “Dearest girl,” and ends with “Love and love and a million kisses.” My mother describes herself as feeling “like the well-known cat, grinning from ear to ear!” At their wedding, his arm affectionately encircles her tiny waist.\n\nBefore marrying they had each lived at home — he with his wealthy parents outside St. Louis, she with her deaf mother in the city.\n\n And both worked, though my mother had to give notice as soon as she became pregnant with my brother, a month after the honeymoon.\n\n Though I remember quarrels, early journals and pictures attest to their genuine love and respect for each other as they set out on their new path. When my father joked, as he often did, that he would outlive his vivacious younger wife, he drew the laughter of those who saw him as meaning he wanted to be with her all her life.\n\nNonetheless, as my brother and I left for college, my parents divorced. Here, they were a little ahead of the curve. No other couples in their social circle had divorced. Marriage was about finding what my mother called “a congenial mate.” Stark differences — incompatibilities that today may be more likely to derail a relationship early on — were glossed over. \n\nMy father believed in the Holy Trinity, for instance, while my mother was an atheist; at parties, she blossomed while he withered; he drew comfort from medical attention, whereas she despised doctors; his fervor for exercise was matched only by her passion for cigarettes and conversation. \n\nOver time, tensions flared. And as my parents’ marriage dissolved, my father’s joking boast of outliving my mother evolved uneasily into a challenge, then a threat.\n\nTheir split was not like today’s rational affairs featuring lists of belongings and sober talks with the children. It began and ended with a butcher knife. My mother was cutting beef shoulder into stew meat when my father came home from work. One of them picked up an old argument and started tossing it around to see if it had any life.\n\nSomething my father said touched a nerve in my mother more raw than the pink meat she was slicing, and she turned to him with the knife blade upward. “Leave, Franklin,” she said. “And don’t come back.” \n\nMy father went pale, grabbed his hat and coat, and exited by the back door. \n\nWhen my siblings and I drifted in for supper, our mother gleefully informed us that she had tossed our father out. We sat down to the stew — my brother across from me, my sister to my right, the seat at the end to my left empty. We were at once shocked and unsurprised, as if marital violence had been lurking on our bottom porch step all along. \n\nMy mother asked my brother and me about our college acceptances. I had to remind myself to chew, to swallow, to pick up my glass of milk. My sister excused herself early and stayed in the bathroom for an hour.\n\nHaving taken their time to marry, Franklin and Ann moved quickly to divorce. My father rented an apartment; my mother sold the house. One would think it was over.\n\nInstead, there began the second stage of my parents’ romance.\n\nMy father rushed to remarry. As he told me during one of the restaurant lunches we had during this period, “I am used to having a woman in my bed.” \n\nThe woman in question turned out to be 14 years younger than my mother. She also (good sign) believed in God and in doctors. “My Nancy,” my father called her, as if other men had Nancies but his was the best. \n\nSo long as my mother remained single, my father adopted a pitying attitude toward her. “Dear Ann,” he referred to her, as in “Let’s have Dear Ann with us for Thanksgiving dinner.” My mother, of course, spurned these invitations and spun wicked imitations of my father saying a long-winded Thanksgiving grace. \n\nIn a second husband my mother sought someone fat, rich and funny, thus the opposite of Franklin, who in her view was thin, poor and humorless. She found one, and it lasted six years. He was too fat. He wasted money. His jokes were cruel. \n\nAfter they divorced, my mother bought a condo in town, near a deli and a dry cleaner and across the street from the Barnes-Jewish Hospital Extended Care center. As a woman on her own, she sought to be near stores and services. \n\nSingle again, she never spoke of her second husband. Instead, she went right back to complaints about my father, complaints that had changed little in 20 years, complaints she was comfortable with.\n\n“He keeps predicting he’ll outlive me,” she would say. “And I say bully for him.” \n\nWhen she stopped smoking, my father said, “She’ll never stick to it.” Then he would ask me: “How is she? Is she lonely?” \n\nLATE at night, while his Nancy slept, he often called my mother, and they would talk for hours until my mother, who loved conversation, said she was tired.\n\nWhen my father was 84, with Nancy out of town, he disappeared. My brother, Dan, who still lived in St. Louis, finally went by his house. Stumped by the car in the driveway and the dark windows, he called my mother. “I’ve got a key,” he said, “but I don’t want to come across a dead body by myself.”\n\n“Ooh!” my mother said. “I love a mystery.” She went right over. They searched the house and found no corpse, no note, no sign.\n\nThe next day, my mother called Dan. “Found him!”\n\n“Where was he?” Dan asked.\n\n“Right across the street from me,” my mother said. “At Barnes.” \n\nMy father, rejecting Nancy’s advice, had seized on her absence as an opportunity to have his knee replaced. \n\n“Gutsiest thing he’s ever done,” my mother said, and soon she began getting her exercise by crossing the street and walking up the long driveway with chocolates and illicit shots of sherry for my father.\n\nWhen my father was walking again, he began showing up — not often, but regularly — on my mother’s doorstep, and they would have coffee. She was not, he conceded, smoking. Still, following the removal of half her right lung, she too ended up in Barnes Extended Care, where my father visited to tell her, perhaps puckishly, that he had offered prayers for her recovery to the God in whom she did not believe.\n\n“She will never be the same,” he confided to me on the phone.\n\n“I know, Dad,” I said. “You’ll outlive her.”\n\nAt 92, my father slipped on his way to the bathroom and broke a hip. For almost a year, he was kept — first with his consent, then against it — at Barnes. Every few months I flew to St. Louis to visit as he slowly deteriorated. \n\nMy mother grew increasingly vocal about what she considered his incarceration. “He doesn’t have dementia,” she said. “He’s walking again.”\n\n“That woman,” my mother said — using her term for “My Nancy” — “is tired of dealing with him, so she’ll lock him up until he dies.”\n\nBut this time, she did not trek across the street to visit him. Her last stay there had depressed her — her fights with doctors, all those sad people — and she couldn’t bear going through those doors again. But she and I stayed up late, night after night, talking about the injustice of it all, about how sharp my father still was, how he could beat this thing.\n\nOver New Year’s, I took my two sons out to see their grandfather. Three days before we were to arrive, I called my mother. “I won’t be much of a hostess,” she said. “I’ve got this terrible cold, I can’t shake it.”\n\n“Fever?” I asked.\n\n“A hundred and two since Christmas. It’s in my lungs, I think.”\n\n“Mom, go to the hospital.”\n\n“I hate those doctors.”\n\n“Mom. Go.”\n\nPicking me up at the airport, my brother said, “She’s taken a turn for the worse.”\n\nI spent most of the visit at my mother’s side, though I shuttled to Barnes to give my father updates. \n\n“Oh, she must hate that,” he said of the procedures they were putting my mother through. “Those doctors. She never wanted doctors.” He wrung his hands, splotched and spidered with veins.\n\nTWO weeks later, after I had seen my mother stabilized and had flown back to the East Coast, she suffered a major hemorrhage. It was my birthday, a crisp winter morning, a fine day to turn 50. When the phone rang, I thought it would be birthday wishes. Instead, I stayed on the line with my brother as he followed my mother’s living-will instructions and let her go. I flew out the next day. \n\nThrough the four days of preparations for my mother’s funeral, my father insisted that he would attend. “I told her,” he said several times, then stopped. “Told her what?” I asked, and he just shook his head. \n\nBut on the morning of the funeral, he was running a slight temperature, and the doctors would not let him risk the cold air. I found him bundled in a chair in his room, his body fragile as a marionette made of balsa wood. “Maybe I should just ...” he said. Then he made a hand gesture, like a bird lifting and fluttering away. \n\nAfter the funeral, I called to see how he was. Nancy told me he was sleeping and his temperature had stabilized, and I flew home. At the moment my plane touched down in Connecticut, my father died.\n\nBack East, when friends learned I was catching yet another flight for yet another parental funeral, they relayed the old tale of couples who love each other all their lives and cannot keep going, one without the other. \n\n“They’d been divorced for 30 years,” I told these people. Their eyes widened and they let it drop. \n\nWe make a morbid family joke of it now, how Franklin swore he would outlive Ann and won the bet by six days. Yet it was not just a competition. When my father lifted his hand, his pale eyes told me that he had no desire to go on without Ann in the world. Whatever emotional violence they had visited upon each other, she was the star by which he guided his ship, and with her gone, he gave himself over to the waves."
}