{
  "url": "http://www.nytimes.com/2007/08/26/fashion/26love.html",
  "headline": "The Rubble of My Marriage, Hidden by Katrina’s",
  "dateline": {
    "year": 2007,
    "month": 8,
    "day": 26
  },
  "byline": "Ellen Ann Fentress",
  "text": "HURRICANE KATRINA came along at a strangely appropriate time for me. Its shattered lives and lost homes fell right in line with how my life was going at the moment. \n\nIn the midst of divorcing after 23 years of marriage and two children, a process that had left my own life in tatters and my family house gone, I viewed the 90,000-square-mile disaster as a public-scale match for my private misery. What’s more, the post-storm frenzy here in Mississippi allowed me to hide in public, which I appreciated because I was not in the market for others’ pity. I had self-pity enough to do the job.\n\nIn the storm’s wake, even upstate Mississippi was in chaos: no power for weeks, shelters full of displaced people, roofs torn and trees down. My school (I was a high school French teacher in a Jackson suburb) was expected to stay closed until the power returned, but then the state highway patrol requested that our area schools remain shut indefinitely to reduce traffic on U.S. 49, the 150-mile corridor to the Coast. \n\nWith most of the state’s residents stuck at home with no work, gas or electricity, I felt relieved not to have to participate in normal life. And the fact that everyone in my community was focused on the hurricane losses instead of my personal devastation doubled my relief. \n\nThe concern of others is easier to accept for turns of fate like illness or the death of loved ones. But there’s humiliation in divorce, an unshakable sense of fault and inadequacy, as if you failed to grasp some essential point in setting up your dominoes long ago. And for my part in this failure I did not want awkward hugs or baked goods or Hallmark cards. \n\nThanks to Katrina, I did not get them. A single chicken casserole was all that arrived when I moved into my post-divorce house, a sign of just how upside-down things were during those weeks in Mississippi, a place where women generally stockpile frozen chicken tetrazzini and chocolate soufflés to thaw and deliver at the first sign of trouble in their ranks. \n\nA year later I had an operation, and friends kept me in pork tenderloins and red velvet cake for five weeks. But during that earlier hard time, as Katrina pounded its way through and my just-divorced self reeled, I thought about a scene from “The Good Earth,” when during the 1911 Chinese revolution, Luise Rainer’s character flattens herself against the side of a building as a stampeding mob roars by.\n\n The crowd roared by me as well, its focus pointed appropriately south, instead of descending upon and catering to the floundering divorcée in their midst by offering a nighttime ride to this, an extra ticket to that. There weren’t even the regular social functions that might expose me to the murmured condolences I so hoped to avoid; public areas throughout Jackson were filled with storm victims and Red Cross workers and, in the case of the state coliseum grounds, hundreds of evacuated dogs and cats. \n\nMy own new house filled, too. A New Orleans friend telephoned from his French Quarter grocery store, asking if his wife and daughter could stay with me. We introduced ourselves as we unloaded their luggage. Tillie, their Border collie, slept on the floor, and their surprise friend Billy managed in the brown chair in the den.\n\nAs the days passed, I continued to personalize the tragedy to suit my own needs, to view the storm as a metaphor for my life and current circumstances, though it wasn’t insensitive detachment that fueled my narcissism. The Mississippi coast had been my home on and off through life, so I found it natural to blend the public and the private loss, synchronizing my sadness for myself with the sadness I felt for those in a place that had been my home. \n\nI spent much of my childhood in Pass Christian, where the storm surge blasted through at about 30 feet, wiping out much of the town. My namesake Aunt Ellen once had a pecan farm north of town and later a ranch house on Second Street. \n\nThe coast is where I had my first cigarette, Shirley Temple and daily newspaper beat. I attended First Presbyterian Church in Gulfport, where my in-laws filled three pews. My husband and I married on the wooden porch of our just-purchased shotgun house near Pass Christian. \n\nTo my besieged sense of self, it seemed oddly logical that these landmarks of my past had been ravaged and obliterated, now that my expectations for life had blown away, too.\n\n Not that I spent all of my time wallowing in this kind of melodrama instead of helping out. As an able and concerned human being, I was capable of both wallowing and helping out. So within a day or so after the body search had been called off, I was in a coast-bound van with six fellow church parishioners, all of us hoping to lend a hand. \n\nAs our van headed toward the Gulf, the degree of damage along U.S. 49 worsened every 20 minutes. The leftover coffee in our cups cooled and our small talk diminished as we took in what surrounded us. About 90 minutes north of the Gulf, roadside pines teetered at 45-degree angles, tilted by hours of hurricane-force wind. Fifteen miles inland, stripped and flattened pine trees stretched away from both sides of the road like piles of pretzel sticks.\n\n A few minutes later, we turned into the grounds of Coast Episcopal School in Long Beach, a few miles from the beach, where the state Episcopalians and Lutherans were running their joint relief effort. The electricity was still out, and part of the gym’s roof had been ripped off by the wind. But under all the debris, the school apparently was fine as a supply center, clinic and sleeping space for volunteers.\n\nIt wasn’t until we pulled off the blacktop, when I saw a row of surviving pecan trees planted in a straight line as if in an orchard row, that I realized where we were: the school had been built on the site of my Aunt Ellen’s former pecan farm. Which also meant that the pink shotgun house where my husband and I had married 23 years earlier was on the next road over. Or had been.\n\nIn the school’s dim entryway, still decorated with “Welcome Back” posters from the start of school two weeks before, about 10 priests from the area, their own churches demolished, had gathered for an organizational meeting. Several dozen local Episcopalians were present, too, everyone in baseball caps, T-shirts, shorts. \n\nBefore long we all moved into the school library for a 10 a.m. communion service. One large window across the room provided a little light, along with the two white altar candles on the study-hall table.\n\nThe Book of Common Prayer’s communion service has always soothed me, inspiring me to see the possibility of something larger and beyond myself, which I especially needed right then. The moment that feels most rich with potential is when I’m awaiting my turn for the priest to hand me the wafer. The separate pieces — the music, the voices, a turn of phrase and the smooth wood of the altar rail — swirl together into a kind of mystical transcendence that rarely fails to move me. Because of this moment, I never turn down a communion service, and I especially awaited this one.\n\nI don’t remember the Bible reading except for the fact that I of course found great identification with it. Then the service moved on to the Prayers of the People, and when the current catastrophe came up, several people started sniffling. A woman directly behind me sniffled especially hard. As the priest prayed for the survivors, her sniffling broke into a series of quick arrhythmic gasps. \n\nThis irritated me. But why? How could I possibly feel irritated by the suffering of people who had lost so much?\n\nIn an out-of-body way, my meanness intrigued me. And I realized my kindness was damaged. I had become the sort of woman that probably strikes others as “hardened,” someone who goes about life grim-faced and tense-mouthed, believing herself to be saddled with mistakes, bad luck and bitterness. Hardened women all had a divorce under their belt, I thought.\n\nI was glad to be a Katrina foot soldier, handing out insulin and water and helping to clean out the school gym, and I felt good, I suppose, about my efforts. But more revealing to me that day was how resentful I was of this woman’s sanctioned public grief, and how jealous of these arrangements and concern on her behalf.\n\nTrue, I had claimed I didn’t want any pity or attention and was grateful to have been spared such efforts. But I saw then that I had confused my own avoidance of pity for disdaining sympathy or concern in general, when actually I craved it, or at least I craved something.\n\nI didn’t get it in that makeshift church. And I don’t want to claim that I found it through anything as good and as noble as suddenly forgetting my own troubles by throwing myself into the service of others. \n\nNO, where it happened was in the middle of the Long Beach shopping center parking lot, where I later stood amid acres of surplus donated clothing, a three-foot-deep expression of the world’s good wishes stretching out before me, thousands of T-shirts and nightgowns and pants and sweatshirts flown in for the displaced. Far too many ever to give or take away, the donations baked unclaimed on the asphalt. \n\nThis massive collection of goods wasn’t directed at me, and I needed none of it. But the world’s lavish concern had created this sea of clothing — there was a surplus of that free-floating compassion to go around as well, and I drank it in. No humiliating words of pity or condolence, no awkward pats or hugs. Just the knowledge that so many cared and took action, however disconnected or redundant or futile. It was perfect.\n\nStanding in that parking lot, I felt something small but fundamental shift in me, and my life finally started to move along again."
}