{
  "url": "http://www.nytimes.com/2007/06/17/fashion/17love.html",
  "headline": "Ah, to Be Old, Male and Single",
  "dateline": {
    "year": 2007,
    "month": 6,
    "day": 17
  },
  "byline": "Amy Cohen",
  "text": "MANHATTAN may have a scarcity of affordable apartments and parking spaces, but apparently it has no shortage of older widows and comely divorcées, many of whom wanted to date my newly widowed father. Whenever I visited him at his Upper East Side apartment, it was not uncommon for us to be interrupted by the doorman calling up to say, “A lady just left a Bundt cake downstairs.”\n\n“What am I supposed to do with all these women?” he would say. “I feel bad, but there are just too many!”\n\nTo adjust to his new social life, my 76-year-old father, whose old clothes were stained with Bloody Mary mix from his evening cocktails, purchased a new wardrobe of bright crew-neck sweaters and khakis. His dates often sported silky hair teased into virtual pillbox hats. They were all very nice and charitably active, but as my father would say after each one, “She’s no Mom.”\n\nMy friends and I marveled at his social schedule. “Can you believe it?” I said to my best friend. “It’s his fourth date this week. We all need to be reincarnated as an older Jewish man with an apartment on the Upper East Side.”\n\n“Exactly,” she said. “No one’s leaving Bundt cakes in my lobby.” \n\n“Ame,” my father would explain, “these ladies are just so relieved I can remember their names. I get bonus points for just being able to walk to the restaurant without an attendant.”\n\nI was 35 and recently had been dumped by the man I had hoped to marry, so when my father wasn’t taking a divorcée to a movie or escorting somebody’s great-grandmother to a Haydn concert, he frequently could be found with me, his lonely daughter. In fact, he and I now spent so much time together that when people asked if I was dating again, I often would answer, “Apparently I’m dating my father.”\n\nAll my life he and I had been distant, not just emotionally but physically. He traveled around the world for work and during my childhood was often away for months at a time. When he returned I would jump up and down trying to get his attention, presenting him with books I’d written with titles like “Look! Look! I’m Over Here!” and “My Name is Amy,” illustrated with drawings of me.\n\nNow, with both of us single, we finally were close. And even though I understood that my father needed someone (when my mother first became sick, he didn’t even know how to order Chinese food by phone or scramble an egg), I found myself growing nervous about the prospect of losing him again. Yet I knew he’d be happier with a new love in his life. So I cheered him on, just as he did with me.\n\n“Do you like her?” I’d ask eagerly after a date. “Will you take her out again?”\n\n“I don’t know. She’s a nice lady, but we’ve only been out twice, and she’s asking me if I want to escort her to her nephew’s bar mitzvah. While we’re on the subject, isn’t it time you started dating again?”\n\n“I’m not ready.”\n\n“She’s not ready.” He shook his head. “You’re a beautiful, intelligent young lady. Get out of the house. Because if you don’t, it becomes a kind of a syndrome, don’t you think?”\n\n“A syndrome?” This reminded me of the time he told me that if I didn’t clean out the cat litter, the fumes could make me go blind.\n\n“Like an obsessive thing,” he said. “It’s time.”\n\n“I’ll think about it.”\n\nBut the fact that I wasn’t ready didn’t stop well-meaning friends and family from trying to set me up. One day my sister called after dropping off her son at tennis camp to tell me she had good news: A friend’s brother worked with a guy whose wife knew someone who said he would go out on a blind date with me. Wasn’t that great?\n\n“Fine,” I said. “I’ll go.”\n\n“Really?”\n\n“Yeah. Whatever.”\n\nThe next time I visited my father, he just stared at me, beaming, until he couldn’t hold it in any longer. “Your sister told me you have a date,” he said.\n\n“Word travels fast,” I said. “Yes. Next Monday.”\n\n“The Eagle has landed!”\n\n“Dad, it’s just a dinner.” \n\n“But, don’t you see?” he said. “One date will lead to another and another.”\n\nHe assumed that because he was being pursued by hordes of eligible women, I would be pursued by hordes of eligible men.\n\nBut the hordes remained in pursuit of him alone. Not long after, he and I attended a lecture given at a community center on the Upper East Side. The crowd, thick and slow moving, was composed mostly of men and women wearing wool sweaters in 80-degree weather. For the over-65 crowd, this was the equivalent of Woodstock. And while there wasn’t free love, there was free food, which had caused our exit to be clogged by people stuffing sandwich cookies into their bags and downing free grape juice. This is why we were at a standstill when we heard someone yell “Murray!” from across the room.\n\nWe turned to see an elderly woman moving toward us, each step followed by a brief but noticeable pause. She wore an elegant red suit woven with gold thread and had calves so thin they looked as if broom handles were rising out of her suede-tip Ferragamo shoes. \n\n“Hello, Murray,” she said in a throaty voice. By the way she was straining to maintain her composure, I could tell that she had gone on a date with my father and that he had never called her again. I knew this look myself, the look that said, “I’m devastated, but I’m going to pretend not to care that you didn’t want me.”\n\nAs she stared at him, eyes pleading, I could tell she was hoping he would give her another shot.\n\nMy father called out her name, and from the way he said it — warmly but without passion — I knew she didn’t have a chance.\n\nI felt for her. She had done all the right things, married the right person, all so this would never happen. And even though this woman and I were 40 years apart, biology had rendered us equally vulnerable. It had left her a widow, as it had so many women her age, and it had left me anxious to meet someone, as I hoped to have a baby within the next few years. I assumed that as a teenager she thought, as I once had, that she held the upper hand. And now we were reduced to this, feeling afraid and bewildered, wondering whether to blame the stars or ourselves.\n\n“She seemed nice,” I said as we left. “Are you sure you don’t want to go out with her again?”\n\n“Ame, she’s lovely, just a lovely, lovely lady, but not for me.”\n\n“I think you should give her a chance,” I said, and as I did, I realized in some magical way I was hoping that if I could persuade him to give her another chance, I might get one myself. Just thinking about this made me annoyed at my father.\n\n“All you care about is looks,” I said.\n\nHe shrugged. “Hey, I didn’t choose this. I’d rather have Mom. You don’t want me to be alone for the rest of my life. Do you?”\n\nI didn’t. I didn’t want either of us to be alone for the rest of our lives. But things seemed to be considerably more promising for him than for me. Among my recent dates was a guy who told me, “I haven’t had sex in six weeks, and it’s making me really edgy,” a man who pretended to be blind so he could take his dog onto the subway, and an investment banker who asked me over dinner how many men I had slept with and if I owned a vibrator.\n\nAt least I still had my father. Or so I thought. Until a phone call from my sister, who, after apologizing for giving some guy my phone number without telling me, asked out of the blue, “So what do you think about Dad’s girlfriend?”\n\nI swallowed. “His girlfriend?” I knew sooner or later this day would come, but now that it had, I felt suddenly abandoned, as if he had moved without leaving a forwarding address.\n\n“He didn’t tell you he has a girlfriend?” my sister said. “You two spend so much time together.”\n\n“Yeah, well, he told me he’s been on a few dates with this one woman. But no, he didn’t call her his girlfriend.” I said this with a pronounced casualness, but in truth I was hurt. Why hadn’t he confided in me?\n\nMy sister made a sound, not quite a laugh. “It’s so funny. Ever since your big breakup he’s been saying to me: ‘I hope Amy meets someone first. I hope she meets someone first.’ Maybe that’s why he didn’t tell you.”\n\n“Maybe,” I said.\n\nTHE next day I met my father at Saks to help him shop for a new suit. \n\n“What’s wrong?” he asked. “You seem upset about something.”\n\nMy mind was racing. “Nothing.”\n\nTrying to make conversation, I told him about the guy who asked if I had a vibrator. “I said if he wanted a vibrator so much he should get his own.”\n\n“Well, I think you should have stood up, grabbed your coat and said: ‘You may talk to other young women that way, but I don’t care for that sort of behavior. Good night, sir!’ ” \n\nApparently my father thought my date took place in 1953.\n\n“What I’m telling you,” he went on, “is you can’t let that happen because you need someone who’s going to be good to you and take care of you. You haven’t had such an easy time lately. But remember, any young man would be very fortunate to get you. Don’t forget that, O.K.?”\n\n“O.K.” I said. But I couldn’t get the idea of his new girlfriend out of my mind.\n\nBefore my mother died, she told me she wanted me to welcome whomever my father found into our family. Little did she know that in her absence my father and I would instead find each other. Although I felt lucky about our new relationship, I also felt guilty that we’d grown close only because she died. Then it occurred to me maybe that’s how my father felt about finding someone first: lucky, but guilty.\n\nI wanted to tell him that it was all right, that he didn’t have to worry about me or feel guilty, that maybe one day I would meet somebody’s second cousin twice removed — or maybe not. The point was, I felt happy for him, whether we were able to keep what we had or not. And as it turned out, my father was able to stick by both of us, his new girlfriend and me. Now, years later, she and I trade recipes for Bundt cake."
}