{
  "url": "http://www.nytimes.com/2007/10/21/fashion/21love.html",
  "headline": "Too Bad for Me That She Was So Well Loved",
  "dateline": {
    "year": 2007,
    "month": 10,
    "day": 21
  },
  "byline": "Alexis Wolff",
  "text": "A FEW days into my semester abroad in the West African country of Niger, I was strolling past a mud-brick house on my way to the market when I noticed a little girl and a woman sitting outside on a colorful plastic mat. I waved. The girl stared at me for a moment, then covered her eyes with her tiny hands and began to cry.\n\nThe woman, who turned out to be the girl’s grandmother (though she was young enough to have been her mother), later explained that it was probably my white skin that frightened her granddaughter. She probably had never seen an anasara (“white person” in Djerma, the local language), because when the last group of American students was here, she was living across town with other relatives. \n\nThe girl was an unfamiliar sight to me, too. \n\nWith her four short braids, button nose and oversize features, she looked not unlike the toddlers I had worked with at a preschool in Connecticut. But when she muttered something to her grandmother, I was shocked to see her teeth, which were so rotted they looked like jagged chips of yellowed ivory jammed into her gums. \n\nI shouldn’t have been surprised. Niger is one of the poorest places in the world, ranking last among 177 countries in one United Nations Development Program index. Piles of waste and excrement line roads. Polio-mangled bodies, crawling awkwardly, are ubiquitous. \n\nBut for some reason, the shy smile I saw this girl flash at her grandmother, rotted teeth and all, quickly turned from an embodiment of Niger’s struggles to a distraction from them. Soon I found myself spending nearly all my free time trying to win her over. \n\nThis was not easy. Each visit ended with her head buried in her grandmother’s bosom. Struggling to communicate in Djerma, I at least learned that the girl’s name was Bouchara and her grandmother was Fati, and one day I headed to their house with a new strategy. As I approached, Bouchara was, as usual, craning her neck so as not to look at me. But when I pulled out a coloring book and a pack of 24 crayons, she hesitantly inspected them before turning away. \n\nA few evenings later, Bouchara didn’t bury her eyes when she saw me. When I waved, though, she didn’t wave back. Fati chuckled as she pushed herself up from the plastic mat. She gestured for me to follow her inside, where she fetched the coloring book and opened it to a page filled with colorful scribbles. \n\n“Bouchara,” Fati said, pointing, then turning to another scribble-filled page.\n\nIt was a step.\n\nEventually Bouchara let me sit near her, then play with her, then hold her. She even began to wander the couple of hundred feet to my apartment to find me. I would grab her upstretched arms and swing her onto my hip, and we would walk around the neighborhood until we found something to do.\n\n Sometimes we would help the older girls tear stems off leaves that the boys had gathered from trees to be mixed with rice for dinner. Other times I would carry her back to my apartment, where we would play with small toys I had asked my mom to ship from home. Fati began calling me “Bouchara nya,” or “Bouchara’s mom,” because we spent so much time together.\n\nAnd it was a lot of time: three to four hours a day, every day. My course work wasn’t very demanding, leaving me with much of the day to spend as I wished. \n\nIt seemed fitting to my fellow American students that I befriend a 2-year-old rather than explore the city or meet Nigerois our own age, as they did. After all, I was the only one of us who hadn’t studied French or Djerma, so Bouchara and I had comparable language skills.\n\n But it wasn’t just that. I had fun with Bouchara, sometimes joining her and other girls in peeling grasshoppers from the stucco walls of my apartment compound and throwing them down dresses with the glee of a grade-schooler. In this place described by journalists as one of the most wretched on earth, I felt somehow happier and more childlike than I ever had.\n\nOne evening, about two months into my stay, Fati called me over. \n\n“Bouchara, who’s this?” she asked in Djerma.\n\n“Tatata,” Bouchara answered.\n\nIt wasn’t a word I recognized. I wondered if I had misunderstood Fati’s question. \n\n“Tatata,” Fati said, taking my hand and patting my chest with it. \n\nBouchara said only four words consistently: “mama,” which referred both to her mother and grandmother; “yaya” (any other family member); “wawa” (all food and drink); and “bye-bye,” which I had taught her. Now she had a fifth, and it was my name, or at least a name she had invented for me.\n\nA few weeks before I was to return to Connecticut and college, I grew frantic about finding something to leave Bouchara. I had given her plenty of presents, but the clothing and toys would wear out quickly. I wanted to leave something lasting.\n\nI decided on a swing. I asked her grandfather for one of the old tires in his field, bought some rope at the market, and had the older kids in her family help me tie it to a low branch. \n\nOnce it was up, the kids took turns swinging, the boys pushing the girls so high they shrieked. Even Bouchara took a turn. As I stepped away, her brown eyes widened. The boys pushed the tire ever so lightly, and she giggled. \n\nHours passed like minutes, and I became so wrapped up, as I often had that semester, in playing and pretending — that I was a kid, this was my family, this was my life — that once when I pushed the swing and my arm stopped in front of my face, I was shocked by its whiteness, shocked to remember this life wasn’t mine, much as I felt it was and wanted it to be. \n\nOn my last day in Niger, I found Bouchara napping on a mat inside, sick with a cold. I joined her. She shifted a bit, wrapping her hand around my index finger before drifting back to sleep.\n\nLying there, I wondered what would happen tomorrow when she wobbled down the dirt road toward my apartment and asked whoever was around, “Tatata?” I wouldn’t be there to grab her upstretched arms, and she would have no idea why. \n\nWhat would happen when Bouchara finally realized I wasn’t just out at the market — that I was never coming back? Maybe she would cry. Maybe Fati would fetch her and carry her around until she fell asleep or forgot. \n\nAnd would she forget about me altogether? Probably. She was only 2. Or maybe she would forget only until another anasara came into her life next semester, and then she would be even more afraid than when she met me, because this time her fears would be justified: She had known an anasara once, loved her, given her a name and then that anasara had left.\n\nWhen I was Bouchara’s age, my life was different from hers in nearly every way. My parents were lawyers, successful. We lived in a three-story house, and I had two bedrooms all to myself, one of which had a private balcony. I had a live-in nanny, ponies at my birthday party, and so many pretty outfits that I rarely wore the same one twice. \n\nBut even in those early years, things were not as they seemed, or as I hazily remember them. The truth is that when I was Bouchara’s age, the disintegration of my family had already begun; the demons of drug addiction that would unravel my father’s career and our family held sway even then. \n\nAnd in the years that followed, as our family broke up, our wealth dwindled away, and we spiraled through instability of every kind, an emotional hole opened up in me, a hole that my friendship with Bouchara helped fill.\n\nWhile Bouchara’s family wasn’t wealthy (her rotted teeth were a testament to that), her parents and grandparents were able to feed, clothe and (most importantly) spoil her with love. In fact, her mother and grandmother had been bickering lately about where she would live. Although it’s common in Niger for a first-born child to live with her grandmother, everyone wanted Bouchara. \n\nI knew she liked being with me and might even miss me, but she didn’t need me. I had known that all along. And lying next to her for the last time, I had a thought I’m not proud of.\n\nI thought it was too bad Bouchara didn’t need me, too bad she had a caring and intact family, because if her family wasn’t so loving, or if she were one of the neglected or orphaned Nigerois children I had seen so often in the newspaper, then maybe I could adopt her. \n\nI pictured myself moving out of student housing, getting an apartment and spending my spare time working to give her whatever she needed. Maybe I would even leave college and start our life together.\n\nYET for whom would I be doing this? For her?\n\nNo. The impulse felt like maternal love, had all the trapping of caretaking, of Western concern for African poor, but it wasn’t. Because instead of feeling happy that Bouchara was happy, and grateful that she wasn’t in a situation I had to save her from, I was disappointed. I wanted the best for her, yes. But more than that, I wanted her.\n\nI was in the midst of these thoughts when Fati tapped me — it was time for me to go. I got up. Fati lifted Bouchara from the mat, and although Bouchara’s eyes fluttered, her head quickly settled onto her grandmother’s shoulder and she fell back asleep. \n\nAfter I hugged everyone, I kissed Bouchara’s forehead, and that’s when the tears really came. The heat was stifling, and that combined with the emotion of the moment nearly made me collapse; I leaned against them as Fati held me up. For a while I let her. But then I had to go. \n\nInside the van, I looked through the window as the driver started the engine. The noise awoke Bouchara. She noticed me behind the glass, and, still groggy, raised her tiny cupped hand. “Bye-bye,” she mouthed, just as I had taught her.\n\nAs we pulled away, I twisted the bracelets around my wrist — the strands of tightly strung beads that Bouchara had given me a few days before. They were all I would have of her back home, where my adult life awaited.\n\nI hoped they would be enough."
}