{
  "url": "http://www.nytimes.com/2007/07/15/fashion/15love.html",
  "headline": "Would Our Two New Lives Include a Third?",
  "dateline": {
    "year": 2007,
    "month": 7,
    "day": 15
  },
  "byline": "Ronda Kaysen",
  "text": "TWO weeks after my husband and I quit our jobs, gave up our Brooklyn apartment and moved to Mexico to travel and work as freelance reporters, I discovered I was pregnant. Among the subjects I hoped to write about in Mexico was its restrictive abortion laws. Now I was contemplating an abortion myself. \n\nEven though my period was 10 days late, it hadn’t occurred to me that I could be pregnant. I’d had late periods before. I took a home pregnancy test on a whim. \n\nWhen the telltale plus  sign flashed solid, I stared at it in disbelief. I had always used birth control, and the previous month had been such a flurry of packing and goodbye parties that I couldn’t even remember when we’d had sex.\n\nAs New York-based journalists, David and I decided to move to Mexico to learn Spanish and break into international reporting. David had spent more than a decade toiling as a correspondent for Reuters. Mexico was his break, his chance to rethink his career and perhaps write a book. For me, it would be an opportunity to shift from writing for local newspapers to covering international stories for national publications.\n\nNow, living in Michoacán, a Mexican state with a serious drug war (decapitated heads had recently rolled into a nightclub in nearby Uruapan), we had no income, no permanent home and only vague plans. \n\nThose plans included exploring Mexico’s teeming cities and hiking through its southern jungles, not scheduling ultrasounds and attending birthing classes. We didn’t yet have a map of the area, much less an obstetrician.\n\n“We don’t have to keep it,” I told David. \n\nHe put his head in his hands. I could see in the hard set of his shoulders that he did not want this baby. Although we’d been together for four years, we’d been married only six months. \n\n“We could fly home for an abortion,” he offered.\n\nIt was Nov. 20, the anniversary of the Mexican Revolution in 1910. The sounds of a street parade — marching bands, bullhorns and children’s laughter — drifted into our apartment. I curled up in bed and wept. \n\nNov. 20 was also my mother’s birthday. My mother has always been calm under fire, a voice of reason. I called, barely considering how she might respond. I was too absorbed by my own situation to remember that she’d been pressing my sister for a grandchild for months.\n\n“I’m pregnant,” I blurted.\n\n“Oh my God!” she shrieked. “This is the best birthday present you could have ever given me!”\n\n“No, no, no,” I said. “This isn’t good. We can’t have this baby.”\n\n“Oh, you have to!”\n\n“The timing’s terrible,” I insisted. “We just got here. We’re living on savings. I can’t be pregnant here.”\n\n“You might have to come back and David might have to get a job, but you’re the perfect age. You can take time off. Oh, you have to have this baby. Besides, what if you can never get pregnant again?” She told me of a married friend who aborted a baby because the timing was wrong. Years later, when the timing was right, she and her husband couldn’t conceive. \n\nAs far as I was concerned, my fertility was not in question. After all, I had managed to get pregnant while using a contraceptive sponge.\n\nNevertheless, I heard her. This wasn’t a result of some one-night stand. David and I weren’t teenagers. We were married adults with means, even if our financial situation was shaky at the moment. We had already talked of starting a family two or three years from now.\n\nHe and I went for a walk in the city center, which was filled with families out to celebrate the holiday. On the steps of one of the city’s many  churches, we talked about what my mother said. Then I made a suggestion that surprised myself: If we were planning to have children eventually, why not start now? \n\nDavid was flummoxed. He reminded me that we had decided together to devote ourselves to our careers during these early years of our marriage, and a big part of that was coming here. Why was I wavering? Then he launched into pro-choice speak — abortion was our right; it was legal in America for a reason; we should be able to become parents when we were ready.\n\nThe more he spoke, the more I saw babies. Mexico, for me, was suddenly a country of babies — chubby-cheeked, squirmy babies cradled in fathers’ arms, swaddled in enormous blankets, or toddling along behind their siblings. In Morelia, the capital of Michoacán, people take their children everywhere, to concerts and restaurants and on Sunday evening strolls through city plazas. Watching them now made it seem so natural to start a family of our own.\n\nThe next day, morning sickness overtook me with a vengeance, and my giddy idealism of the previous day evaporated. David was right: We couldn’t have this baby. We were in no way prepared to do this now, or here. What kind of mother would I be if I couldn’t even promise our child basic necessities like a home, good health care or financial security?\n\nDespondent and ill, I called an abortion clinic in Los Angeles, where my sister lived, and booked an appointment. The woman dispassionately asked me my age — 29. How many previous pregnancies? None. \n\nI told her I was living in a country where abortion was illegal. If I were to have complications upon my return, I asked, might a doctor suspect I’d had an abortion in Mexico and report me to the police? I imagined having to call the American Embassy and present abortion clinic receipts to Mexican authorities to plead my case. \n\nShe paused and her voice became kinder: “Tell them you had a miscarriage. No doctor will be able to tell the difference.” \n\nI hung up and sobbed. David tried to console me, but I was furious at him. Why had we come here anyway? Our reasons all felt so vague and meaningless. And why wasn’t he as tortured by this decision as I was?\n\nWe had spent months planning our move, and I knew David wanted it more than anything. If I insisted on having the baby and heading home, I feared he would resent me, or worse, resent our baby. But if I went through with the abortion because he wanted it, I would certainly resent him. Or, we could spend six months here and decide we didn’t like Mexico and simply go home. Would this brief experiment have been worth not keeping our baby?\n\n I turned to the Internet, hoping to find some clarity. Instead I found anti-abortion Web sites that terrified me with images of dead fetuses and stories of women scarred for life. The opposing sites, which listed statistics of women who had thrived postabortion and detailed the political fight to keep access available, were not much better. I was looking for direction and found the political-speak meaningless and unhelpful.\n\nMeanwhile, my morning sickness worsened. Walking the narrow streets near our language school, we passed open-door taquerias selling carne de cabeza (meat from a cow’s head). At other restaurants, bright pink pork rotated on spits, grease dripping onto the sidewalk. And the entire town, from inside our apartment to every street corner, smelled of rancid beans — the scent of an additive used to give natural gas an odor — which endlessly fueled my nausea.\n\nFor David, my disabling morning sickness was further proof that we were not equipped to handle a pregnancy in a country where even clean drinking water was scarce. For me, these obstacles further bound me to the pregnancy — I believed I had to protect my baby. \n\nTwo days before our flight to Los Angeles, David and I lay in bed, facing each other. We had to make a decision. We had both been quietly hoping the other would come around, but it was clear nothing had changed. \n\n“I don’t want to leave Mexico,” David said. “I don’t want to give up on this before we’ve tried.”\n\n“Why do we have to leave?” I said suddenly. “Why don’t we have the baby here?” It was my one olive branch, the sole place for compromise.\n\nHe shook his head. “The taxis don’t even have seat belts. I’d be a wreck driving around with you pregnant.”\n\n“You already have been driving around with me pregnant.”\n\n“You won’t be able to hike through the jungle,” he said. “Or climb the pyramids.” \n\n“It’s not a disease,” I said. “It’s a pregnancy.”\n\n“Where will we live?”\n\n“We have nine months to figure it out.”\n\n“What about your career?”\n\n“People with children have careers,” I said.\n\nAs I said these things aloud, they sounded more and more plausible. What had seemed like the end of something just days earlier began to feel like the beginning of a different path entirely, one that would still involve visits to Tarascan Indian villages and treks into cloud forests, but would also include monthly prenatal exams and a new Spanish vocabulary, like the word for stretch marks (estrías). \n\nDavid rolled over and gazed at the ceiling. The calls of men hawking tamales drifted in through our windows. He closed his eyes. I saw him envisioning us working and traveling in Mexico as three. “O.K.,” he finally said. “Let’s keep it.” \n\nWe still took our flight to Los Angeles, but instead of going for an abortion we went for family support, potable water and pizza, which was easier for me to tolerate in my current state than cow head tacos. \n\nI had spoken to my mother several times during our weeks of deliberations, and these conversations could only have left her with the impression that we wouldn’t keep the baby.\n\nThe morning after I arrived, I called her from my sister’s apartment. “I canceled the appointment,” I said. “We’re keeping it.” \n\n“Oh, Ronda,” she said.  And then, swinging into action, she said: “You need to see a doctor in L.A. Have your first prenatal exam there. Make sure everything’s all right. Maybe a doctor there can help you find a referral for someone in Mexico. ”\n\nHearing the excitement in her voice — her first grandchild was on the way — I knew David and I had passed the point of no return.\n\n It’s been eight months since that day, a whirlwind of doctor visits and Spanish Lamaze classes, of resettling in Mexico City, climbing pyramids, trekking though jungles and learning to work from here while adjusting to future motherhood. \n\nThrough it all, my swollen belly has been less a liability than a passport to a whole new world. I’ve found fresh conversational terrain with Mexican women. My hairdresser loves to rub my belly and feel the baby kick, and recently she showed me the scar from her Caesarean section. As I type this, our baby’s new clothes are drying on the balcony in anticipation of his imminent birth. I can’t wait to see where he’ll take us."
}