{
  "url": "http://www.nytimes.com/2007/03/04/fashion/04love.html",
  "headline": "triplets-pregnancy-surgery-risks",
  "dateline": {
    "year": 2007,
    "month": 3,
    "day": 4
  },
  "byline": "Susanne M. Sanchez",
  "text": "SIX weeks pregnant, I arrived at the fertility clinic in Miami to check the baby’s heartbeat and to determine “how many.”\n\n The doctor smeared warm gel across my stomach and set the ultrasound wand in place. I saw the monitor flicker and then display three round sacs mapped across the screen in a triangle. \n\nI went cold. “It’s triplets, isn’t it?”\n\n“I’m so sorry,” the doctor said. “It is.” \n\nMy mouth fell open. My husband had to steady himself against the wall. There was no jumping for joy at the tiny heartbeats. I continued to stare in disbelief at the monitor. How could I possibly carry three babies to term in my 120-pound body? And what would happen if I couldn’t?\n\n“Sometimes one or two of the fetuses can fade away after a few weeks,” the doctor said. “But in your case, all three heartbeats are very strong. I think we need to talk about a reduction.” \n\n“A reduction?”\n\n“You need to consider reducing to one or two fetuses. In triplet pregnancies the babies often are born very premature with a lot of complications. You may be saving the lives of the other two by eliminating one.”\n\nWhile I am a feminist who believes in abortion rights, this was not the choice I had in mind. To spend years and tens of thousands of dollars trying to conceive a baby only to end with discussions of an abortion seemed to me an especially cruel twist of fate. But what would we do if the triplets were born with serious handicaps? It seemed an impossible choice. \n\nAs we drove away, my gut told me that I could not reduce the pregnancy, but I had promised our doctor that we would talk with other specialists before making our decision. \n\nSuddenly, my cellphone rang.\n\n“Well?” my mother asked.\n\n“It’s triplets.”\n\n“Oh, Susanne,” she said sadly. \n\nShe would prove to be the only one who fully understood our dilemma. Most everyone else burst out laughing and hollered in joy at the news. All they could say was, “Well, you got it all over with in one shot.”\n\nMy husband and I laughed along with them. We couldn’t share what the doctor had advised. It felt like our dirty secret. \n\nOver the next couple of weeks, we consulted various specialists, including one who told us the odds in plain terms: The chances of having severe complications in a triplet pregnancy, he explained, are only 2 percent greater than with twins once you pass the 26-week mark. Babies born earlier than 26 weeks, which happens in roughly 14 percent of triplet pregnancies, almost always suffer serious handicaps, and many die. Then again, the reduction procedure itself carries the risk, however small, of terminating the entire pregnancy.\n\nFocusing on those cold numbers, we made our decision: we would not reduce.\n\nThe following months were uneventful except that my stomach at five months was as large as a single full-term pregnancy. I still went to work every day at a public relations firm and kept my full load of clients. But as I neared 19 weeks, a routine check-up revealed that my cervix had drastically shortened and showed signs of bulging. It seemed about to open. The doctor sent me to the hospital to have my cervix sewn shut and ordered me on bed rest for the rest of the pregnancy.\n\nEvery morning, my husband would prepare food for the day and leave it on the TV table beside my stacks of books and my laptop, kiss me goodbye and head to work.\n\n My grandiose plans of writing, reading and needlepoint would fall by the wayside by late morning when my daylong headaches would begin, a side effect of the medicine to reduce the contractions. To mark time, I listed the hours and days in a notebook and then crossed them off. This process, and knowing the importance of not going into labor, is all that kept me going.\n\nThe contractions increased, and at 22 weeks I was admitted to the hospital, where the doctors raised my legs above my head to keep gravity on our side and pumped IV fluid into my veins, hoping the extra hydration might help. I was not allowed to leave my bed for any reason — no bathroom break or shower. But I was delirious from the medication anyway and the days passed in a blur. \n\nIn the 25th week, my body continued to break down, and a doctor from the neonatal intensive care unit came to my bedside for a serious pep talk: “Susanne, you do not want to have these babies now. Every day, every hour, is critical. You have to hang in there until 26 weeks.”\n\nAs the contractions grew stronger, all the doctors could do was stand back and hope. They had no other drugs to give.\n\nOn Christmas Eve, the day I was exactly 26 weeks pregnant, my body gave way and the boys were born, each weighing less than two pounds. \n\nThey looked like miniature monkeys wrapped in plastic tape and wires. Their arms and legs were the size of my fingers. With striped hats pulled down past their foreheads and foam masks shielding their eyes, it was impossible to see their faces. Each had a thick tube protruding from his mouth, wires covering his tiny torso, an IV line hanging from his umbilical cord and a sensor with a red light wrapped precariously around one foot. They did not move or cry.\n\nBack in my hospital room, I cried. How could these little creatures, barely clinging to life, be my children? My husband sat stiffly on the edge of my bed trying to console me, but I wanted nothing of it. I had not kept my babies safe. I had failed as a mother. \n\nIn the evening, when my husband announced that he was going back to the neonatal intensive care unit to see the boys, I told him to go alone. I was afraid to be involved, to fall in love with my babies. In my mind, science had taken over, and like a mother bird that loses a chick from her nest, my instinct was to stay away, to keep my distance.\n\nAt seven the next morning, the nurse marched into my room and pulled back my bedsheet. “O.K., time for you to get out of bed,” she said. “You have to get strong for those babies. They need you. Let’s start by having you walk to the bathroom.”\n\nAS much as I wanted to lie there feeling sorry for myself, I knew she was right. I swung my legs toward the floor and, for the first time in five weeks, I walked. Thirty minutes later, I was ready to return to the intensive care unit. My husband smiled, excitedly adjusting my feet in the wheelchair before rushing me down the hallway. \n\nAt the incubator, I stared through the plastic cover, unsure if I was allowed to put my hand through the side window. A nurse appeared, urging me on: “It’s O.K., you can touch them. Just be gentle and don’t rub. And talk to them — they definitely recognize your voice.” \n\nI opened the window and placed my finger on Baby A’s leg. His knee was the size of an acorn. \n\nThe nurse also told me the boys needed my highly nutritious colostrum and pending breast milk and that she would return with bottles and suction cups.\n\n Finally I allowed myself a smile. Despite all the nurses, monitors, medications and respirators, the boys did need me. I was no longer a bystander, staring at my children in horror. I was their mother. \n\nBut our problems were just beginning. Soon Nicolas was diagnosed with a grade 3 brain bleed, which had the potential of causing lifelong complications or death. At least once a day, Benjamin would stop breathing and turn blue, triggering alarms and causing the nurse to shake his foot or bag him with oxygen. Sebastian had been born with a hole in his heart that would have required surgery had it not finally closed with medication.\n\nDuring their second and third months, the boys grew from scrawny, fragile beings into fully formed little babies. We rejoiced at each milestone — the first time we could hold them (2 weeks), the day they could breathe without the ventilator (4 weeks), the first real bath in a plastic tub (8 weeks), the move out of the incubator and into a joint crib (10 weeks), when they could drink my breast milk comfortably from a bottle (11 weeks), and, finally, the day they were discharged (3 months). \n\nOnce home, we carried our 4 ½-pound babies into their nursery and laid them in their crib, one beside the other. With my hands placed across their beautiful little bodies, I rejoiced, though I knew what difficulties were ahead. Two would have to remain on oxygen and monitors.\n\n FOR the first month, their bedroom, with all the wires and machines, would look more like an extension of the intensive care unit than a home nursery. Endless visits to the pediatrician, ophthalmologist, cardiologist, gastroenterologist and neurologist would fill the boys’ first calendar year. \n\nBut with a good insurance plan and Medicaid’s coverage for babies under 2 pounds 10 ounces, we were relieved that we did not have to pay the million-dollar hospital bill. This was not the time to pontificate on how our quest to have a family resulted in a significant financial drain on society’s resources, though that knowledge has weighed on me.\n\nWhat hasn’t weighed on me, as our boys have grown healthier and bigger (they’re now 4 and thriving in preschool) is our decision not to reduce. I often look at them and ask myself that impossible question: Which one wouldn’t be here? \n\nBut I feel no righteousness about our choice, only luck. Time and again I run into mothers at the playground with twins who notice my triplets (it’s hard not to) and gently ask whether I faced that decision, only to then confess their deep guilt at having reduced from triplets themselves. \n\n“Look, don’t,” I tell them. “We could have lost all of ours. We almost did.”\n\nAlmost."
}