{
  "url": "http://www.nytimes.com/2007/11/11/fashion/11love.html",
  "headline": "When One of Me Suddenly Became Three",
  "dateline": {
    "year": 2007,
    "month": 11,
    "day": 11
  },
  "byline": "Lynn Lauber",
  "text": " BECAUSE of a twist of fate, I became a grandmother nearly concurrently with becoming a mother, not long after I was reunited with the daughter I had given up for adoption decades before. By the time I found her — I was 42 and she 25 — my daughter, who would soon have a child herself, had been with several mothers, but none who had stayed. And I had never had another child. In this way we needed each other; our wounds were clean and deep. \n\nIt was the policy of the maternity home where I had spent six sullen, lethargic months that I give her up sight unseen — that she be whisked away while I was still unconscious. I wasn’t meant to remember, let alone find her.\n\nBut blood is heavy; it soaks and stains.\n\nAlthough I had given birth, I had no experience as a mother, only as a daughter and granddaughter who had had a splendid childhood replete with four grandmothers (maternal, paternal and two greats), a brood of doting females for whom my simple existence was cause for celebration. \n\nAnd the anchor, my maternal grandmother, Detoh, was still living when I found my daughter. By the technological miracle of a pacemaker, she had reached her 99th year in a nursing home of uneven care, off a highway near the small Ohio town where she had lived her life.\n\nTo be a grandmother and still have one! I knew no one else who had this great good fortune.\n\n Whenever I visited, Detoh cried out at the sight of me, a moan of old love and recognition. Deep in her hazel eyes I saw our refracted histories, a family look from my beginning. \n\nShe was the only one who ever spoke of my lost daughter. Years after the adoption, she told me that she thought she had glimpsed her once, at a wedding: “There was a boy and a girl, and they were sitting in a pew in front of me, and when she turned around — her face — she looked just like you.”\n\n I couldn’t believe I was hearing this. My family never spoke of an “it,” let alone a “her.” My shocking pregnancy, at 16, to the sweet-faced information minister of our small town’s middling Black Panther Party, had been crammed into the overflowing dustbin of the ’60s, stuffed with never-revisited rusted feelings and scalds. I wasn’t even sure I had had a girl, just a hunch that what I had been covertly producing was of a strong female stripe.\n\n“Both of them were brown — light skinned,” my grandmother added. “I found out later they were adopted from different families by the white couple they were sitting with.”\n\n“Who told you this?”\n\n“My friend at the wedding, Velma.”\n\n“Why didn’t you ever mention it before?”\n\n“I didn’t want to upset you.”\n\nMeaning she didn’t want to upset my mother. \n\nMy mother had worked long shifts in a fertilizer company to send me to college, to help me escape my past. Why dig it up? She had a point, but there was a child hidden under the rubble, the only one I would ever have.\n\n“Could you call this Velma and ask if she remembers the name of the family?” I asked.\n\n“No, she’s dead.”\n\nOf course she was. If she weren’t, my grandmother likely wouldn’t have mentioned it.\n\n“Well, if anyone was going to see her,” I said, “I’m glad it was you.” \n\nAnd for a while, this was true. I didn’t want to disrupt a life I hadn’t been able to foster. Plus, years ago, I was assured that she had been adopted by a doctor and his family. I imagined her being raised by a tweedy couple who lavished her with leather-bound classics and Continental vacations. Surely this was superior to whatever I could offer.\n\nBut by the time she was in her 20s and I was approaching 40, something had changed in me, as in a movie or novel. Not a short story, where the action is condensed, but something with a span that takes in decades, eras even. Time transforms you, even if you do little in it. Simply sitting in the middle of time, like a stone in a river, a person can be changed.\n\nI obtained my records and tore through the yellowed pages, savoring the many clues: “BFA” (baby for adoption) inscribed in ballpoint, the 300 cc’s of blood loss, a low-forceps delivery. Then at the bottom, next to the word “viable,” someone had drawn the female sign. So there it was, I really did have a daughter. This hieroglyphic, this evidence, freed me to find her. \n\nImagine yourself at 16: callow, fertile, a creature of Clearasil and misinformation, the tap of estrogen flowing, flowing, vestiges of girlhood trailing just behind. Dolls still in your closet only recently pushed aside for electric hair setters and bonneted hair dryers.\n\n Imagine not the gleam in a boyfriend’s eye but a fractured plot point, the machinations of high school, my clumsy attempt at making one boy jealous with a budding revolutionary.\n\n Soon I was out of my league with a whole new cast of characters in a car stacked with anti-imperialist newsletters, blue ink smudging my arms. And later at his house: salt pork on the stove, Otis Redding crooning, a surprising, intimate kindness.\n\n Imagine the dawning realization in a stall of the high school girl’s bathroom, where you desperately check for a bloody arrival, while through the slits of the door regular teenage life — pep rallies and typing tests — forges on. \n\n Imagine the moment you realize that even you can be reproduced, you who are barely finished yet, who have yet to write a check or parallel park; that there is something developed enough, certain enough for forces rapidly reconnoitering inside you.\n\nImagine the Quaker Home for Unwed Mothers, vanished now but back then a buzzing hive of blighted motherhood and possible redemption, bovine girls with sagging stomachs walking the circular drive.\n\nNow imagine all this history bottled up, crated and shoved into the back of the pantry, out of vision, no peeking for 20 years, while you blunder about with your blasted heart and torn tissue. \n\nThen imagine this breathing, blinking creation suddenly appearing in the flesh. A dream, an apparition — and to you, who have believed in nothing all these years, not even yourself. And that she, in short order, also reproduces.\n\nTHREE of you now, in various shades and shapes, bred in differing climates, stretched in different directions, but all built around a central core. \n\nIn my childhood, family reunions were a mayonnaise haze of deviled eggs and saladed potatoes, when all I did was eat what was handed me and eye my handsome first cousin, Johnny, speculating on just how inbred our offspring might be. With their potbellies and cigarettes, my aunts and uncles were long known and of little interest to me. \n\nBut my reunion with my daughter was nothing like that: it was all relief and revelation. In Terminal A at Newark Airport, there she was, real and found, knees and heels and Social Security number, legs that had once been folded inside me like a colt. \n\n As steward not just of our family but of the local school cafeteria system, my grandmother was the one to whom all babies were presented, bonneted and ringleted in the dishwater-blond shades of my lineage. When it came time for me to bring back my own baby, tall and in her middle 20s, I knew that my grandmother would be the most welcoming. She knew how to plant her nurses’ shoes and open her arms.\n\n And then, not much later, there was my baby’s baby, and another trip home, where five generations of my fractured female family herded together for a single photograph. \n\nThis photo of unification is bristling with undercurrents, by our past of secrets and silence. My daughter looks solemn, my mother frazzled, my granddaughter distracted. I wear a strange, foreign smile, stunned at finally shepherding the disparate parts of my floating world into the same cubic space. Only my grandmother appears sanguine and munificent in her recliner. \n\nIt was in this same dimly lighted nursing-home room with a view of the highway that my grandmother would soon after die.\n\nSince reuniting with my daughter, one of my favorite pastimes has been seeing me in her, her in me: The way she grinds her teeth and answers the phone, holds a purse across her solar plexus. Coming upon her so late has made such discoveries, unremarkable in a long-known daughter, acute and singular surprises. \n\n That I have passed on anything is still a shocking thrill, though it’s dismaying that my more troubling traits have dominated any slim positives: that my discontent, carsickness and anxiety have rushed along bloodlines to live another day.\n\n But it was only through my granddaughter’s birth that I could glimpse all I had missed as I wandered the backwaters of Ohio as a young woman. In her I could finally see all that was joined by this circuitous act of fate: the gilded corkscrews at the nape of her neck, her skin’s tint and hue that hearken back to the family of her grandfather (my onetime boyfriend!), from a past when it seemed I was not just joining with him but with a whole alternative world. \n\nI’ve become a grandmother without having done anything to deserve it, unlike other women for whom it is a kind of sweet retirement after years in a vexing maternal role. It has cracked open my heart to the beauty of babies and exposed pockets of new pleasures: forays into the world of toddler dresses, for example, with scalloped collars and appliquéd bunnies, of tiny shoes and socks. \n\nThese were things I had turned away from in the past along with the sight of any flesh-and-blood infants, while stealthily accruing the tough, rough shell I carried on my back. To be a grandmother, skipping like a stone right over the great gray continent of motherhood, is astounding, like being catapulted, a meteor, into another realm. \n\nAt Newark Airport now, the start of a new visit: my granddaughter runs toward me, my daughter behind her, two semiprecious metals from my own bronze age. \n\nI watch men admire my glamorous daughter, women smile at our little girl. This is by inference, by magic, grandmotherhood. \n\nAs I drive home, my granddaughter sings in the back seat: “Merrily, merrily, merrily, merrily, life is but a dream.”"
}