{
  "url": "http://www.nytimes.com/2007/09/02/fashion/02love.html",
  "headline": "The People on the Bus Say ‘Shame on You’",
  "dateline": {
    "year": 2007,
    "month": 9,
    "day": 2
  },
  "byline": "Hana Schank",
  "text": "ONE recent morning as I was walking toward my office, I passed a woman pushing a stroller and bellowing “The Wheels on the Bus” at the top of her lungs. I live in the Park Slope neighborhood of Brooklyn, where every third person on the sidewalk is a parent or nanny pushing a stroller, so this wasn’t all that unusual. The verse the woman was singing/screaming was, “The mommies on the bus say ‘I love you. I love you. I love you.’ The mommies on the bus say ‘I love you’ all through the town.” \n\nI’d never heard this verse before, even though I am the mother of a 1-year-old. In the version I know, the mommies on the bus say “Shh, shh, shh!” all through the town. But whatever the case, the episode reminded me of something an acquaintance, the mother of a 3-year-old girl, had asked me a few days earlier: “Has Milo said, ‘I love you’ yet? That’s the best,” she said. “Of course it sounds like Eye-luvuu, but it’s still great.”\n\n“He doesn’t say sentences yet,” I replied, although even if Milo did say sentences that would probably not be one of them, since I hardly ever say “I love you” to him. The only possible place he would have heard the words “I love you” is from his Elmo phone, which sometimes squawks “Elmo says I love you!” so therefore if he did say “I love you” it would probably be directed at Elmo and not me.\n\nThe evening after the I-love-you conversation I asked my husband if he ever said “I love you” to Milo.\n\n“No,” said Steven. “He knows.”\n\n“That was my thought,” I said. “I never say it because it never comes up. I can’t even imagine when I would say it.”\n\nAnd when would I? When Milo does something great? But I don’t want him to think I love him only when he says new words or learns new letters. I’m proud of him at those moments, but my love is a constant. I don’t love him less when he screams and bangs his head on the ground (O.K., maybe a little less) and I don’t love him more when the baby monitor springs to life in the morning with the sound of “W-X-Y-W-X-Y-W-X-X-X-W-Y-Z.” \n\nSo that would leave random moments during the day, like when he’s sitting eating Cheerios, for me to suddenly burst out with “I love you!” That doesn’t seem right either.\n\nArticulating “I love you” had been, up until my acquaintance’s question, the least of my concerns regarding my son. If there is one thing my child knows, this total center of my universe, this toddler who practically gets applause when he passes gas, it’s that he is loved. \n\nBut over the next few days I noticed mothers everywhere showering their children with I-love-yous. After a toddler successfully flung herself down the slide at the playground, I watched her mother scoop her up, plant a kiss on her cheek and chirp, “I love you!”\n\n On my way to the drugstore I passed a mother kneeling in front of her son’s stroller, patting him on the knee and telling him she loved him. A few weeks later my mother-in-law arrived for a visit and, as though sensing the gaping lack of I-love-yous in the house, attempted to fill the void. \n\n“I love you!” she cooed as Milo attempted to disembowel the remote control. “I love you!” she said as she changed a filthy diaper. “I love you!” she said as Milo stuck his entire fist into a bowl of yogurt. \n\nOver the course of the next few days I began paying more attention to the words that came out of my mouth, checking to see if any of them happened to be “I love you.” And it turned out that I did say “I love you,” but only after yelling at Milo. \n\nThe sequence of events always adhered to the following pattern: Milo would do something like attempt to shove the cat’s tail into a fan or eat dust bunnies, I would yell “No!” and Milo would burst into tears. Then I would hug him and say, “It’s O.K., I still love you, just don’t put crayons up your nose/lick batteries/decorate the kitchen floor with flour.” \n\nAs I noticed this pattern, I began to wonder if I was depriving my son of some deep emotional knowledge. Would he grow up to think that “I love you” is something to be said only after yelling? And why did it seem O.K. that my husband never said “I love you” but somewhat creepy to admit to myself that I had no inclination to say it either? It seemed unfair that the burden of informing my son that he was loved should fall only to me.\n\nI thought about the lyric I had heard the stroller-pushing mother singing: “The mommies on the bus say ‘I love you...,’ ” which reinforced the notion that mommies are the ones responsible for unconditional love. I was fine with the unconditional love part; it was articulating it that made me uncomfortable.\n\nCurious to see if the child-care manuals had anything to say on the subject, I flipped through the two I had on hand. “The Complete and Authoritative Guide to Caring For Your Baby and Young Child” was neither complete nor authoritative on the subject. “What to Expect the First Year” listed the following in the index: “Love, parental.” Then: “For adopted baby, For new baby, For special needs baby.” \n\nI turned to the new baby section, even though at this point Milo had long stopped being new, and skimmed through a paragraph on how it was perfectly all right for parents not to feel an instant bond with their screaming infant. Beyond that, the book seemed to assume that parents would love their children and inform them appropriately. There was no mention of saying “I love you” out loud.\n\nI POSTED my predicament on the Urban Baby message board, wincing as I typed, sensing that I was about to be lynched by a mob of mommies. “When do you say ‘I love you’ to db?” I wrote. (Fifteen months of motherhood had rendered me embarrassingly fluent in the abbreviations used on parenting message boards; “db” or “dear baby” is the way people refer to their toddlers.) “Realize that I only say it after I have scolded him for something. Flame away.”\n\nInstantly 10 mothers replied, many writing that they told their children I love you “constantly.”\n\n“First thing in the morning and all day long,” one mother wrote.\n\n“You know what you’re doing is wrong,” another wrote. “So stop it.”\n\nA few minutes later, a solitary mother replied that she agreed with me. “Saying ‘I love you’ feels stilted,” she wrote.\n\n“Everyone deserves to feel loved!” someone else quickly chided.\n\nOf course everyone deserves to feel loved. And Milo is loved. But is hearing a parent say “I love you” equivalent to knowing you are loved? I would argue no.\n\nI didn’t grow up in a house where a lot of I-love-yous were exchanged, but I never doubted that my parents loved me. The main issue for me as a child was whether my parents loved me or my brother more.\n\n“If Joshua and I were both running for president, who would you vote for?” I routinely asked my father.\n\n“I would vote for both of you,” he always replied.\n\n“But what if Joshua was running on the Hitler party?”\n\n“I would still vote for both of you.”\n\nI always hated that answer, although I wonder if my obsession with who was loved more comes from the fact that we never said “I love you” out loud. Thus far in my life, I think I have said “I love you” to my father exactly once, when I was 30, right before he went in for heart surgery. When I said it, he laughed.\n\nOH , I love you, too,” he mumbled back, as though I was being ridiculous.\n\nMy mother started saying “I love you” to me only after she and my father divorced 10 years ago, but I always have the sense that she’s saying it to get an “I love you” back, rather than to inform me of her love. She ends every phone conversation with it, and at this point it feels more like a stand-in for “Goodbye” than a meaningful phrase. \n\nIf I said “I love you” to Milo, I didn’t want it to be meaningless, and I definitely didn’t want it to sound needy. I am nothing if not certain of Milo’s toddler-size love for me. When I walk in the door he shrieks “Mama!” runs down the hall and gives me a huge hug, as though we’ve been apart for months rather than hours, or, in some cases, 20 minutes. So from my end, I don’t need to hear Milo say “I love you.” Because right now, I know he does. When he’s 15 years old and has just screamed “I hate you!” and run into his room and slammed the door, I may feel differently. But for now I’m good on the love front.\n\nThe only question is whether Milo knows that I love him, and I think he does, inasmuch as a toddler can know what love is. At the very least he knows that he likes to sit in my lap while I rock him before bedtime, that I will watch out for him when bigger kids shove him around in the sandbox, and that when he bonks his head I will kiss it and try to make him feel better. \n\nMaybe some day he and I will talk about what “I love you” means and I will tell him that I do, unconditionally, love him, even if he runs for president on the Hitler party. Until then, the mommies on my bus will say “Shh, shh, shh!” all through the town."
}