{
  "url": "http://www.nytimes.com/2007/06/10/fashion/10love.html",
  "headline": "My Husband May Out-Mom Me",
  "dateline": {
    "year": 2007,
    "month": 6,
    "day": 10
  },
  "byline": "Amy Sohn",
  "text": "I USED to date a lot of guys who needed taking care of, and I was never very good at it. I didn’t take chicken soup when they were sick or nod emphatically when they said things like, “I’m a better monologuist than Eric Bogosian, don’t you think?” \n\nWhen I met my husband, Charles, I knew he would never ask me questions like that. He was the kind of person who always put those he loved first. On our second date I suggested dinner out, and he responded by inviting me over to his place for chicken tortillas. From then on, on the nights that I went over to his apartment, he cooked, and when he came over to mine, we dined out because, like many New York women, I cannot cook. \n\nAs much as I enjoyed all the home-cooked meals, Charles and I knew that one reason he was so quick to cook for me was that he couldn’t afford to take me out. He had a graduate degree in architecture but hadn’t practiced in 10 years because the hours were so punishing and the pay so low. He figured that if he wasn’t going to make much money, he may as well do something he enjoyed: paint. At the time we met, I was making a good living writing novels and magazine articles and he sold his paintings. I earned about five times as much as he did.\n\nWhen girlfriends asked if the difference in our incomes bothered me, I always joked that I was an alpha male anyway. But after Charles and I moved in together, this disparity did become a source of tension. I paid the rent, utilities, cable and credit card bills, while he cooked the meals and did the dishes. \n\nOn one level, the tradeoff seemed fair. After all, how many generations of men and women had cohabited just this way but with the gender roles reversed? I was no good at cooking and he was. He wasn’t good at making money and I was. As a couple we were a whole.\n\n But there were months when bills were high, and I would harangue him about his long-distance calls. Or I would worry aloud about all the meal charges on our credit card statement, and he would say I was the one who always wanted to eat out, which was true. \n\nAt the time I was seeing a 92-year-old Austrian psychoanalyst, and whenever I expressed concern about the financial inequity of my relationship, he would shake his head and say, “For the relationship to survive, you must be the woman, not the man.”\n\nLater I switched to a Buddhist psychiatrist in his 50s, and he said: “Sounds like it works. Someone’s got to do the cooking and house care. Be grateful you met a guy who can.” \n\nThis made me feel better. But there was still a part of me that didn’t think the arrangement was fair. As much as I appreciated the cooking and cleaning, I wanted him to contribute some money. I knew he would probably never make more than I did, but I wanted things to be more balanced than they were.\n\nAfter we married and began to talk about having children, I realized that a child could have a side benefit for our relationship. If Charles took care of the baby full time, he would be providing care that would otherwise cost at least $25,000 a year. \n\nHe wouldn’t have to take on the small jobs he hated, like landscaping and carpentry, and I could stop griping about the credit card bills. We wouldn’t have to leave our child with a stranger, and I could feel secure knowing that she would be in the care of her loving father. In this radical-feminist vision, I was little more than a vessel for the baby.\n\nWhat I didn’t count on was that once my baby arrived, I might actually feel something for her, let alone want to care for her myself. I endured 30 agonizing hours of back labor, but once the midwife put her to my breast, she latched right on. Looking down at her, I felt not love exactly —that would come later — but something close. I wasn’t an emotionless vessel; I was a mother. \n\nThe first few weeks I nursed and slept while Charles grocery shopped, cooked and did laundry. He ran out for extra burp cloths and a breastfeeding pillow, and when guests came he straightened up and put out hors d’oeuvres and wine. When I fed her in the middle of the night, he simultaneously fed me yogurt and fruit to fill my ravenous body. When my new-mom anxiety gave me insomnia, he went out and bought an herb called motherwort, safe for breastfeeding, and I dozed off.\n\nWithout Charles, I could not have made it through those formative weeks. And yet a part of me wanted to fend for myself as a mother. Outside, the three of us would pass other new mothers alone with their infants, the fathers long ago having returned to work, and I would envy the women’s autonomy.\n\n Sure, some seemed exhausted or bored, but others seemed proud to be managing the bottle and the baby sling all at once. I wanted to feel that kind of pride. I was also starting to worry that if the baby spent more time with Charles, she might love him more.\n\n“Try to go out alone with her every day,” said my Buddhist psychiatrist. “You need to do that in order to gain confidence in yourself as a mother, and if you don’t do it now you’ll have problems later on.”\n\nWhen I got home, I announced to Charles that I was going to take our baby out for a walk, just the two of us. \n\nHe was painting in the living room and spun around in his chair. “Did your shrink tell you to do this?” \n\n“N-no,” I said. He always knew when I had been to the psychiatrist; when I came home I either showered him with affection or started a fight.\n\n“Go ahead. Take her out. Nobody’s telling you not to.” \n\nI HAD to exchange a few onesies at a store that was a bus ride away and thought that would be a good excuse for an outing. \n\nThe bus came and I struggled to board, stumbled to a seat with my daughter, and collapsed. “You’ve got to fold the stroller,” the driver said. It took all my might to do it with one hand as I cradled my daughter with the other. It wasn’t backpacking through the Sahara, but after making my way to the store and back, I felt an enormous sense of accomplishment. Even if I didn’t have to, I could take care of her myself.\n\nAs I began to realize that I liked being a mom, Charles started to see that he needed to be more than just a dad. A few weeks later he got a call from a friend who said their excellent long-time baby sitter was looking for work two days a week. Would we be interested? “What do you think?” Charles asked me.\n\n“I thought you wanted to be a full-time dad,” I replied.\n\n“That was before I knew how hard it was. Besides, if I paint I can sell some work, but if I don’t put in the time I won’t.” \n\nHe was right. Even if it felt too soon, I knew in a few months we would be glad we did it. Besides, I found myself thinking, if Charles and I split the child care on the days we don’t have the sitter, then the baby will never love him more. \n\nNot long after, I got two deals writing television pilots, a drama and a comedy. I had eight weeks to write both, and if I wanted to meet my deadlines, I was going to have to work long hours. For those months, Charles was the primary caretaker, dressing her, feeding me so I could feed her, and carting her to the playground and Prospect Park. Some days my only contact with my baby was breastfeeding, and I would feel depressed that I wasn’t getting to play with her. One evening I came home from work to find Charles giving our daughter her first bath in the bathtub. \n\n“I wanted to do that,” I said, and started to cry.\n\n“Honey, she was dirty and needed a bath. I couldn’t wait for you to get home.”\n\nThe next night we agreed I would do it, and from then on, bath time was my responsibility. (Later he admitted he had Tom Sawyered me so he could watch “The Simpsons” instead.) \n\nIn the spring, I started spending more time with my daughter, and Charles got a studio, where he started painting 30 hours a week. It paid off. He got a solo show and sold most of the paintings, just in time for me to learn that my pilot scripts wouldn’t be produced.\n\nNOW that my daughter is almost 2, I do far more child care than I thought I would, and I am surprised at how much I enjoy it. I like going with her to the Brooklyn Botanic Garden and visiting the iguana at Community Bookstore. \n\nOur arrangement, of course, has all the stresses of traditional marriage roles, even if we’re reversed. Like the archetypal working father, I constantly feel the pressure of being the primary breadwinner and worry that one day my work will dry up, we’ll have to sell our apartment and leave the city, and it will all be my fault. But the upside of my financial burden is that I never feel guilty about working. So many working mothers I know are racked with guilt over missing time with their children because they are married to men who earn enough to support the family. But if I don’t work, we don’t eat.\n\nAnd I’ve stopped worrying that my daughter will love Charles more. The other day while she was toddling around the living room, she accidentally knocked a wooden chair down hard onto her foot. I rushed to comfort her ... and she said, “Daddy.” I handed her over and watched as he stroked her head, kissed it and told her she was O.K. \n\nA year ago I would have seethed with jealousy. But as a mother of a toddler I know that her preferences change and it has little if nothing to do with me. As Charles sat in the armchair and held her, I watched from the floor. Then I reached for her again, and this time she came."
}