{
  "url": "http://www.nytimes.com/2007/11/25/fashion/25love.html",
  "headline": "That’s My Pride Beneath the Love Train",
  "dateline": {
    "year": 2007,
    "month": 11,
    "day": 25
  },
  "byline": "Margaret Meehan",
  "text": "BY age 23, I had romanced cigarettes, chocolate soufflé, my pet cat and (through the TV screen) James Franco on “Freaks and Geeks.” But I had yet to experience an actual human romance. \n\nHaving spent my school years on the sidelines of love, I naturally scorned anyone who was in the game. So I arrived in New York two years ago as a self-righteous anti-romantic who mocked starry-eyed idealists, considered sex a nonthinking act between two imbeciles, and pitied women who lost their identities and independence as they plummeted into that meaningless void called “love.”\n\nIf the Love Train ever came to my station, I planned on scoffing at the fools aboard, waving from my platform of self-satisfied singleness as they pulled away and became a blur of maudlin, gag-worthy sentiment on the horizon. \n\nBut then it happened. One Thursday evening, as I was pounding vodka sodas at an East Village bar, the Love Train did find its way to my scowling gargoyle heart. It slowed at my stool with a hissing of brakes, and off he stepped. And to my surprise, not only did I welcome him with outstretched arms and love-struck awe, I then proceeded to sacrifice every scrap of my pride, self-worth and morality throughout the course of our one-year relationship. All in the name of what I detested most: love!\n\nHe was sickeningly handsome, almost alien in his swollen-lipped, blue-eyed, dark-featured beauty. And like that improbable twist in every Molly Ringwald movie, he had approached wallflower me. I was captivated, falling prey to that other repulsive notion reserved for dunces: love at first sight. We shared thoughts on Hemingway and Henry Miller, then kissed passionately. After he slammed down his beer and demanded, “You will become my girlfriend!” we exchanged phone numbers. \n\nOver the next few months, without my logic’s permission or my intellect’s good judgment, I fell recklessly for this mediocre if charming musician. We stayed up all night listening to Billie Holiday and Sam Cooke, held hands to the point of clammy discomfort through Tompkins Square Park, and nauseatingly doted on each other’s every move.\n\nHe scribbled poems proclaiming his adoration for my hair, even my teeth, on various objects in my bedroom: Patti Smith’s portrait, the instruction booklet for my DVD player, an empty wine bottle. We attempted to watch “Before Sunrise” several times but always had to pause it on Ethan Hawke’s smarmy face midspeech as we were too anxious to exchange our own stories of childhood trauma, family secrets and the woes of our painful existences.\n\nHe recorded songs about horses and puddles in a country twang on a cheap tape recorder and gave me the cassettes as romantic gestures. I listened to them in private, ignoring the pangs of guilt from my love-bashing past and cooing like an idiot. I now felt a kinship with the late 19th-century French romanticists. I’d gone from a stubborn Holden Caulfield to a swooning Baudelaire. \n\nWhen we first met, he was sleeping on an air mattress on the floor of his band mate’s kitchen with the intention of eventually renting his own place. After he had overstayed that welcome, he moved into my apartment without asking, and without my really noticing. Soon I missed my solitude, the contents of my refrigerator and the money I periodically lent him (he rarely had even enough for subway fare). But I allowed him to feed his vices in my home and with my resources as long as it meant that he would allow me to feed my vice: him. \n\nStill, I maintained enough sense to push him (though not very hard) to find his own place. And it was during this time, on an afternoon walk in my Brooklyn neighborhood, that he and I passed the dilapidated Greenpoint Hotel. It seemed innocuous enough, sitting not far from the East River.\n\n But then we discovered an online newspaper article claiming that it was one of the most drug- and prostitute-ridden single-room-occupancy establishments in New York. And he decided that at $100 a week, the place couldn’t be beat. Perhaps he believed he might live out his repressed inner Kerouac — the tortured artiste joining a band of depraved vagabonds to fuel artistic productivity. \n\nMy reservations mounted. I could no longer take his eccentricities with a grain of salt by telling myself, “He’s just so free-spirited,” or “It’s cute how he ditches social norms.” Still, I chose to suppress them, throwing my standards out the window along with my cynicism. Romance had proved me wrong: it was real and it was here, begging me to appease it no matter how deplorable the circumstances.\n\nNot long after he moved into the Greenpoint Hotel, we had a heated argument outside a downtown bar where I was celebrating my 24th birthday. For him, the humiliation of not having enough money to buy me a beer outweighed his obligation to stay and sing me a birthday tune. After he finished the only beer he could afford, I walked him outside, upset that he was going but trying to play it cool. \n\nWhen he lighted his cigarette, I said calmly, “I’m disappointed you’re leaving.” \n\nTo which he replied, “So now you’re going to guilt-trip me?” And off he went.\n\nIn my love-hacked mind, this gorgeous creature was not merely my boyfriend but the embodiment of love itself; the once-intangible abstraction had become a living, breathing entity that I could press my face into and wrap my arms around. And I wasn’t going to let it run away from me, not on my birthday.\n\n So I did what any self-destructive romantic would do: I chased it. Right down Avenue A in a sequined dress and high heels, running like a ravenous animal. And when my high heels caught up with Love’s brown boots, I aimed to pummel it into submission. But I missed and instead became a blurry, bedazzled ball of rage, kicking and screaming into the night as he walked farther and farther away — my idiot, my boyfriend, my love.\n\nAfter my outburst, he ceased communication with me, a move that only fueled my passion. For the first time in my life, I experienced the bone-crushing pain of heartache; it felt as if all of my internal organs were swelling and pushing through my rib cage. \n\nMy ordinary sorrows felt utterly original to me, almost revolutionary. I spent an entire week (or so it seemed) crouching on street corners with my palms raised to the sky, thinking such novel thoughts as, “No one will ever understand” and “This is the first time in history that pain like this has been felt by a human being.” \n\nIn happier times, he had once played for me the song “Damaged” by Primal Scream, saying, “This song makes me love you so much I want to die.”\n\nSo I sang the lyric to his voice mail: “Sweet summer days when I was feeling so fine, just you and me girl was a beautiful time. Oh yeah, said I felt so happy, my, my, my ...” with the last “my, my, my” croaked out in an almost silent cry to make him pity me even more. I then called him 17 more times, relishing with each automated pickup the sound of his recorded voice. \n\nI had one last option: actually going to the Greenpoint Hotel. After my dreadful night of incessant calling, I woke up at 8 a.m. in a sweat-drenched lovesick panic, left my apartment and rode my Schwinn Cruiser to the flophouse’s front door. \n\nHe had shown me his tiny living quarters a week earlier (on the condition that for my own safety I hide under a hoodie and stay by his side), and I remembered his floor and room number. I hesitantly entered the aqua-blue filth-smeared corridors and headed through an impossible maze of hallways, passing unruly-facial-haired men tittering in soiled khakis and sipping tall boys. \n\nI held my breath to avoid the stench of bleach and urine as I climbed three flights of stairs littered with fast-food wrappers, beer cans, dope sacks and stray cats. I reached his door, on which appeared the following message, scribbled in black permanent marker: “Please do not knock loud, I have a heart condition” (words apparently written by the last tenant, an old man who actually had died in the very bed my boyfriend now slept in). Yes, I was about to beg for the love of a man who slept in a dead man’s bed in a pay-by-week 8-by-8-foot room.\n\nI LIFTED a shaky fist to the door and knocked quietly three times, then louder, and harder, until I was manically banging. I finally gave up and collapsed to the floor in a blubbering heap.\n\n So there I was, a girl with a university education, a glowing résumé, a loving family, and all the other annoying characteristics of a charmed life, writhing on the urine-stained floor of a flophouse. And I was making such a scene that the tenant from the next room, a hulking man in torn boxers, emerged from his den, pointed a shaming finger at me and shouted, “Girl, you need to get your mind right.”\n\nI slowly picked myself up and dragged myself out.\n\nAnd then my boyfriend came back to me! For a month. At which point he announced he was leaving me for another woman. \n\nI held on to him and sobbed, soaking his white T-shirt nearly translucent with my tears, pounding my fists against his chest, pleading with him and the gods to let us stay together. But suddenly I stopped and cried out, almost confusedly: “Wait. Who is actually willing to date you?”\n\nMy moment of clarity had finally arrived. What was I doing?\n\nOne might think such an experience would sour me to love and bring back, with a vengeance, my scowling hostility to romance. It didn’t. On the contrary, and against all glaring reason, I still ache for him. Or, more accurately, I ache for that all-consuming feeling.\n\nYes, that’s me. Once wildly and openly contemptuous of love, I am now a prisoner of it, or rather, a passenger, having found an all-too-comfortable seat on the Love Train, packed in here among the other pathetic, whimpering fools, and soon to depart for destinations doomed, deranged and possibly even unsanitary — where the heart rules and the mind follows."
}