{
  "url": "http://www.nytimes.com/2008/01/06/fashion/06love.html",
  "headline": "Modern Love",
  "dateline": {
    "year": 2008,
    "month": 1,
    "day": 6
  },
  "byline": "Catherine Macrae Hockmuth",
  "text": "EVERY once in a while I am clunked on the head by one of the many baby books we’ve shoved into the upper corner of our future child’s closet. Given the shortage of space in our 700-square-foot apartment, I probably should have given them away by now. \n\nBut when you’ve been trying without success to have a baby for four and a half years, books aren’t the only things you have trouble letting go of. \n\nAmong the titles are “The Expectant Father,” “The Girlfriends’ Guide to Pregnancy,” “What to Expect When You’re Expecting,” “Secrets of the Baby Whisperer” and my personal favorite, “The No-Cry Sleep Solution.” I wonder if it has any “No-Cry” solutions for a grown woman who occasionally can’t hold it together at bedtime because she has no one to put to bed. \n\nSome of my friends post sonogram images of their thumb-sucking fetuses on their refrigerators. It’s their baby’s first photo, the one that is sent by e-mail to everyone with cheerful subject lines like “It’s a girl!” \n\nWe have sonogram photos, too, years’ worth, but there are no tiny hands or perfectly shaped noses in ours. The sonogram image that’s furthest along features two promising little marbles that stopped growing at seven weeks, which was three weeks before we knew anything was wrong. The most recent is of a blank, black space with the caption: “Empty Uterus.” \n\nI wonder how people would respond if I were to e-mail that to everyone with the subject line: “It’s an Empty Uterus!” I know — not appropriate. But in the world of failed fertility, you learn that a little gallows humor can help you through a lot of heartache. A companion photo of my ectopic pregnancy looks perfect except for the fact that the embryo is in the wrong place. Another potential e-mail message, subject line: “Embryo in the Wrong Place!”\n\nThat pregnancy was last May, after our second round of in vitro fertilization. My husband had taken off work to go to my appointment because there was a chance we would see a heartbeat. We had even talked about going to see “Knocked Up” afterward to celebrate. \n\nThen the nurse didn’t see anything. I just figured she needed to adjust the gain a little. But then she said, “It might be ectopic.”\n\nI said, “So you’re saying it’s nothing or it’s ectopic?”\n\n“Yes.” Then she left us with a box of tissues. I had some blood drawn to confirm that there was a pregnancy somewhere. The medical assistant struggled to find my vein and pricked me again and again as I sat there sobbing. Then they kindly offered that we could leave through the side door. I did honestly take it as a kindness, though it also occurred to me that it’s probably bad business for a fertility center to have a sobbing woman walking through the lobby.\n\nA few weeks after the surgery to remove the wayward pregnancy, my husband and I met with the doctor to discuss our situation. We hadn’t even known an ectopic pregnancy was possible because the embryos are transferred directly into the uterus. And the possibility is extremely low; the doctor said the chance was less than 1 percent, which is less than among the general population.\n\n“The worst luck you could possibly have,” he said. \n\nOur first year of trying, when my husband and I were 30 and 31, was a time of assumptions: that we would conceive like everyone else, that having a child was the most natural thing in the world. \n\nThe next year brought tests, anxiety and doubts. Then came fertility treatments, followed by our two cycles of in vitro fertilization, and finally, three months of acupuncture and  herbs from a Taiwanese doctor. And now, nearly five years since we started, we have nothing to show for any of it.\n\nExcept our photos: grainy images of all the embryos we created in a laboratory. And I can’t bring myself to throw them away, these artifacts of our fertility science experiment and our gamble with luck. Though they are nothing more than blobs of cells, I can’t help wondering whom they might have become. They may not have gotten very far in life, but they are the only life we’ve created. \n\nLike the photos on our walls and in our albums, they are part of our history. It’s just that we would probably be violating some social norm if we were to frame them and hang them on the walls. Not that we have any desire to do so. Instead, we tuck them away in nooks, stuff them  into  drawers, shove them into the corners of our closets and our minds, along with the books, clothes, furniture, expectations and dreams. Occasionally we bump into them and remember, “Oh, right, there’s that.”\n\nIn the closet with the books is a Target bag containing baby clothes and an “I love Daddy” bib that I bought in a fit of hope around the time of our first pregnancy. In our cabinets and refrigerator, we also have prenatal vitamins, prescription folic acid and in vitro fertilization drugs. Somewhere in our apartment is a Consumer Reports checklist of must-have nursery furniture and baby gear. \n\nAs for child care arrangements, we’ve already worked out several plans, each with its pros and cons. We’ve decided on cloth diapers and flexible 529 college saving plans. We’ve ruled against using Baby Einstein before age 2, having a family bed and allowing mobile phones in high school. (We’ve acknowledged that by the time we actually have a teenager, phones  will be implanted in their brains.) \n\nWe even have names, which don’t take up any space except in our heads. We have first and second choices for each gender and haven’t wavered on them in two years. Last month over lunch I asked my newly pregnant sister not to steal — er, use our names. But I had sounded  so grave when I announced  that I needed to “discuss something important” with her that she smiled with relief when she realized it was only  baby names. “I thought you were going to say you and Bill were getting divorced or something,” she said.\n\nIn the end I think she believed I was being  unreasonable about the names, one of which was her choice as well, particularly in my request that she not take our second-favorite names, either. But how could she have known how precious those names are  to us?  We’ve been carrying them around in our hearts for years, if not in our arms.\n\nMost of our friends and family don’t know we have all of these books, photos, names and parenting philosophies. I doubt it occurs to people with real babies that we have prepared exactly as they have, if not more. The only thing we don’t have is the baby book. Hallmark doesn’t carry a version for people like us to preserve our “Empty Uterus” and “Embryo in the Wrong Place” pictures. (Instead of “Our Baby” embossed on the cover, I suppose they could put “Well, It Was a Long Shot Anyway.”) \n\nIt’s time for us to move on, I know. But how do you move on when every month brings a new cycle of hope? When your first reaction to a new period is to add ovulation predictors to your Target shopping list? When you can’t stop yourself from feeling a corrosive bitterness toward every family parading by with the babies they seem to have come by so easily?\n\nConventional wisdom tells us that hope is a good thing. Hope is what gets us through difficulty. But over these years I’ve come to realize that hope is sometimes slow torture. When hope keeps you anxious and bitter and stuck in some fantasy of the perfect nuclear family, then maybe hope isn’t what you need anymore. Maybe the most hopeful action one could take would be to abandon hope altogether. \n\nTurns out I’m not alone in thinking this. When The New York Times Magazine recently published its list of the most innovative ideas of 2007,  I got some satisfaction out of the inclusion of a study claiming that in certain cases hope can be an obstacle to emotional recovery. \n\nI imagine a lot of people would call our years of fertility treatment and our $20,000 in vitro fertilization bill, which we paid with a loan, nothing more than vanity anyway, or selfishness. But it’s not so simple. \n\nIt’s not vanity to want a child with my husband’s laugh and spiky blond hair, or for him to want a long-legged girl with brown hair, freckles and gaps in her teeth. It’s love. And of all the baby items we’ve had to find places to store in this apartment, that unspent love is the most unwieldy. Unlike our books, furniture, clothes and pictures, it can’t be returned, given away, or shoved into the corners of our closet. And unlike hope, it probably won’t be found through scientific study to be an obstacle to emotional recovery.\n\nSO we are pursuing an adoption in China. Some of our friends are surprised we’re O.K. with the fact that it takes about two years to complete an adoption in China, not including the three to five months it takes to put the paperwork in order.\n\n But by now we are used to waiting. And we chose China because it offers something that fertility doctors, Mother Nature and plenty of other adoption options can’t: a predictable schedule and the closest thing possible to a guarantee. \n\nWe don’t know how to stop hoping for a biological child. But that doesn’t mean we can’t look forward to our adoption. Slowly, books on adoption and attachment like “Are Those Kids Yours?” and “A Love Like No Other” are finding a place in our closet alongside  still relevant titles like “The No-Cry Sleep Solution.” \n\nAfter all, no-cry solutions are useful no matter what the circumstance. Not to mention “I love Daddy” bibs."
}