{
  "url": "http://www.nytimes.com/2008/07/13/fashion/13love.html",
  "headline": "A Gay and Straight Brother Are Each Other’s Best Friends",
  "dateline": {
    "year": 2008,
    "month": 7,
    "day": 13
  },
  "byline": "Lawrence Everett Forbes",
  "text": "I WAS flying high when my younger brother was hired to sling baggage for a major airline, only to be grounded when I learned that siblings didn’t qualify for flight benefits. \n\nBut I was thankful when Jeff found a loophole: family benefits were  not just for  spouses,  but also for  “significant others.” Knowing I would never be the former, he listed me as the latter, a designation that would rank me second in priority only to employees, and ahead of our parents, whom I could bump should it come down to making a flight or being left behind. \n\nAfter a stream of gay-themed jokes about how our “union” would save my brother from military service, my maiden-name dilemma (should I use Forbes or Forbes-Forbes?) and a sitcom idea for Black Entertainment Television featuring my straight sibling and me, his homosexual brother, I wrote down his employee number.\n\nI waited for the paperwork to go through before using his name. When it came time to book my first trip, I called the reservation line and announced, “I’m the significant other of an employee.” \n\nWhen the agent asked for the employee’s name and mine, I told him the truth: Jeff Forbes and Lawrence Forbes. I don’t know what the agent thought of our shared surname; maybe he assumed that when you’re gay and can’t marry, you sometimes take your lover’s last name anyway?\n\n Whatever the case, there was always a clear shift in tone when agents thought that they had grasped the nature of our significant otherness, but it was a shift toward the positive. In fact, they seemed to go out of their way to treat me with sympathy, perhaps to offset the Defense of Marriage Act. It was, in short, a fraud of the highest order. \n\nOr was it?\n\nOf all the men I have loved or tried to love in my life, my brother is easily the most significant. In many ways, my ideal mate would be a lot like him: 6 feet 5 inches tall (two inches taller than I) and a fellow artist, culture lover and travel fiend. His musical tastes range from Louis Armstrong to Frank Zappa. He calms me down during freakouts, favors my dry and shamelessly un-P.C. humor, and also hates the term African-American (we do not consider ourselves African but simply American, our mother hailing from Alabama and our father from the island of St. Vincent in the West Indies). \n\nWhere other men have made me feel smothered or shut out, Jeff cleared space for me just last year by giving up his room in our parents’ house when  a car accident forced me to move back home to recuperate.\n\nI have also yearned for his presence in my life. An only child for my first 11 years, I had seriously campaigned for a sibling. I even employed the lowest-blow argument I could imagine against my parents: “If you both die, I’ll be all alone.” (At least I said “if” instead of “when.”) \n\nSo when my parents shared the news of my mother’s pregnancy, I was ecstatic. The day Jeffrey was born, I celebrated by handing out blue lollipops to my classmates. Although the brown-and-purple ball of flesh I visited at Downstate Medical Center in Brooklyn was not exactly what I had pictured, I looked forward to being his protective older brother until he was old enough to become my best friend. As my father and uncles smoked cigars in our house the night before my mother and Jeff came home, I huffily sprayed Lysol. \n\nOver the following years, I fed, changed, burped, baby-sat for and photographed Jeffrey, and eventually picked him up from school. I helped him sound out the letters of the alphabet. Later, when I was a college student at St. John’s, I took him along to fraternity basketball games. The guys hated having to curb their foul language in his presence, but they loved having a cute 8-year-old around, mostly because he was such a girl magnet.\n\nWhen I was 19, my family moved from the apartment in Brooklyn where I had grown up to a house in Valley Stream on Long Island. I had known for years that I was gay but hadn’t come out to my family. It took another two years before I felt ready to tell my parents, who struggled with the news but tried to be supportive, saying that as family we have to be there for one another.\n\n It proved to be an awkward time — a year, at least, before this truth  settled in and  my parents adjusted to it, which they’ve done admirably. I never worried that they would reject me, or anything  as dramatic as that. We’re too close. \n\nMore worrisome to me was my relationship with Jeffrey, who was just 9, too young to tell. But as the years passed and he raced toward puberty, I knew I needed to do it soon. If I waited much longer he might adopt the homophobia of his peers, and it would be too late. \n\nSo two months before his 12th birthday, when I was coming home from California for a friend’s wedding, I decided the time was now, and my parents agreed. But the prospect weighed on me; even looking forward to seeing my friends at the wedding provided no distraction. All I could think about was what my revelation might do to my relationship with my little brother.\n\nNot long after I arrived, I told Jeffrey I needed to talk to him about something important, and he and I went out to our backyard gazebo and sat down. After some awkward small talk, I just said it: “I’m gay. I’m a guy that likes other guys.” I kept rambling, and he took it all in without comment. I asked him if he had any questions, and he asked if I had one particular boyfriend. I told him I didn’t. It was a lot for him to process, and I couldn’t figure out how he felt.\n\nBack in San Francisco, I waited to hear from him. Usually we spoke every week on the phone, yet after my visit, weeks passed with no call. I wanted to give him space, so I didn’t call him, but inside I was dying. I wanted to hop onto the next plane to New York and talk him out of hating me, but I couldn’t afford the fare.\n\nThen, after three weeks, he finally called. And our conversation was just as always, with one exception. Jeffrey told me that at school, a friend of his had mocked a fellow classmate for being a “homo,” and that he had responded by saying: “What’s wrong with that? My brother is gay.” By the time we hung up, we had made plans to get together during my next visit to New York. It was a turning point. Rather than drive us apart, my admission had bound us closer together. \n\nWHICH maybe has proved to be a little too close, because neither of us has found much success over the years with relationships beyond our own.  Mostly, I have had brief affairs with men of various nationalities, earning me the nickname “the U.N.” And Jeff has fared no better at finding someone. \n\nOur parents recently celebrated their 39th anniversary. Their union has always been one of affectionate gestures and caretaking. You’d think growing up with such stellar role models would help us find healthy long-term relationships, yet neither of us has had a partner for longer than a season.\n\n Sometime I wonder: If we had come from the dysfunctional homes many of our friends had, or the terminally damaged ones my father visited during his time at Child Protective Services, might we have been better prepared for reality? \n\nExasperated, Jeff retreats into his music in the same way I withdraw into my writing. We stay up late watching Billy Blanks action movies or mocking singles chat line infomercials while he claims he’s too busy for a lover. I’ve often wondered if our tight twosome has kept other partners away.\n\nWe have our share of fights. I inherited our mother’s knack for organizing and Jeff has our father’s absent-mindedness, which leads to clashes. But our parents never argued in front of us, so our ability to resolve conflicts is not so developed. Also, the fact that I helped to raise  Jeffrey has blurred the line between parenthood and brotherhood.\n\n Still, during times like this, when we’re both living at our parents’ house, I wish he would help out more, throw out the garbage without having to be asked, or return my stuff to the place he found it. He probably wishes I was less domineering. \n\nSometimes I miss the openhearted boy who used to call me at 3 a.m. San Francisco time because he wanted to talk, or simply because he knew I would be up. I wish I could take back the  nine stressful months after graduate school when I treated him like an unruly child instead of my best ally. But I can’t, so I make do with the man who shares my interests and understands me better than any domestic partner ever has.\n\nFor 25 years, we’ve stuck by each other through threats and changes small and large. For now, we even live together. I have no one more important in my life, and neither does he. \n\nMy point, I guess, is that there is no fraud in claiming airline benefits. There’s hardly even a loophole. I’m grateful for all those free flights, most of which Jeff and I used to visit each other anyway. But I don’t feel the least bit guilty. I believe that we significant brothers deserved them every bit as much as any official significant others do. \n\nAlas, Jeffrey lost his baggage-handling job last year, along with our flight benefits. But our status with each other hasn’t changed. And although I’m all for gay marriage, its spreading legality worries me a little. \n\nAfter all, if gay couples nationwide can marry, then what will happen to the rights and benefits of significant brothers like us, Mr. and Mr. Jeffrey and Lawrence Forbes-Forbes?"
}