{
  "url": "http://www.nytimes.com/2008/10/19/fashion/19love.html",
  "headline": "A Mother Chases a 9-Year-Old Who ‘Loves’ Her Son",
  "dateline": {
    "year": 2008,
    "month": 10,
    "day": 17
  },
  "byline": "Kate Krautkramer",
  "text": "THE first time I went to see the graffiti my gut was already twisted up. My son’s class was small, only 34 children in the whole grade split between two classes. I knew all the girls and tried to picture who among them had the foresight and nerve to take a writing implement into the girl’s bathroom in our tiny rural elementary school — the school where I work — and declare her love for my 9-year-old son on a metal stall divider. \n\nI entered the stall, turned and there it was, written plainly, large and clear: “I love Sarvis.” Actually, it didn’t say “love.” Instead there was a heart shape, better for the clever Graffiti Girl’s purposes, because she knew even a struggling reader could get its meaning. And the girl who wrote it didn’t use a pencil or a pen or crayon. The message was carved permanently into the blue painted metal. \n\nAs a writing teacher, I could rationalize and appreciate the girl’s efforts. Nevertheless, she had vandalized public property. So in the spirit of citizenry, I made a report to the principal. \n\nI started by offering a disclaimer: “I need to talk not as a teacher, but as a parent.” To my credit, I resisted saying “as a mama.” The man was my boss, and I tried, at least for entree into the conversation, to appear rational. I knew that he was likely aware of the problem. “Can we talk about who loves Sarvis?” I asked.\n\nHe turned from where he sat regarding his computer monitor and said, “Who doesn’t love Sarvis?” The principal smiled at his wry joke, but his question sent me spinning. \n\nIt was true: Why would anyone not love Sarvis? He was bright, self confident — sometimes tender, endearingly spaced out — and could keep a steady drumbeat in music class. And the brown ringlets he’d had since he was a baby still hung in heart-stopping whorls down his neck when he refused to brush his hair. \n\nI must have looked as flummoxed as I felt. I just stood there in my boss’s office looking at the blue carpet, unable to speak.\n\n“I’ve grilled all the suspects,” the principal assured me, “and I can’t get anyone to confess.”\n\nSo I tried my own approach: greeting the girls in Sarvis’s class with different facial expressions, first accusing, then questioning, in the hope that someone would crack. Whoever Graffiti Girl was, she was impudent: a little child who obviously shouldn’t be allowed to say anything about love. She didn’t know Sarvis the way I knew Sarvis, no matter what the bathroom wall proclaimed. \n\nAll of this I communicated by shifting my eyebrows at the girls or by smiling knowingly or by standing very close and looking straight down into their unblemished, unwrinkled, unconcerned little faces.\n\nBut as with the principal, they gave away nothing. Instead they bared themselves to me without shame, occasionally opening their mouths to show off where teeth were missing or offering to read poems they had written about their horses and kittens.\n\nI started using the vandalized stall exclusively. After a few weeks, I even started thinking of it as Sarvis’s bathroom. I was haunted by the comment a friend made following the birth of her second son. “He’s very cute,” she said, “but I’m worried. It seems like sons, no matter how much you love them, just grow up and leave you to marry someone you hate.”\n\nIn the halls and the classrooms, the girls walked and talked and sat and learned in their tiny blue jeans and frilly tops. They all acted innocent in their double braids tied with impossibly pink ribbons. They wore colorful tights with hand-me-down sandals whose white veneer had peeled to show the plain gray fiber underneath. They were self-conscious and completely un-self-conscious all at once, trying to catch a look at their reflections in the big glass doors as they headed out to the playground and began screaming. They were adorable.\n\nBut Sarvis, thankfully a judicious boy, didn’t think so. Yet. \n\nPossibly because there were so few children in his class, he didn’t differentiate peers on the basis of gender. When he got the news that his name was on the bathroom wall and associated with a heart, it was from his friends — the girls who use the bathroom. They told him they thought he should know. \n\n(I pictured one of them, no doubt a double agent, saying, “Sarvis, do you know what it says in the girls’ bathroom?” and turning her 18-inch hips just so for the very first time, or taking a try at batting her lashes.) \n\nAfter he got off the school bus that day and made the walk down our drive, Sarvis hung his head and wouldn’t look at me. “Someone wrote my name on the girls’ bathroom wall,” he mumbled. His little shoulders sagged with the weight of being in the third grade. \n\n “How does that make you feel?” I asked. \n\n“Horrible.” He pushed his hair out of his eyes then came to me. His lunch pail banged into my backside while he leaned his head into my belly. \n\nThe school custodian tried to get rid of the graffiti, but his only strategy was to scratch over the girl’s scratching, which left big cloudy scars on the stall wall, while the writing underneath remained, tenacious and legible. \n\nAnd the girl who loved Sarvis was persistent. Over the next few weeks, she scratched her note again and again. She loved Sarvis many ways, horizontally and vertically, in large writing and small. She used the heart rebus and the written word in capital letters: “LOVE.”\n\nThe janitor couldn’t keep up; the wall was a mess, full of hearts and Sarvis’s name, and everyone seemed helpless against this little vixen’s love for my boy. I kept thinking of the girls in his class. Who would be so bold? Who would take such a risk? Who among them could possibly fail to recognize that her third-grade infatuation was no match for my perfect, clear memory of Sarvis’s 3-year-old voice singing “Fuzzy and Blue” along with Grover?\n\n Graffiti Girl didn’t even know where I kept Sarvis’s immunization record. She didn’t have a clue about how much he liked lemon pepper on his spaghetti. She couldn’t “heart” Sarvis more than I “heart” Sarvis. \n\nEvery week when I got to school, I stepped into the “I love Sarvis” stall as if it were a sacred chamber. Eventually, the bathroom wall became a metaphor for my own love for Sarvis: industrial, resistant, indestructible. One day I went in and traced the little girl’s writing with my finger. I traced my son’s name and the original heart, which was dented in places. \n\nI knew it was only an innocent crush, yet I truly lamented that some little girl was pushing my boy into a vaguely sexual consciousness, ruining his happy indifference to gender, making him grow up an increment.\n\nAs I traced her words, however, I started to identify with her. Putting my hand in the middle of her carved heart, I commiserated — “I love him, too.” \n\nI leaned into the wall. Maybe like in Berlin, the wall would come down, or maybe like in China, it would stand on and on, Sarvis’s name immortalized in institutional-standard bathroom divider, a monument to separation.\n\nI recognized it as an obvious sign of our love and eternal connection that when I went out into the hall, Sarvis happened to be walking by on his way to P.E. Despite his teacher’s instructions, he had forgotten to change his shoes, had to rush back to his class alone and was now returning, too fast, to the gym, with the proper footwear, whistling on his way. \n\n“Hi, Mama!” he said. He smiled broadly, his top, permanent teeth still too big for his mouth, his shirt twisted weirdly around his waist, his expression open. He kept on for two steps then turned back to hug me, which he did in a breeze. He did not linger long enough for me to squash him completely into myself and begin carrying on or weeping or telling him to tie his shoes, or asking him if he was hungry or any of the other 70 things I most wanted to do.\n\nInstead, he let go and ran to the gym, where he was supposed to be. He leaned forward around the corner, and the last I saw were his legs, stick thin and longer than I remembered them being the day before. I knew he wasn’t making an intellectual or emotional choice to run away from me and toward the girl who loved him, but surely he was doing it all the same.\n\nI MADE up my mind to soften my feelings toward Graffiti Girl. No matter that she was using her fresh skills and knowledge to steal Sarvis away from me. Whatever her identity, she was also growing up too fast. And I knew that for now, anyway, and maybe for months or years, she wouldn’t really be able to compete with someone like me who had the power to feed Sarvis, drive him places  and rent from Netflix.\n\nAs for the bathroom wall, because it embarrassed my child, I wanted the satisfaction of tearing it down myself. But because it expressed so forcefully a plain, unequivocal truth, I also wished to hijack Graffiti Girl’s intentions and keep the wall as a shrine. The thing would look great, I thought, hanging as an extra panel in our garage or barn where I could go to affirm my love every day. \n\nAnd where some child wrote, “I love Sarvis,” I would like to use a knife, a screwdriver, or even the little piece of metal that holds an eraser to a yellow pencil to add to the graffiti. “More than you ever will, little girl,” I’d carve into that metal wall. “I love Sarvis more than you ever will.”\n\nI wouldn’t even care who found out that I did it."
}