{
  "url": "http://www.nytimes.com/2008/05/25/fashion/25love.html",
  "headline": "Instant Message, Instant Girlfriend",
  "dateline": {
    "year": 2008,
    "month": 5,
    "day": 25
  },
  "byline": "Roger Hobbs",
  "text": "FOR several years I had a problem unusual among Internet geeks: I had too much success with women. I used the Internet as a means of communication with women I had already met offline in order to overcome my social awkwardness and forge romantic relationships. \n\nSounds healthy? It wasn’t.\n\nIt started in my sophomore year in high school. I went to one of those big Eastern public schools that pumps out students in a way that would make 19th-century industrialists throw their top hats into the air and shout “Huzzah!” Even we students thought of ourselves as a faceless mob of subproletarians waiting for the next episode of “American Idol” to take away the pain of our meaningless existence. \n\nI was at the bottom of the barrel: a plump, silent, painfully awkward dweeb who clung to his Latin textbook as if it held the secrets to existence. The only good thing that happened to me that year was meeting Chelsea. \n\nWe talked for maybe 5 minutes about video games between classes, and of that time I spent 4 minutes and 59 seconds dripping in nervous sweat and trying to swallow my stutter. Whenever I tried to say something charming, my sentence drooped off with an invisible ellipsis. My words of wit fell flat, and my skillful cultural allusions deteriorated into a stream of loosely associated quotations from “Star Trek.” \n\nI was the quintessential nerd with the quintessential nerd problem: I was uncharismatic and I knew it. By the time the bell rang for the beginning of class, I had seen her favorable grin mutate horribly into a thousand-yard stare. \n\nI knew that look well. I had seen it before in the eyes of every person confused by my appearance or put off by my manner. \n\nI had to scuttle the conversation and find a way to salvage my bruised ego, so I asked for her screen name on instant messenger. After an agonizing moment in which I prayed to every god in the Dungeons & Dragons pantheon, she gave it to me on the back of a candy wrapper. As she walked away, I had the 16-year-old equivalent of a major heart attack. \n\nBack home, I gazed forlornly at the crumpled candy wrapper, wondering if I should contact her. Descending the stairs into my basement computer lair, I decided that it was worth a shot. What’s the worst that could happen? I could make myself look like an idiot and never have a chance with her again. \n\nThis possibility being trivially different from the situation I was already in, I signed on and said “hello” with one of those ever-youthful emoticons. I gulped hard and buckled down for another tempestuous voyage into total failure. \n\nThen something magical happened. \n\nI don’t know what it was exactly. Somewhere in the dark reaches of the Internet I went through a transformation sequence worthy of a Japanese children’s cartoon. I suddenly shifted from an overweight, overdressed frog to a charming, handsome, technology-savvy prince.\n\n Online I could shuffle off the nervous coil that had previously bound me to failure. As soon as my fingers touched the keys, I was not just another face in an endless crowd. With words on a screen, I would never stutter. I could take as long as I wanted to think of the perfect answer to every question, and the perfect response to every flirtation.\n\nAs we talked this way, I could feel her warm to me, her words changing to favor me like a sly smile. Before we had finished our second night of online conversation, she was my girlfriend. My heart trembled when I saw her message with those smiley-face words: “Would you like to go out with me?” \n\nI was hooked. It was as if the Internet had allowed me to turn flirtation and seduction into a video game. But I didn’t know if my Internet charms were just a fluke or if they were real. I wanted, no, needed to know that the cool person I became when my fingers caressed the keys was actually me.\n\n Therefore, with a scientific resolve possessed only by physicists and 80th-level paladins, I set out to repeat my success. I didn’t want another girlfriend per se, but rather I wanted the affirmation that would come with being able to get another girlfriend.\n\nA few days later I met Rachel during lunch, and after a short conversation got her instant-messenger screen name. After two days, she, too, wanted to date me. I was beginning to see a pattern. The more women I seduced, the more often I could escape my loser identity and become the super-cool cyber Casanova I thought I deserved to be.\n\nI did it again and again. In five minutes I could persuade a girl to give me her screen name and a week after that I could persuade her to go out with me. By the end of the year, I had six girlfriends simultaneously, all maintained through a complicated system of instant messenger, e-mail messages and heavily orchestrated dates. \n\nSome of these girlfriends were as nerdy as I was, while others were cheerleaders and prep-scholars, but the particulars mattered less than the rush of simply being able to charm a girl into liking me, over and over, and then maintaining it.\n\n Often I would be chatting online with five girls at once, each conversation a distinct flirtation (one about puns, another about philosophy); it was like spinning plates. Many of these girls I rarely met in person, but we had deep and steady online relationships.\n\n I also went out on actual dates with a select few: movies and museums, dinner and dancing, and everything else I thought teenage couples should do. Each date was carefully planned so no other girl would catch me.  \n\nNothing was too challenging. I first seduced my best friend’s girlfriend and, when they broke up, I seduced his new girlfriend. I had a girlfriend in New York and one in Philadelphia. I had a girl I met on a train and a girl I met in a nightclub. I had a Republican and a Democrat, an artist and an engineer, a Christian and an atheist.\n\n Each thought I was theirs, yet I was so caught up in the thrill of it all that I felt not a pang of guilt. My love life was a technology that I had practiced and mastered; all I had to do was press the same buttons in the right order every time, and the secrets of human love would come pouring out.\n\nThe Internet was more than just a direct wire to the world. It had become a vehicle for my desire to be loved.\n\nI kept up the charade for three years as my sense of challenge waned and my cynicism grew. It was a Sunday night in senior year and I had just returned from watching a movie with one of my girlfriends when my phone buzzed with a new text message. It was from Amber, the girl who had been with me longest: “I love you.”\n\nI love you. \n\nThose three words shocked me into repentance. I didn’t love her back; in fact, love hadn’t even been part of the equation for me. With the help of my computer I could seduce girls I couldn’t even speak to in person, but no amount of smiley faces, words, or LOLs could make me love someone I didn’t. My charm was real, but my affection was feigned.\n\nI realized I had to undo what I had done before I lost track of what really mattered to me and to the people I had duped.\n\nI dealt with it the hard way. I sat down at my computer and started ending relationships, typing again and again those dreaded four words: “We need to talk.” I felt relief as the lie came clear.\n\n Over the next few months my life became a series of break-ups, one after another, as I emptied my contact-list harem of 19 phony relationships. Sometimes I broke up with them, sometimes they broke up with me. The result was the same: freedom. But if the Internet had accelerated my entry into these relationships, it made getting out of them agonizingly time-consuming.\n\nWhen two nerds break up in person, the threat of eye contact typically ends the conversation in minutes. It’s painful, but at least it’s quick. When two nerds break up over the phone, it can take about an hour. With e-mail or instant messages, the fight can last longer than a special edition “Lord of the Rings” movie. Eternities dropped off the clock as I waited through the pregnant silences between every line. I endured this over and over.\n\nDON’T mistake my story for a technophobe’s cautionary tale, however. I was blinded by the common belief that somehow a relationship forged on the Internet isn’t real. When I saw that fated text message — “I love you” — I realized the truth. The Internet is not a separate place a person can go to from the real world. The Internet is the real world. Only faster.\n\nWhen I flew out to college that autumn, I felt as if I was stepping into sunshine after four years in the dark. I could start fresh alongside hundreds of others who were ripe to shed their high school selves. If I could step away from the lies I had put on the computer screen, I could find a way both to be charming and true to the person I really am.\n\nMonths later I met Lara at a midnight showing of “The Rocky Horror Picture Show.” She sat with me long after the movie was over, enduring exhaustion and a sticky seat just to be with me.\n\n“Here,” she said, shifting forward in that subtle way girls do when they’re interested but don’t want to make it obvious. In her hand was a piece of paper. “Here’s my screen name.”\n\nI smiled at her. “Thanks,” I said. “You’ll be the only person on my contact list.”"
}