{
  "url": "http://www.nytimes.com/2008/04/13/fashion/13love.html",
  "headline": "The Plain, Unmarked Box Arrived",
  "dateline": {
    "year": 2008,
    "month": 4,
    "day": 13
  },
  "byline": "Lori Jakiela",
  "text": "THE night we ordered the sex chair, we’d been drinking. Not a lot, but enough to make a sex chair seem like an investment, like junk bonds or an I.R.A.\n\nThe kids were asleep. Dave and I were at the kitchen table, recovering from our son Locklin’s seventh birthday. We’d thought we had kept it simple this year — bowling party, pizza, cake.\n\n“We’ll go easy,” I said. “Low stress.”\n\nLast year we had a party at home. We hired two clowns, a husband-and-wife team who ran ads in the Pennysaver. They were a bargain: $200 cash for two hours, including a magic show, a live animal show, face painting and balloons. I felt lucky to find them. \n\nBut minutes after they arrived in a rusted-out Chevy van smelling like smoke and stale beer, we gleaned the truth: the clowns didn’t seem to be happily married. The reason they were late, according to Mrs. Clown, was that Mr. Clown couldn’t follow directions to save his checkered backside. They argued in our driveway. At one point, she kicked him with her huge clown feet. He waved a lit cigarette close to her rubber nose and face paint.\n\n Later they let a goose and a terrier loose in our basement, made the birthday boy wear a toilet seat as a lei, fashioned a pair of balloon boobs, and set off firecrackers on our new rug. \n\n“I don’t care what we do this year,” Dave said when the subject of Locklin’s birthday came up. “Just no more clowns.”\n\nSo Lokay Lanes it was, the local bowling alley where, 10 years ago, the Farrelly brothers filmed the movie “Kingpin.” \n\nOur party was Dave and I and 19 sugar-rushed first graders. We tried to keep them from knocking each other unconscious with bowling balls while our 3-year-old daughter, Phelan, stuffed cake into the automated ball returns. After 20 minutes, the kids realized that all the toys in their party bags — glow sticks, lollipop rings, gummy wristbands — could be used as weapons. \n\nYou would think I would have learned. Years ago, in a similar lapse of judgment, I dated a Special Forces guy. He used to hold up things that were equally innocuous, like dental floss and empty toilet paper rolls, and say, “You know I could kill you with this if I wanted to.” \n\nIt didn’t help that Locklin’s party had an Army theme. The cake was shaped like a soldier in full combat gear. The boys fought over who got to eat the head. \n\n“I call brains,” one buzz-cut kid who did gang signs during the group picture kept screaming. “I call brains.” \n\n“I feel like they’re winning,” Dave said when brains-boy stabbed him in the backside with a pink glow stick. \n\n“They are,” I said, plucking icing out of my hair.\n\nBack home, we were finally alone. We had beer in frosted mugs. We had Townes Van Zandt on the stereo, a frozen pizza in the oven and a new copy of Rolling Stone. We sat across from one another, raised our glasses, and smiled. Dave was wearing Phelan’s lime-green monster hat, a fuzzy number with bug-eyes and devil horns. It looked like a possessed condom. \n\nWhich reminds me: the sex chair. I’m getting to that. \n\nBut first, background. \n\nThis is how we spend most Saturday nights: we wear funny hats, play music that doesn’t call for hand-claps or puppets, drink cold beer and steal time while fans whir in the kids’ rooms to block out our noise. Not that we make much. We keep our voices down, the music turned low. Locklin would be furious if he knew we were awake and having fun without him. Before he goes to bed every night, there are questions.\n\n“So,” he says, his eyes like coin slots. Seven years old and already sure everyone is trying to get over on him. “Staying upstairs all night?”\n\nA few years back we finished the basement and built two offices — one for Dave, one for me. One night Locklin woke up scared and came to find us. We were downstairs, each in our own little office. Locklin was incensed. Downstairs was too far away for us to save him from things like vampires and boredom. Also, he couldn’t hear what we were up to.\n\n“Absolutely, we’ll be upstairs,” I said. \n\n“Oh yeah?” he said. “What are you going to do?” \n\n“Nothing much. Take a bath. Go to bed. The usual.”\n\n“You need sleep,” he said. \n\n“I love you,” I said, backing out. \n\n“Love you, too,” he yelled, pulling the covers over his head. He pretends to snore, but I know he never goes down that easy. \n\nLately, it had gotten worse. The slightest noise would set Locklin off. He would come stumbling blind down the hall, half naked, angry. If Dave and I wanted to have sex, we had to wait until morning, when Locklin was off at school. Phelan slept late, and so we had an hour there, before work. If we wanted to have sex at night, we had to sneak, latch the bedroom door, keep the bed squeaks to a minimum, and listen for footsteps, a jiggled doorknob, the sound of small covert breathing.\n\nWhich is why the sex chair was doomed. \n\nIt started as a joke. Dave found the ad in Rolling Stone. There was a Web site. After a few beers, we were in the online world of Liberator. We were flirty, having fun, putting the day and all its small humiliations behind us. We joked about the shapes of vibrators, the seriousness of the dominatrix models, the practicality of glass dildos and six-inch stiletto boots. Then we wandered over to the furniture section. \n\n“New waves to groove,” the front page read. “Put some funk into function.” \n\nThe furniture looked like it came from Barbie’s Country Camper — overstuffed swooshes in everything from earth tones to zebra prints. When not in use for its primary purpose, each piece converted to a chaise that promised to “cradle all the right places and recharge sexual energy.” \n\nDave and I had been married for over seven years. We still had sexual energy, but it was that word —recharge — that was so appealing. Plus the furniture looked really comfortable. And it was on sale. For just under $400, we could recharge. Revitalize. Reclaim. \n\n“What do you think?” I said. \n\n“It’s a steal,” he said. \n\nI dug out the credit card we usually reserved for groceries and car repairs. Dave typed in the numbers. Six days later, the Esse arrived. \n\nIt was huge. The box was plain, unmarked. We had trouble getting it through the front door. All the pictures of the Liberator furniture had shown two beautiful people sprawled in a wide-open space, a loft probably, a bachelor pad straight out of Esquire. Mod art on the walls, wood floors covered with animal skins. There was no other furniture in the shot. \n\n“Where are we going to put it?” I asked after we finally got the Esse unpacked. We’d ordered it in navy blue. It matched the living room and our bedroom. The Esse wouldn’t fit in either. \n\n“Downstairs?” he said. The basement, the side away from our offices, was a wide-open space. There was a fireplace. We’d painted the main room creamy beige, the same color you see in coffee shops. The color was soothing, sensual. And most of all, the space was private, a whole floor down from the kids, though of course we would have to be careful. We would have to plan. This made it exciting. \n\n“Wear thigh-highs,” Dave whispered while I scraped dried egg off the dishes. I made a note to dig my lingerie out from my sock drawer.\n\n“If you go to 7-11,” I whispered as he played Mr. Potato Head with Phelan, “don’t forget batteries.”\n\nBut then Locklin came home from school, and went, oddly, straight downstairs. He usually stayed in the living room or went to his bedroom to play with his army guys, but not this time. Who knows why. It took him a minute. \n\n“Hey, mom,” he yelled. “Thanks for the cool chair.”\n\nI was horrified. The chair had lived up to the ads. It looked almost normal. Funky, oddly shaped, but it did blend in. If you didn’t know what it was.\n\nWhen I went downstairs, Locklin was straddling the Esse. A platoon of little plastic army guys was lined up along the curves, like an invading force on a ridge. He was holding one of the bigger army guys and making gunshot noises and yelling, “Let’s go, let’s go” and, “Look out!” and, “Aaaarrrrgh!”\n\n“He thinks it’s his,” I told Dave. “It’s creepy.”\n\n“Don’t think about it,” he said. “And don’t talk about it either.” \n\nThat night, when we put the kids to bed, Phelan went right down, but Locklin did his usual anxious drill: “Staying upstairs all night?”\n\n “Of course,” I said, and tried not to blink. \n\n“O.K.,” he said, and that was it. “Good night.”\n\n“I love you,” I said, but he already had the covers over his head. \n\nWhat can I say about married love? Sometimes it all feels like a battle, between parenthood and ourselves, between what we love and what we love. \n\n“Nice to see you,” Dave says on Saturday nights. \n\n“Nice to see you,” I say, as if we haven’t seen each other in years.\n\nSometimes I wonder about Mr. and Mrs. Clown. It’s not every day two clowns throw down in your driveway — their matching rainbow wigs bobbing, smiles huge and painted on. Maybe they were just having a bad day. Maybe they’re mostly happy. Maybe when they take off their makeup and flashing suspenders, when they’re just themselves, people with real names like Bob or Alice, they say, “Nice to see you,” and fall in love all over again.\n\nAs for Dave and me, I found the thigh-highs. I lighted candles and the basement flickered like a movie set. Dave kissed me, and together we curled into the Esse’s soft, perfect curves. And then there were footsteps. Back and forth over our heads. Frantic.\n\n“Mom?” Locklin called from the top of the stairs. “Dad?”\n\nWhat can I say?\n\nWe left the chair in its place for a few weeks. Then, when Dave’s parents came for a visit, we hid it under the stairs. \n\n“I don’t think they’ll know what it is,” Dave said. “But just in case.”\n\nAt first Locklin missed the chair, but now I think he has forgotten. Which is fine, because his father and I haven’t. It’s still there, under the stairs, waiting. The Esse comes with an extended warranty. It’s solidly built, real quality stuff. An investment, made to last through almost anything."
}