{
  "url": "http://www.nytimes.com/2008/06/29/fashion/29love.html",
  "headline": "Rescued by an Israeli Soldier",
  "dateline": {
    "year": 2008,
    "month": 6,
    "day": 29
  },
  "byline": "Glynis Ann Ritchie",
  "text": "I’M not sure what I expected to discover in Israel. Though three generations of women in my family were avid Zionists, the country never held much significance in my life. I didn’t expect to find answers to my personal quandaries about religion, politics or human rights. Nope, I mostly hoped to find a beach.\n\nSo you can imagine my delight when I found myself rolling around on a ratty mattress in a sandy Bedouin tent in the middle of the Negev desert with a fantastically handsome 6-foot-2, 21-year-old Israeli army commander.\n\nThere was only one problem. As he drew me close and pulled off my shirt, the commander unintentionally exposed a pair of wounds about eight inches above my hips. And in doing so, he uncovered the physical manifestation of why I so desperately needed a vacation.\n\nMatan, my dark and quiet warrior, was the first man to reveal the pink, tender scars hidden under my shirt. To him, it probably appeared as if someone had taken an extremely sharp knife and sliced into my 22-year-old chest. \n\nAnd someone had.\n\nIn April last year — eight months after the doctor who had diligently treated my mother’s breast cancer for 12 years told her, “I’m sorry, Mrs. Ritchie, but I just don’t have any more ideas,” and 11 months after I graduated from college — surgeons made two incisions under my breasts. They excavated my chest and reconstructed my cleavage with silicone implants and human tissue, hoping to remove the potentially precancerous tissue lurking there.\n\nBoth of my mother’s sisters died of breast cancer when I was a child. My grandmother died of it before I was born. Close to a dozen other relatives on my mother’s side have also fought a strange, vicious and often undetectable form of the disease.\n\n And although no doctor has been able to detect a genetic mutation in our DNA, the disease clearly runs in my family like the dark color of our eyes, the curls in our hair and our malfunctioning thyroids. \n\nSo as my mother fought the most challenging battle of her life, I, too, engaged in combat: a pre-emptive war against my genes.\n\nI had always known that the operation, a prophylactic double mastectomy, was inevitable, but it didn’t occur to me until late last year that I would be on the operating table before meeting my husband, raising children and developing a career.\n\nWhen my mother’s illness took a turn for the worse, I believed I had to act. As difficult as it was to imagine undergoing it at such a young age, it was impossible to imagine undergoing it without her. So I left Teach for America, moved home to be with my mother and prepare for my surgery, and transformed myself into a macrobiotically inclined housekeeper. \n\nWhen I wasn’t buying organic root vegetables to supplement my mother’s new cancer-fighting diet, I was explaining my decision to doctors, family members and friends.\n\n I sat with people for hours, waiting for them to get over the shock of my decision and accept it. One cousin thought I was making a mistake and begged me to wait. A handful of people stopped returning my calls without explanation, though one admitted later that she “just couldn’t handle it.”\n\nDuring that time, I endured being poked and prodded by various surgeons (including one who said I would be “forever mutilated” by my decision), seven hours on an operating table and two months of physical therapy.\n\nBut I had plans. Not long after my operation, I would be off to the Middle East and a country involved in an entirely different kind of war. Thanks to the Birthright Israel Foundation, I could look forward to a 10-day all-expense-paid trip to the Holy Land, with 40 of my soon-to-be closest friends. We would be following in the footsteps of 160,000 other young Jewish adults who were beneficiaries of the same program.\n\nExactly three months after I left the hospital, an active-duty soldier introduced himself to our group on a street in Jerusalem. He would be accompanying us for several days as we traveled through the desert.\n\n“I’m Matan,” he said, his hand outstretched. “My name means gift.”\n\nThat day he detailed his experience in the second Lebanon war to a group of falafel-eating American tourists at a cafe in the Old City. He told us about a botched mission during the summer of 2006. “My soldier, he died in the helicopter ride home,” he said.\n\nOver the course of the next four days I came to know an intensely antiwar commander who cared deeply about the safety of his soldiers and the future of his country. He yearned for his government to change tactics, improve social welfare programs for the Palestinians and reconsider the impact of the West Bank wall.\n\nHe struck me as a hopeless romantic desperate for an outlet. He told me stories of his youth and showed me pictures of his mother. He held my hand as we hiked through the national parks, and he sang to me as we lay next to each other at night, gazing at the stars.\n\nWe came from dramatically different backgrounds but were both fighting to feel normal and safe in our bodies and our homes. Matan understood where I came from and what I needed: No explanations and no pity.\n\n“My mother is sick,” I whispered that night in the tent when he saw my scars. “All of the women in my family have been sick.”\n\nHe took a moment to examine the wounds. “Sometimes we have to fight battles even when we don’t want to,” he said. \n\nWith that statement I knew he recognized, as I did, that we shared something deep that drove us both to take up weapons when we could have walked away, ignored reality and hoped for the best.\n\nBefore Matan, I had spent a year removing people from my life before removing things from my body. Women my age are supposed to feel young and beautiful, but I felt old and monstrous. That night, as Matan kissed my scars, he began to kiss away a year of fear, pain and loneliness.\n\nIn the Bedouin tent, my insecurity fell away in the arms of a man who understood. I could let him touch me because he, too, knew what it felt like to fight a seemingly endless war for survival. Like me, he grew up watching loved ones fall at the hands of a misunderstood enemy. He, too, carried the burden of remaining strong and fearless in an environment where fear was the dominant emotion. \n\nBefore Matan left to resume his army duties, he asked me to return to Israel in December. We would live together on a kibbutz, he said, raising the community’s children, growing organic root vegetables and dancing until dawn. \n\nTired of worrying about the future and the consequences of my decisions, I accepted his offer with barely any hesitation. I wanted nothing more than a life of endless exotic possibilities with the one man whose understanding of my situation was intuitive, natural, visceral.\n\nBack in New York, I tried to reach him by e-mail, sending message after message. When I didn’t hear from him, I convinced myself he was busy. His army schedule was taxing, and he was overwhelmed with stress. I gave him time: days, weeks, then months.\n\nSometime in late fall, it occurred to me that Matan was still in real danger. I scoured the newspapers for his name. I searched for details about bombings, raids and stray bullets, afraid that I would discover my own version of a government-issued telegram.\n\nOne night after work, in a last-ditch attempt, I dialed the number he had scribbled in my travel journal.\n\n“Allo?” he said in his soft, melodious voice. It was a Sunday morning in Israel, and there were sounds of a busy cafe in the background.\n\n“Matan? Is that you?” I burst out, overjoyed to know that he was — or at least sounded — well. \n\nIn the background, someone sitting nearby ordered an orange juice in Hebrew. Others laughed uproariously at jokes.\n\n“Hello? Matan? Can you hear me? It’s ... Glyn. Matan, please.” \n\nI waited for him to tell me that he had lost my number, his computer had malfunctioned or  he had been fighting on the front lines. I waited for him to break down and confess that he reached out for me in bed every night. When I decided that he couldn’t hear me, I waited for him to ask, “Is anybody there?”\n\nI sat on the edge of my bed, held my breath and waited. Until, almost on cue, he quietly ended the call.\n\nMatan was not the first man who opened up my chest, scooped out the contents and tossed them into the trash. He will be the last, I hope.\n\n IN February, I put on the T-shirt Matan gave me on one of our last nights together. For months it had held his scent, instantly transporting me to that tent in the desert. Until then, I had kept the souvenir folded tightly  in the bottom of a drawer, fearful that it would air out. I knew that in putting on the shirt and eventually washing it, I would be accepting the loss of him.\n\nI may have been naïve to feel such an intense connection to someone I knew only a few days, no matter how powerful I believed our connection to be. Matan’s conflict involves a violent religious and political battle far more complicated than the one I wage against my genes.\n\nBut while Matan may remain trapped in his own battle, he freed me from mine. For 22 years, I had pushed myself into adulthood, anxious about finding the right person, starting a family, establishing my career — always trying to beat the clock.\n\n The surgery only compounded my sense of urgency, culminating in my rushed and overblown expectations of Matan, who, after all, was only 21 and lived an ocean away. He was just a kid. And so was I.\n\nI realize now that I heard exactly what I needed to hear when he cut off the phone call. In his silence I found the freedom to relax into the natural pace of my life. For the first time, I did not have to rush to Israel, to graduate school, down the aisle or into the maternity ward. I could just be 23.\n\nIt was a matan, a gift I desperately needed. And for this, I owe that stunning army commander my deepest gratitude. \n\nThat, and a smack in the face."
}