{
  "url": "http://www.nytimes.com/2008/05/04/fashion/04love.html",
  "headline": "Want to Be My Boyfriend? Please Define",
  "dateline": {
    "year": 2008,
    "month": 5,
    "day": 4
  },
  "byline": "Marguerite Fields",
  "text": "It’s a Complicated Subject\n\nJust before Valentine’s Day this year, Sunday Styles did something very unromantic: we asked college students nationwide to tell the plain truth about what love is like for them. We weren’t sure what to expect, but we thought we wouldn’t receive many essays about red  roses and white tablecloths. \n\nWhen the contest deadline passed seven weeks later, more than 1,200 essays had arrived, from 365 schools in 46 states and Puerto Rico. In perhaps typical collegiate fashion, nearly 700 poured in on the last day, 400 over the final hour. We counted only three red roses among them, and one was bestowed in a laundry room. \n\nAs for the more complicated stuff, and the uniquely 21st century struggles — those we got by the hundreds, covering everything from how students view communications technology (as a lifeline, a crutch or a scourge) to their ambivalence about the no-strings-attached sexual opportunism of the hookup culture.\n\nFive of these essays will appear as the Modern Love column, starting today with Marguerite Fields’s winning entry, “Want to Be My Boyfriend? Please Define,” an eloquent, clear-eyed account of her generation’s often noncommittal dating scene. On the Sundays between Mother’s Day (May 11) and Father’s Day (June 15), we will publish the four runner-up essays. \n\nWant to Be My Boyfriend? Please Define\n\nBy MARGUERITE FIELDS\n\nRECENTLY my mother asked me to clarify what I meant when I said I was dating someone, versus when I was hooking up with someone, versus when I was seeing someone. And I had trouble answering her because the many options overlap and blur in my mind. But at one point, four years ago, I had a boyfriend. And I know he was my boyfriend because he said, “I want you to be my girlfriend,” and I said, “O.K.”\n\nHe and I dated for over a year, and when we broke up I thought my angsty heart was going to spit itself right up out of my sore throat. Afterward, I moved out of my mother’s house in Brooklyn and into an apartment in the East Village, and from there it becomes confusing.\n\nSo, a few days after the chat with my mom, when I found myself downtown drinking tea with my friend Steven, I asked him what he thought about dating. He has a long-term girlfriend, and I was curious how he viewed their relationship.\n\n“The main thing,” he said, “is I don’t mind if she sleeps with other people. I mean, she’s not my property, right? I’m just glad I get to hang out with her. Spend time with her. Because that’s all we really have, you know? I don’t want her to be mine, and I don’t want to be anybody’s.”\n\nI sucked my teeth and looked over at the next table, where two men sat opposite each other. One looked over his shoulder and gave me a closed-mouth grin.\n\nSteven explained that it’s not a question of faithfulness but of expectation. He can’t be expected not to want to sleep with other people, so he can’t expect her to think differently. They are both young and living in New York, and as everyone in New York knows, there’s the possibility of meeting anyone, everywhere, all the time.\n\nFor the sake of brevity and clarity, I’ll say I’ve dated a lot of guys. It’s not that I’ve gone out anywhere with a lot of these guys, or been physical with most of them, or even seen them more than once. But there have been many, many encounters.\n\nI’ve met guys in the park, at the deli, at galleries, at parties and on the Internet. The Internet idea came from thinking that if I could sift through people’s profiles, like applications, I could eliminate the obvious lunatics.\n\nAnd that didn’t work out very well. One leaned across the table an hour into dinner and screamed: “You love me! I know you do!” Another stood outside my apartment with one finger on the buzzer and another covering the peephole, occasionally banging his fist, until he finally exhausted himself and left.\n\nAs for the guys I first met in person, there was the construction worker I ran into on the train twice before saying anything, kissed the third time, kissed the fourth time, got stood up by the fifth time and never saw again. Then there was the guy with tattooed knuckles, the young Republican, the Irishman on vacation and the guy who stole $300 from me to buy drugs. There was the activist, the actor, the librarian, the waiter and the bond trader.\n\nSo when my friends and I started having a conversation about the nature of monogamy, I thought I knew something about monogamy. Because, despite the fleeting nature of most of my encounters, and despite my own role in their short duration, I think what I have been seeking in some form from all of these men is permanence. \n\nSometimes I don’t like them, or am scared of them, and a lot of times I’m just bored by them. But my fear or dislike or boredom never seems to diminish my underlying desire for a guy to stay, or at least to say he is going to stay, for a very long time.\n\nAnd even when I don’t want him to stay — even when he and I find each other as strangers and remain strangers until we stop doing whatever it is we are doing — I still want to believe that two people can meet and like each other well enough to stay together exclusively, without the introduction of some 1960s rhetoric about free love or other noncommittal slogans.\n\nBut noncommittal is what we’re all about.\n\nThere was the guy with red hair and big steaklike hands that walked with me arm in arm through Washington Square Park, kissed me on the stoop of my mother’s brownstone and said he wanted to be my boyfriend. Until our next walk, when he kept his hands to himself and said he meant boyfriend “in the theoretical sense of the word.”\n\nThen there was the installer of soy insulation who cooked soggy pasta and made me watch football and whimpered and kicked in his sleep. In the spring there was the guy 12 years older than me who shared an apartment overlooking Tompkins Square Park with an antediluvian man who walked around in graying long underwear.\n\n There was the guy who wore more makeup than I did, and the one who waxed his eyebrows clean off his face. And the one who slept with a guy when he was drunk, then with another when he was sober. (But he insisted he wasn’t gay, just curious, and since when was I so uptight anyway?)\n\nOver the summer there was the Jesuit taking a break from the seminary who stopped calling after I said I wouldn’t sleep with him on our third date. In the fall, back at school, there was the banjo player from the woods of New England who took me home to meet his family, then moved away and told me to wait for him. And I did, for months, until he called to say he was falling in love with me, and oh, man, I had to come see him right away (“Buy your ticket tonight!”), before he called again to say it was moving too fast and he wasn’t ready.\n\nAnd on, and on, and on.\n\nThen this winter I met a guy while waiting to have my computer fixed. He had big blue eyes and a wide red mouth and delicate hands and greasy brown hair. He sat down and asked what I was reading and did I have a boyfriend because he was asking me out. He smelled like incense and clean linen, and I was overwhelmingly and instantaneously smitten. Among other things, I liked his indifference, confidence and knowledge of foreign film directors.\n\nOn our first date he explained his theory of exclusive relationships, which was that they shouldn’t exist. We talked about our (and all of our friends’) divorced parents, about how marriage was nothing but a pragmatic financial venture, and about the last time we cheated on someone. He said that his disregard for monogamy wasn’t a chauvinistic throwback, but quite the opposite: the ultimate nod to feminism.\n\nOn our second date we watched coverage of the Iowa caucus, and later, after listening to jazz at his apartment, he crawled onto his bed, leaned against the headboard and said he didn’t burn artificial light after dark. I sighed and edged into bed next to him.\n\nDuring the night he kicked and snored, grabbing greedily at me with his well-moisturized hands like a child snatching at free candy.\n\nWe overslept. In the morning I watched him dress frantically, the way a drifter would (gray pants and shirt tucked in and tie and vest and brown wingtip shoes and gray sweater and red scarf and jacket: it was lovely). He looked up occasionally from his scrambling to give a big toothy smile. I made the bed and drank the orange juice he bought for me the night before. We left his apartment and tried to find a cab.\n\nAs we crossed Hudson Street, we waded through a passing stream of preschool children walking in pairs, holding hands. I watched their teachers — one at the front of the line, one in the middle, one at the back — while he hailed a taxi.\n\nA week passed before I saw him again. I was about to go back to school in Vermont, and he was headed to Jamaica on vacation. When I entered the restaurant, he said: “The nice part about having a shoddy memory is I forget how pretty some people are. You look beautiful.”\n\nAs we ate, we theorized about the effects of pornography on romantic relationships. Dinner ended; he had to go pack for his trip. I asked casually when I was going to see him again.\n\nHe sighed. “That’s a loaded question.”\n\nI asked what he meant, because I thought the question was fairly straightforward.\n\nThen it came. The story. The long, boring, aggravatingly rehearsed and condescending story. It spewed, overflowed and dripped off our table and onto the floor and underneath the shoes of the other patrons and into the street.\n\nHe said he had just gotten out of a long relationship, and now he was single and didn’t really know how this whole dating thing works, but he was seeing a lot of other people, and he liked me; he thought I was special. Cross my heart, he actually called me special.\n\nWHEN he was done, he asked: “That’s what you were talking about, right? Seeing me again and the nature of our relationship? Like, what are we to each other?”\n\nI said I just meant to ask when we were going to see each other again, because I thought that was the polite thing to do after a few dates, and I wondered if he wanted to make time for me to come back to New York to see him. And he said no, that was “too much, too soon,” but if I’m ever in town I should call him. He would love to see me.\n\nWe left. It was raining, he hailed a cab for me, and we hugged without looking at each other. I got into the cab and rode away. \n\nAnd tried to process it. And tried to remind myself that when we first met I thought he was an arrogant, presumptuous little man. I tried to think about my conversation with Steven. I tried to remember that I was actively seeking to practice some Zenlike form of nonattachment. I tried to remember that no one is my property and neither am I theirs, and so I should just enjoy the time we spend together, because in the end it’s our collected experiences that add up to a rich and fulfilling life. I tried to tell myself that I’m young, that this is the time to be casual, careless, lighthearted and fun; don’t ruin it."
}