{
  "url": "http://www.nytimes.com/2008/02/03/fashion/03love.html",
  "headline": "An Open and Shut Marriage",
  "dateline": {
    "year": 2008,
    "month": 2,
    "day": 3
  },
  "byline": "Colette Dedonato",
  "text": "AT an upscale pub in our small Northwestern town, one of the mothers seated around  our table made an indissoluble confession: she told us she had been having a very serious crush on a man who was not her husband. She said the crush bothered her. Besides making her feel guilty, it also made her unsure of the status of her marriage. As she spoke, red blotches formed around her neck.\n\nBeing new in town and newer still to this tradition of a ladies’ night out, I had little at stake in the relationship and felt free to question her about her potential indiscretion. I was also halfway through my second glass of pinot noir on an almost empty stomach.\n\n“It doesn’t seem very realistic to be attracted to only one person for the rest of your life, does it?” I said, hoping to put her at ease.\n\n“It doesn’t,” she said. “But the fact that I keep making excuses to go see this man makes me question my motives.”\n\n“What are your motives?” I asked.\n\nMy question was met by silence. She either didn’t know or couldn’t form a response. So the rest of us quickly filled the void by musing about the different people we’ve had crushes on: the guy who makes our soy latte every morning, the local celebrity politician, the obviously gay tailor, the friend of a college-bound nephew. \n\n Nearly all of us agreed it was O.K. to “crush out” on someone, and even to tell our partner or husband (or our couples therapist) about it in an effort to be honest, and thus mature, in our relationships. The unspoken assumption was that it was not O.K. to act on it.\n\n Despite my general attitude of acceptance when it comes to people questioning their most troubling emotions, I’ve learned to tread carefully on the conjoined subjects of fidelity and monogamy. My experience tells me that it’s a minefield and that no one except Dr. Phil-inspired talk-show exhibitionists and the admittedly polyamorous are ready to talk openly about it.\n\nI don’t belong to either of those groups. But, to be fair, I’ve given polyamory my best shot.\n\nIn graduate school, when my boyfriend then — a touchy-feely, anarchist performance artist type — announced he wanted to see other people because monogamy was “a bourgeois construct,” I reluctantly went along with him for about a year, thinking that dismantling the dominant paradigm was the right, countercultural thing to do. \n\nMostly what it did, however, was make me paranoid about getting a sexually transmitted disease, despite our practice of safe sex. I began to imagine every woman I encountered in his circle of friends as the one who might have had sex with him just hours before.\n\nMy respect for him dwindled as I viewed his need to see other women less as a political stance than simply his sexual overdrive combined with a lack of impulse control. We eventually split up, and I looked for someone who wanted to have an old-fashioned relationship. The emotional trafficking that being “poly” required was just too exhausting, using up energy I needed for school and two jobs. I saw no benefit, anyway: the men I broached the idea with were just freaked out by it.\n\nLater, when I found the man I wanted to spend my life with, and he and I started talking about marriage, we discussed our worries of signing on to something that had an almost 50 percent failure rate. We wanted to believe in marriage as a viable option without being duped by the fairy tale expectations of it. I know people who have been married three and four times, and it always makes me wonder: Why keep marching down the aisle and making the same promises?\n\nHistorically, of course, marriage was a business arrangement, with infidelity (at least for men) being the acceptable loophole. It wasn’t until the 18th century that love gained credibility as a reason for marriage. And now, in the 21st century, marriage is supposed to do it all for both husband and wife — love, companionship, family and work — a supposedly one-size-fits-all answer to a couple’s every emotional and sexual need for 40, 50, even 60 years.\n\nSkeptical of buying into such grandiose promises, we approached marriage with an open mind, knowing that we loved and trusted each other and that we were determined to be honest no matter what, even if that meant admitting that we might occasionally be attracted to other people. \n\n Sublimating our inner desires seemed like a recipe for obsession and deceit. We were just trying to be realistic about an institution we had always viewed as being a little sanctimonious, one that made more sense when human life expectancy was about 43, and when, financially speaking, women needed to be taken care of. \n\nSo, several years into our marriage, when a good friend of mine told me that she had a crush on my husband (and I’d sort of figured that his interest in her photography career had developed into more of an interest in seeing all of her tattoos), I knew that all of our theorizing about what makes a successful life partnership was about to face its first real-life application.\n\nI didn’t feel particularly threatened by this friend. I trusted her, and I never imagined her to be a woman for whom my husband would leave me. In fact, I never thought he would leave, period. I reasoned that since he and I could be so open with each other, our marriage must really be invincible. And if I were to give the two of them permission to “explore their feelings,” it would also give me a chance to dawdle in the feelings I’d developed for a colleague at work. We’d all take baby steps — nothing dramatic — and see how it went.\n\nBut we immediately faced logistical concerns. If my husband was out with her, what should I be doing? Did I need to plan my time with my colleague to coincide with the time he spent with her? Did my husband and I need to tell each other whenever we planned to spend time with the other person?\n\nA FEW solid rules would have been helpful, but without knowing how either relationship might progress, we didn’t know how to set them. It seemed odd and presumptuous to be negotiating rules for relationships and situations that were themselves unknown and unpredictable. So what would the boundaries be? Was kissing allowed? More? \n\nWe knew lying was not an option. We had agreed that lying is what made it “cheating,” leading to hurt and distrust and causing the real damage to the relationship. But how much truth could we realistically handle? I wasn’t sure how much I really wanted to know about what they were doing.\n\n As it turned out, he had nothing to worry about with me. My flirtation quickly died under the weight of my friend’s moral discomfort. After a few lunches he grew uneasy about the gray zone we had entered. There was one late evening of sushi and cocktails, but it was I who felt guilty and decided to go home so my husband wouldn’t be waiting and wondering. The next day my colleague called and told me he couldn’t do it anymore. His friends had advised him against the situation; he didn’t want to get hurt.\n\nMeanwhile, my good friend and my husband were continuing to have good times taking pictures and going back to her apartment to develop them and continue their mild flirtation. Then one night, when it had gotten too late for my comfort zone, he called to say our Volvo wagon wouldn’t start. I knew the car to be unreliable, but I couldn’t deny a nagging doubt: Could he be lying about the car just to spend the night with her?\n\nThat, for me, was the breaking point. It didn’t matter if he was telling the truth. I doubted him anyway, so the result was the same. I further realized that I couldn’t handle the thought of them spending the night together, sleeping in the same bed, even in a Bert and Ernie arrangement. My imagination ran wild. I felt as if I were imploding. \n\nWhat had I expected? That spending the night with her would send him running back to me? That honesty would override any feelings of possessiveness or hurt?\n\nSeveral arguments and 10 therapy sessions later, we thanked each other for allowing that kind of creative romantic safari into our lives but vowed never to do it again. We weren’t bored with each other. And despite our ostensibly progressive notions about marriage, we were not impervious to the full range of human emotions — rage, jealousy, fear of abandonment — that tend to surface when we cross the boundaries of love.\n\nAs one might imagine, the good friend and I did not remain good friends. That bond was the weaker one, it turned out. She and I tried several times to talk it through in the hope of preserving our friendship, but we finally agreed that once the door had been left open, too many flies had come in and spoiled the ambience. \n\nI’ve known many people who have had successful open marriages, and I admire their intentions — some of them, anyway. You have to want to go the distance on that emotional seesaw, and it takes great courage. You have to commit to spelling out every rule and consideration clearly and with great enunciation. You can’t just glide over the syllables. \n\nBack at the pub, our ladies’ night out was breaking up, and I offered to walk the confessor home. I didn’t tell her about my experiences. Instead I asked what marriage meant to her. Could she let go of the “rules” and her expectations enough to at least be O.K. with everything she was feeling?\n\nShe didn’t know, but we both agreed that having a crush gives you a much-needed adrenaline rush. Somebody is treating you the way your spouse did oh-so-many years ago, looking into your eyes without wondering if you cleaned his favorite shirt, or paid the mortgage on time, or will turn out to be his mother. Looking at you with nothing but passion and a sense of possibility.\n\nTonight I’m going to try to look at my husband the same way. He’ll probably be watching one of our favorite shows, “Big Love,” in which case I’ll watch with him and we’ll laugh at the same lines. We love to laugh together. It keeps us sane."
}