{
  "url": "http://www.nytimes.com/2008/11/02/fashion/02love.html",
  "headline": "Modern Love: My Transgender Twin Learns a Lesson in Sacrificing Parenthood",
  "dateline": {
    "year": 2008,
    "month": 10,
    "day": 31
  },
  "byline": "Kate Rood",
  "text": "MY twin brother, Eli, is jealous of sea horses. They are the only animal species in which the male gives birth to the offspring. Male sea horses have brood pouches where the female deposits her eggs. The eggs then hatch in the father’s pouch, where the young continue to live until they are expelled into the ocean after strenuous labor that can last several days.\n\nEli is a transgender man, and lived the first 20 years of our lives as my fraternal twin sister. I have plenty of memories of my twin as a little girl, as Emma, not Eli. More often, though, my memories adjust to represent Eli as I know him now, as my brother. \n\nWhen we were 5, living in a small apartment in Portland, Ore., my mother made our favorite breakfast of buckwheat pancakes on weekends, shaping the batter into K’s and E’s, for Kate and Emma. One morning as my mother assembled the ingredients, Emma, pretending she was a chicken, took two eggs from the counter and placed them next to each other on the carpet. I remember it was a pair of eggs, because even at our young age we knew what it meant to be twins, and whenever we played house, babies came in twos. \n\nEmma jammed her thumbs under her armpits and pumped her arms in excited flutters before crouching gently above the eggs, as if to incubate them. Then it was over. The mother hen accidentally sat on her eggs.\n\nEmma stood up, crying, as egg whites ran down the backs of her legs. As a 5-year-old girl, she couldn’t have known how her relationship with eggs would again be tinged with tragedy when she was an adult. \n\nA few years later we were living in an apartment complex with a swimming pool, and that summer we lived in our swimsuits, which were practically worn translucent by September. Each evening we would compare our tan lines and soothe our wind-chapped cheeks.\n\n Sometimes we had the pool to ourselves. Other times visiting grandchildren or older boys from another building would show up, towels in hand, interrupting our games with their unpredictable and explosive splashing. \n\n“God,” my usually patient twin fumed when a hulk of a boy jumped into our floating contest. “I hate boys.” She paused to shake water out of her ear. “You know what they are?”\n\n“What?” \n\n“Baked beans in human skin,” she said, her cheeks bright.\n\nI glanced at the boys, then back at her, laughing and feeling the solidarity of sisters, which, looking back, strikes me as delightfully ironic. Did an envy of boys already lurk in Emma’s subconscious? Was her mind already puzzling over bodies and skin, heart and soul, how it all fits together, and what happens when it doesn’t?\n\nEmma and I started menstruating three days apart. She bled first, which made her seem old and wise when I followed close on her heels, both of us fumbling with pads and aspirin and new knowledge.\n\nGrowing up a twin, I thought everything that happened to my counterpart would happen to me. But our shared experience diverged at age 20, when Emma realized, after several years of grappling with gender, that she wasn’t meant to be female. He was male, and he chose Eli as his new name. Soon hormone replacement therapy would begin to change Eli’s female body to match his male sense of self. \n\nEven as this process raised new questions for our family, the more clearly Eli articulated his identity, the closer I felt to him. Our mother’s support was more tempered by concern about the inevitable struggles to come: How would Eli be viewed in society? How would he raise a family?\n\nEli’s gender transition has occurred in many stages. And while some aspects of his metamorphosis (the deepening voice, the chest surgery) are permanent, other changes, like Eli’s new musculature and the redistribution of body fat away from his hips, would reverse if he were to stop hormone therapy.\n\n But when it comes to the effects of testosterone on the female reproductive system, the impact is profound. And while the permanence of the damage is not entirely known, reproductive options for transgender men become more limited the longer they take testosterone.\n\nSome transgender men have hysterectomies early in their transitions, eliminating all reminders of their female reproductive capacity. Others either don’t think  such surgery is necessary or defer in the hope that they might someday be able to bear children themselves. \n\nEli has confided in me his reservations about sacrificing this element of female experience. He now faces tough choices about how to reconcile the reality of his physical transition with his desire to have biological children. \n\nResearchers continue to explore reproductive technologies, yet even with possible breakthroughs on the horizon, my brother’s chance of successfully bearing his own child depends on society’s willingness to embrace a new understanding of pregnancy as an experience no longer reserved only for women — an understanding, in fact, that not all people with a uterus are women. \n\nSometimes the realization that Eli might not be able to bear children of his own suffocates me, and I ache for simplicity and answers. We talk often about his worries, and they have become my own, as with everything we share. \n\nShould he stop taking the testosterone now so that maybe in five years he can try to become pregnant? Should he suspend the hormone therapy and try to use his eggs to freeze embryos for later, or keep taking the hormones and have a hysterectomy to eliminate any chance that he might get ovarian cancer? Should he pursue other avenues of parenthood, like adoption?\n\nWhat 23-year-old should have to face such choices? Eli is full of life, yet soon to be rendered infertile by the very treatment that has made possible his visions of himself as father. And so we wait for the day when science might make a sea horse of him. \n\nA year into Eli’s transition, roughly two and a half years ago, I sat in my college’s health services complex awaiting results of my own pregnancy test. My very regular cycle was late, and I berated myself for the false sense of security that three years on the pill had given me. Ten minutes later, when the result was negative and the nurse told me to check back in a week if my period didn’t come, I still couldn’t let out my breath. I sat there cursing my fertility, its inconveniences and threats. \n\nAt the same time, my twin sat in the waiting room of the Callen-Lorde Community Health Center in Manhattan, facing the decision of whether to ask for his weekly hormone shot in the thigh or the backside, depending on where he thought the concentrated testosterone would cause the least muscle cramping the next day. (It would be another year of such appointments before he would be approved to inject himself.)\n\nEli told me he enjoyed watching the oily liquid be drawn up into the syringe and then deposited into his muscle. In the months to come he would continue to worry about his fertility, mourn its fleeting existence, wish he did not have to give it up. We were both in awe of the power of hormone therapy to vanquish his menstrual cycle, but we were learning a lesson in sacrifice. \n\nA year after my pregnancy scare I found myself staring at an advertisement in a public bathroom for a local fertility clinic appealing for “exceptional egg donors.” I tensed with the recognition of a truth I had known (if never spoken) since the day Eli called to announce his transition: if he ever needs eggs that have a genetic link to his own, I will give him mine. \n\nThey could be implanted in a female partner or surrogate, or, in the event we do one day become like sea horses, in him. There’s something reassuring in the possibility, however remote. \n\nIn our attempts to understand disruptions of self and relationships, we often look to the natural world to tell us stories of ourselves. We hope the animal kingdom will naturalize behavior that falls outside of the human binary. We exclaim over gay penguins in the Central Park Zoo. We note patterns of grieving in animals from geese to elephants to help locate our own mourning in a larger continuum of emotional response. We point to promiscuous chimpanzees, monogamous swans and polygamous walruses to illuminate the dueling joys and heartbreaks of human mating behavior. \n\nAS the complexities of my brother’s transition threaten his newfound tranquillity, my whole family has turned to the sea horse to give us perspective. It’s easier for me to think about the unimaginably tough choices my brother has had to make if I can crack jokes with him about pregnant sea horse fathers bucking the gender binary from the depths of the ocean. \n\nMy mother? She has started compulsively bidding on sea horse paraphernalia on eBay. With a potential grandmother’s curiosity, she daydreams about Eli’s children (perhaps he could have twins, and surely they would be voracious readers, too) but approaches the situation with a mother’s patience. \n\nLast Christmas she bought Eli a glass bowl with delicately etched sea horses around its rim. The bowl now sits on a table in Eli’s room, holding his syringes and bottle of testosterone. Inspired, Eli and I went a step further on our birthday by getting matching shoulder tattoos of two entwined sea horses.\n\nFor just over two years, Eli’s body has carried the testosterone that is responsible for the biggest — he sometimes says only — sacrifice of his transition: the loss of his fertility. While we no longer call ourselves sisters, our identity as twins is unchanged, and we remain deeply connected: by friendship, by ink and by our shared conviction that, like the male sea horse, Eli will be an excellent father."
}