{
  "url": "http://www.nytimes.com/2008/06/08/fashion/08love.html",
  "headline": "Why Spoil Great Sex by Dating?",
  "dateline": {
    "year": 2008,
    "month": 6,
    "day": 8
  },
  "byline": "Joel Walkowski",
  "text": "A FEW months ago I liked a girl — a fairly common occurrence. But being slightly ambitious and drunk, I decided to ask her out on a date.\n\n This was a weird choice, as I’m not sure I know anyone who has ever had a real date. Most elect to hang out, hook up, or Skype long-distance relations. The idea of a date (asking in advance, spending rent money on dinner and dealing with the initial awkwardness) is far too concrete and unnecessary. As the adage goes: Why buy the cow when you can get the milk for free? Why pay for dinner if you can sit around watching TV? If you stay at home, you hardly even need to stand up, let alone put on a nice shirt. \n\nDespite misgivings, this particular foray felt legitimate, a coming-of-age moment straight out of a John Hughes movie. I had always wanted to go on a real date: flowers, dinner and all that. I thought that maybe in doing so I would feel more like an adult and less like a dumb little boy. \n\nSo I called this girl, feeling a little sleazy as I searched for the right words: “Hey, um, this is Joel. Do you want to, like, go out? On a date?”\n\n“O.K.,” she said uncertainly, no doubt suspicious the whole thing was a joke.\n\nHer positive response did nothing to calm my jitters. Give me a party, a front porch gathering, or a random encounter, and I’m comfortable talking to anyone. But this kind of formal planning unnerved me. Riding my bike home, I realized I didn’t even know what a real date was, beyond some vague Hollywood notion.\n\nIn my 21 years, I have had my share of trysts and one-night stands. I’ve been in love. I know it was love because I shamelessly clung to her. I have had my share of ups and downs but have no idea if I’m doing the whole love thing right or wrong. We don’t tend to define it  that way.\n\n In this age of cyberselves, with hookups just a Craigslist ad away, the game has evolved to the point of no rules. It’s not the ’50s where I can ask some lucky girl to wear my pin and take a ride in daddy’s car. This change probably benefits me in the end, as I’m sure an offer of a ride in my dad’s Sable would be swiftly rejected. \n\nFor my generation, friendship often morphs into a sexual encounter and then reverts to friendship the next day. And it’s easy as long as you don’t put yourself on the line or try too hard. Don’t have a prospect? Check Facebook. Afraid to call? Text. \n\nWith so many avenues for communication, one might expect an onslaught of romantic soliloquies, but that isn’t the case. Casual is sexy. Caring is creepy. You don’t want to show your hand, and you certainly don’t want to fall in love. At least until you do, and by then it’s too late. \n\nPlanned romance is viewed as nothing more than ambition, so it’s important that things be allowed to happen naturally. Sex is great, and so are some relationships, but not to the point that they should be actively pursued. \n\nIt’s hard to even flirt with a girl without feeling obvious and embarrassed, since the greatest displays of cheesiness come from the pursuit, making it disgusting: “Oh, you drive a Volvo? What’s that like?” Realizing I’m flirting, I cringe and do my best to restrain myself. An encounter is best when unsullied by intentions, leaving lust or boredom to take over. \n\nThe typical sequence goes like this: Friends meet up at some sort of bonfire or impromptu game of night volleyball. Maybe that girl from your history class is there, and you start to talk. Neither of you has expectations. But just hanging out and swapping stories, laughing a little, creates a spark and the attraction builds, eventually leading to the big wet kiss that changes everything and nothing.\n\nThis is the perfect hookup, a pressure-free surprise. With a stranger, everything is new and acceptable. Her quirks are automatically endearing. This first encounter is the perfect place, but where does it lead? \n\nIn the best case, nowhere at all. The next time you see her in class, you act the same as you did before, and so does she, except for the knowledge you share that what happened last week might happen again.\n\nIf it continues, you have an understanding, physical chemistry and great conversations. You meet two or three times a week for no-strings sex and long-winded philosophical talks.\n\n Most importantly, you aren’t lonely. Maybe deep in the recesses of your mind you think about possibly loving this person. What’s the standard response? Nothing. If she asks, “How do you feel about me?” you answer from the heart: “I see you as an unexpected treat from the heavens. I don’t know how I deserve this.” \n\nYour relationship is good. Your relationship is strong. But it isn’t a relationship, and that’s the key. You aren’t hoping she will become your girlfriend, and ideally she is not looking for anything more, either. \n\nA friend of mine, a normal girl who is neither especially social nor aloof, engages in hookups unabashedly — she’s just doing what she wants and doesn’t regret or overthink it. Except for one time when she woke up in some guy’s embrace, got out of bed and noticed his bookshelf. \n\nI’m not sure what it was about the contents that impressed or moved her; maybe the books suggested a gentle soul. All I know is what she told me: “I only felt bad after seeing his books.” The books had made him a real person, I guess, one she liked. Or pitied. Because then it was on to the next.\n\nI might not be a typical youth, and maybe my friends aren’t typical, either, but hardly anyone I know aspires to be “that guy” or “that girl,” those once-dynamic individuals who “found someone” and suddenly weren’t so cool. On some level, we envy the scope of their feelings, but we certainly don’t want to become them. \n\nBut staying out of relationships can be just as much work as maintaining one. After hooking up with the same person several times I’m sometimes haunted by the “Relationship Status” question on Facebook, and I’ll linger over the button, wondering whether to make the leap from fun to obligation. I envision holding hands, meeting her parents and getting matching ankle tattoos. \n\nThen I come to my senses and close the window. \n\nSometimes, though, it’s not up to me. I work at one of the campus libraries, and for some obscure reason my bosses, who are mostly middle-aged and female, decided to hold a Library Prom. I had to take someone, so I asked a girl, one of the truly rare fish worth catching (or being caught by). \n\nThat didn’t stop me from introducing her as “my friend.” \n\nWhich didn’t stop one of my bosses from asking, “Are you two dating?”\n\n“Yeah,” she said.\n\n“Um, we are?”\n\n“Well, this is a date, isn’t it?” \n\nShe had me trapped. I nodded blankly. With one word, she had changed everything. Now I’m asked about her at work, even though she is currently hooking up with a friend of mine.\n\nI wish I could explain this to the librarians. They’re sympathetic to my other complaints: about studying, about having my license suspended, about taking care of my pet chicken, and so on. “I was there once,” they tell me. “You’ll be fine.” \n\nBut when it comes to love, all they can say is, “How’s that girlfriend of yours?” \n\nMaybe this disconnect has always existed. As one of my classmates, a genteel 60-year-old, said to me, “Every generation thinks they discovered sex.” Which might be true, but I’m not sure any previous generation has our plethora of options and utter lack of protocol. This may reflect how our media obsession has desensitized and hypersexualized us. \n\nBut I think it goes beyond that. Our short attention spans tend to be measured in nanoseconds. We float from room to room watching TV, surfing the Internet, playing Frisbee and finding satisfaction around every corner, if only for a moment. \n\nOut of fear, we shrink ourselves. There have been many times I should have cried but stifled the tears. Instances where I should have said, “I love you” but made a joke instead. Once, a girl dumped me and it nearly ruined me. How bad was it? I ate nothing but Wendy’s for an entire week.\n\n I’m fairly certain I could have saved the entire endeavor with a soul-baring soliloquy of what was true and what mattered to me, but I couldn’t muster the courage. I don’t know many who can.\n\nWe’ve grown up in an age of rampant divorce and the accompanying tumult. The idea that two people can be happy together, maturing alongside each other, seems as false as a fairy tale. So when a relationship ends, it isn’t seen as bad. It’s held as evidence that the relationship was never any good to begin with.\n\nMAYBE it’s just that we have learned nothing can compare to the perfect moment of the unexpected hookup — wet lips on the beach, lying in the sand — and so we aim to accumulate as many as possible. Or maybe we’re simply too immature to commit. That has been the rap against guys forever, but now women think the same way. With the world (and the world of sex) at our fingertips, it’s difficult to choose, to settle, to compromise. \n\nBut I do occasionally wonder: If we can’t get past ourselves and learn to sacrifice to be with another, then what is in store? A generation of selfish go-getters fueled by nothing more than our own egos, forever seeking that rare dose of self-esteem? An era of loneliness filled with commercial wants and mate selection based on the shallowest of criteria? \n\nAs a staunch proponent of my generation, I believe that, despite what it may seem, we appreciate the ways of love and affection but are simply waiting for them to take over. We might dally in the land of easy sex and stilted text-message flirtation, but deep down we crave the warm embrace of all-consuming love. \n\nI do, anyway. What else could have been behind my crazy idea to ask a girl out on a date? Alas, she and I ended up going to Chili’s and never went out again. Welcome to adulthood. "
}