{
  "url": "http://www.nytimes.com/2008/02/17/fashion/17love.html",
  "headline": "I Married a Republican: There, I Said It",
  "dateline": {
    "year": 2008,
    "month": 2,
    "day": 17
  },
  "byline": "Ann Hood",
  "text": "IT was happening again. I was at a cocktail party where the hosts were people I had just met, people I wanted to become friends with, and was sipping chardonnay and nibbling papadum chips when a woman said, “Oh, the people next door! They’re ...,” she paused and lowered her voice, “ ... Republican.” \n\nEveryone grimaced. The conversation quickly turned to complaints about the current administration. Before long it wasn’t just the administration being bashed but Republicans in general.\n\nI stood there nodding, my dirty secret lodged in my throat like a golf ball. \n\nThe woman I wanted to befriend looked at me conspiratorially and shook her head. “Can you imagine?” she said. “Right next door!”\n\n“No,” I lied.\n\nNot only could I imagine a Republican in my neighborhood, I could imagine one in my bed. Every night. I’m a Democrat married to a Republican.\n\nAnd I am not just an average Democrat — I lean way, way left. I marched along Fifth Avenue protesting the 1991 Persian Gulf war. I rode a bus to Albany to march against the death penalty. When I enter a voting booth, I choose all the candidates in the same column, without hesitation. My last love, before my husband, Lorne, had grown up in Berkeley, Calif., in the 60s. He was so far left, he made me look centrist.\n\nOn my first date with Lorne, over black ink pasta and Chianti, I ranted about union busting. \n\n“Wow,” he said. “You’re pretty passionate about this.”\n\nIf he had said, “Wow, you must be a Democrat,” would I have ended the date? Maybe. I had never had an actual relationship with a Republican. Wisely, he did not confess that night. But after I ranted some more, I had a strange feeling that he might disagree with me.\n\n“You’re a Democrat,” I said, “right?”\n\nMy husband has a beautiful face, and right then he leaned his beautiful face close to mine and said: “I vote for the best candidate. I read everything I can. I listen to them speak. And I vote for the person who can do the best job.”\n\n“Really?” I said. I didn’t know anyone who did that. Everyone I knew only read about and listened to and voted for Democrats. I remember thinking that he was a good person, a fair person, a better person than I was with my rigid values and unwavering commitment to liberal politics.\n\nHere was how Republican he was: in the early ’90s, he was drafted to run for lieutenant governor of our state on the  Republican ticket. But here is how open-minded he has always been: his candidacy was undone when a reporter discovered he had been a registered Democrat since college, and although he had long since stepped to the other side of the aisle, he had never gone to the trouble of undoing that. (He soon did.) \n\nWhatever his current politics, it was too late: I had already fallen in love with his combination of whimsy and steadfastness, his ability to fix broken doors, his wanderlust and just plain lust.\n\n What can I say? Love can sidetrack a person. Still, it did not feel good when I told myself: I love a Republican. It felt, in fact, like I had betrayed someone. Or many people.\n\nSlowly, my close friends and family met Lorne. And slowly, one by one, they took me aside. “Ann,” they would hiss, “he’s a Republican.” \n\n“But he’s pro-choice,” I would say, hanging on to the one political stance he and I actually shared. \n\n“But he’s a Republican,” they would say.\n\nSlowly, I met his friends. Clinton was president then, popular and charismatic. But at my first dinner party with his three oldest friends and their wives, I had to listen to them complain about Clinton. This was before Monica. What was there not to love about Clinton before Monica? Well, I guess if you disagreed with what he stood for, there was a lot not to love. But how could you not agree with what he stood for? Such was my worldview. \n\nEveryone I knew felt optimistic about the United States back then. Except those people. I stared at the strange new faces, faces I imagined I would have to see for the rest of my life. They fell from moderate to very conservative — all of them right of center. How had I ended up here?\n\n“You told me you voted for the best candidate!” I said to him later. \n\n“I do,” he said. “They just happen to be mostly Republicans.”\n\nAngry with him and myself, I began to argue about every political issue that landed on our doorstep with the morning paper. The more I argued, the more I saw how little we agreed. Being in favor of abortion rights was important, necessary even. But was it enough? \n\nWhenever we were with my friends, I would silently tally who was on which side. Inevitably it was my friends, blue; my husband, red. The opposite was also true. Almost without exception, his friends voted red, and I was a minority of one. \n\nTired of clenching my teeth during their dinner debates about the evils of the Democrats — their flawed policies and lack of morality — I began to fight back. I screamed about partial birth abortion and defended President Clinton over the Monica debacle during an endless dinner at a country club, then cringed at their party-line responses. Lorne at least isn’t as conservative as these people, I told myself. But that offered little solace. \n\nWhen a friend and I were hosts to a  John Kerry fund-raiser, she breezily talked about having Lorne and her husband pick up the wine and gather signatures. \n\nI swallowed hard. “Lorne isn’t coming.” \n\n“Is he out of town that night?” she asked, her face so innocent and open. \n\nI shook my head, avoiding her gaze. “He’s on the other side,” I managed. \n\n“Huh?”\n\n“He goes the other way,” I tried. \n\nNow she was frowning at me. I had no choice. “He’s not a Democrat,” I finally said. Easier, I figured, than saying the “R” word out loud. Even so, I had rendered her speechless. \n\nThe night of the fund-raiser, Lorne and I had a fight about whether he could go at all. “Why would you?” I asked, imagining him explaining to everyone why he didn’t want Kerry to win. He did end up going but kept characteristically quiet about his politics. Maybe I imagined the looks of pity that people shot my way that night?\n\nThen we invaded Iraq, and nobody was able to find any weapons of mass destruction, and I knew Lorne would see the error of his ways. Rather than gloat, I decided to forgive. I pointed to a front-page article and said, “Now that we know Bush misled us. ... ” I looked at my husband’s face and stopped. “You don’t still support him, do you?” \n\n“Well,” he started, “until we know all the facts. ... ” \n\nAs luck would have it, we had dinner that night with a group of his old friends. Without politics, these friends always strike me as being warm and caring. But whenever that line is crossed, they seem insane to me, rabid and unreasonable. That night, however, when I heard myself screaming, “Condoleezza Rice is a liar! Rumsfeld is a war criminal!” it became clear that it was not his stridency that was causing this rift in our marriage, but mine.\n\nOn the way home, I vowed to stay away from political discussions with this group or any of Lorne’s friends, forever. As we sped through our little blue state, I sneaked a glance at him driving. True, Lorne avoided these arguments. But it didn’t matter. I knew where he stood, and where I stood, and it was not on the same side. Could a marriage survive such a solid barrier of disagreement? How many bipartisan couples did I know? Absolutely none. \n\nWe have other differences, of course, but they are trivial: Lorne likes to climb mountains, I like to knit; he always orders biriyani in Indian restaurants, I don’t much care for it. Not exactly the stuff of great conflict. But a lifetime of tolerating, even embracing, such philosophical opposition seemed harder to imagine.\n\nBut tolerate it we did, mostly by not talking about it. When I read about President Bush’s low approval ratings, and when Alberto Gonzales resigned, I gloated privately. Then, the inevitable happened: a new presidential election was upon us. Lined up on one side: Obama, Clinton, Edwards and me. On the other side, McCain, Romney, Huckabee and Lorne. I wanted to know whom he was supporting. I needed to know. \n\n“I like Edwards,” I said one morning, then held my breath. \n\nHe grinned, shaking his head. “I haven’t decided yet.” \n\nA brief respite. But I knew there was no avoiding it. Things would heat up. From where I sat, the divide seemed huge and unnavigable, yet also narrow enough to reach across and hold hands. So that’s what I did. I took his hand: my husband, my Republican, my love. \n\nAND then a few weeks ago I came home from a business trip, pulled my politically correct car into our driveway, and stared hard at the sign in our yard. I blinked. I looked again. It was not a mirage. \n\nThe sign said, “Vote Obama.” \n\nI shouted. I actually whooped. I couldn’t believe my eyes. Had one of my children put it there? A neighbor? It couldn’t have been Lorne.\n\nInside, I approached him cautiously. “There’s a sign in our yard.”\n\nHe shrugged and cast a broad smile my way. “He’s the best candidate.”\n\nNow my whole body was grinning. \n\nI sneaked off to call my cousin. “Lorne is supporting Obama,” I whispered. \n\n“No!”\n\n“He put a sign in our yard.” \n\n“No!”\n\nA few days later, Lorne sent me a text message: “KENNEDY HAS ENDORSED OBAMA!!!” I counted the exclamation points. Three could only mean giddy excitement. I gazed at the words on my cellphone and remembered how, 15 years earlier, I fell in love over black ink pasta and Chianti with a man who was thoughtful and independent (all right, and an excellent kisser). \n\nIt would be nice to think I had changed him, but I hadn’t: if anything, he had just proved that he’s more thoughtful and independent than ever. And I, for better or worse, remain just as passionate and stubborn. Which is maybe (let’s hope) a big part of why he fell in love with me.\n\nWhatever the case, I can already see the bumper sticker: “Barack Obama: Uniting America, One Bipartisan Marriage at a Time.”"
}