{
  "url": "http://www.nytimes.com/2008/02/10/fashion/10love.html",
  "headline": "A Valley of Misery Between Peaks of Joy",
  "dateline": {
    "year": 2008,
    "month": 2,
    "day": 10
  },
  "byline": "Daniel Jones",
  "text": "AS editor of this column, I was trying to make sense of the preceding Year in Love (as revealed by the manuscripts that cross my desk every day), bewildered that Paul McCartney’s divorce had led to a lot of essays welcoming him back on the dating market (“Paul and Let It Be Me!”), when my eyes drifted to a news headline: “Middle-Aged Misery Spans Globe.” \n\nThe article said that researchers had compiled data on two million people from around the world and determined that the average earthling’s happiness chart was in the shape of a U, with the trough representing the decades-long downer of middle age and the narrow tips being twin emotional highs of youth and old age.\n\nI wasn’t having a particularly happy morning (or month — such a long winter already), so it was comforting to learn that I wasn’t supposed to be happy. Less comforting was the revelation that as a 45-year-old man, I hadn’t yet hit bottom. I was still diving and wouldn’t splat into the real muck for another five years.\n\nWhy this midlife misery? The researchers didn’t know. They theorized that by middle age many of us are finally ready to accept reality and give up on our most cherished but unattainable dreams, a downer for sure.\n\n And what of all this elderly joy? They didn’t know that either, but suggested cheerful people might live longer, thereby skewing the sample. \n\nMy first thought was that I didn’t recall my early 20s, the supposed Mount Everest of happiness in the average person’s life, as being so euphoric. Seems to me I’ve scaled greater heights in the swamp of midlife. Whatever the case, wondering about those patterns sent my mind leapfrogging across the landscape of relationship stories from the last three-and-a-half years, upward of 10,000 strangers’ confessions of private anxieties and passions. \n\nVery few of those, to be sure, came from writers over 70.  But the essays I have received from that age group support the study’s findings about that age group exactly: most convey a sincere happiness with life and marriage. Typical is this poignant passage by Sue Ransohoff from Cincinnati, which came to me in July: \n\n“My husband and I have been married over 61 years; Jerry just turned 90 and has Parkinson’s; I’m 87 and have osteoarthritis from the neck down ... and we are happy.\n\n“This happiness crept up on us, or we came down with it, in the last two or three years, and has little to do with our physical situations, which are so-so, or with the realities of life. There have been losses: Jerry’s two brothers, and my one. Cousins and friends are gone. Our four offspring live elsewhere, as do our eight grandchildren and one great-grandson.\n\n“So what’s to be happy about? We have passed through the rough stages, where we battled bitterly about where to go, what to do, whom to do it with. I’ve given up being depressed and having migraines; he’s given up drinking too much and having temper tantrums. We know this isn’t going to last forever; at some point the other shoe will drop. But for now it’s delightful to have this special ‘coda’ to our lives.”\n\nBeing aware of the fleeting nature of this coda clearly made her appreciate it all the more. And indeed it was fleeting: her husband died last December, five months after she wrote that passage. Nevertheless, her words express the feelings of many older people  who have made it through difficult times, stuck it out together and feel rewarded at life’s end with a sense of appreciation and marital contentment.\n\nThis is in stark contrast to what I hear from those in middle age, where in most cases the writer’s spouse or partner (whether the couple is straight or gay, married or not) registers as barely a blip on the radar, and the prevailing mood is one of anxiety. \n\nCertainly there are deep pleasures and satisfactions available in midlife, particularly in parenthood. But when it comes to tales from my fellow midlifers, I most often find myself reading about regret and claustrophobia, fantasies surreptitiously indulged, old flames cyberstalked (including the agony of whether to hit “send” on that “Hey, you won’t believe who this is!” e-mail message), children occupying center stage as our ailing parents wait in the wings for our care ... while out of the spotlight, dangling unnoticed in the rigging, is the incredible shrinking spouse.\n\nOh, well, we sigh, taking solace in the fact that none of our peers have it any better. Isn’t it normal to let your marriage wilt on the vine for a decade or two while your duty to children, career and home grinds you down to a nub of your former self? Relationships take work, after all, and who has time for a third or fourth job?\n\nO.K., I admit there are some kinds of midlife stories in which spouses typically play a starring role. Three kinds, to be exact: divorce, grave illness and military tours of duty.\n\n In this last case, it may not even be the real spouse in the starring role but a stand-in. Last April, Alison Buckholtz wrote in this column about how her family tried to cope with her husband’s months at sea aboard  an aircraft carrier by getting a Flat Daddy, a life-size cardboard cutout of Scott’s image. As she describes her children’s reaction to the cutout:\n\n“The moment Flat Daddy arrived ... my daughter held him and kissed him ... and even dragged him into her crib at night. In the days that followed, they took him everywhere: out for dessert, where they fed him ice cream; to the library, where my son balanced Flat Daddy on his shoulders and raced through the aisles; into the backyard, where he accompanied them down the slide.”\n\n As a Flat Daddy, Scott was getting considerably more attention and affection than just about any three-dimensional daddy I know. It got me thinking: maybe all of us midlifers ought to buy our families a Flat Daddy (or a Flat Mommy) and then stand back and watch the love fest to remind ourselves how much we really matter, like the gift George Bailey got from Clarence the angel in “It’s a Wonderful Life.”\n\nBut there must have been a time when romance conquered all, when our husband, wife or partner was more than a bit player, more desirable than even a good night’s sleep. Absolutely. And that phase, of course, is the other peak of happiness, the big one in our early 20s, just before the fall. How does love relate to happiness at that age?\n\nA few months ago in this space, 24-year-old Margaret Meehan described her life like this:\n\n“Having spent my school years on the sidelines of love, I naturally scorned anyone who was in the game. So I arrived in New York ... as a self-righteous anti-romantic who mocked starry-eyed idealists, considered sex a nonthinking act between two imbeciles and pitied women who lost their identities and independence as they plummeted into that meaningless void called ‘love.’\n\n“If the Love Train ever came to my station, I planned on scoffing at the fools aboard, waving from my platform of self-satisfied singleness as they pulled away and became a blur of maudlin, gag-worthy sentiment on the horizon.” \n\nOf course, she promptly boarded that Love Train anyway and had her heart thoroughly chewed up and spit out. But at that point there was no getting off. The train had left the station, and she had found an “all-too-comfortable seat” on board “among the other pathetic, whimpering fools, and soon to depart for destinations doomed, deranged and possibly even unsanitary — where the heart rules and the mind follows.”\n\nThis is the story of new love, of young love, and I hear it repeatedly: the recklessness, the urgency. When you’re in it, it may be wrenching and tumultuous. But to the observer, it’s life lived to its fullest.\n\nAnd it’s often love felt at its purest, especially for young couples separated by an ocean and a war. Timothy Hsia, a 25-year-old soldier, sent me a dispatch from Iraq that read essentially as a Valentine to his new wife, Heather. It started this way:\n\n“I’m in Baquba in a building constructed by Saddam Hussein’s army, bombed by Americans and now occupied by my unit. Heather is in Seattle, probably packing her gym bag and listening to a mix CD I made for her. We’re newlyweds separated by an 11-hour time difference and the 10 months left in my deployment.\n\n“Heather marks the days  by checking them off  on a calendar. I find it more effective to simply disassociate myself from time. When you’re deployed, time takes on the feeling of a Salvador Dalí painting: distorted clocks and a desolate landscape that fuses time with the desert. \n\n“Our wedding was held in the Ft. Lewis Chapel with just the chaplain, Heather and me. I had very little to offer her. I still owed years to my military commitment, and the only guarantee about my immediate future was a deployment overseas. She didn’t ask for a fancy wedding, a ring or a honeymoon. She didn’t ask for a newspaper column in which to broadcast our marriage. \n\n“She just gave me her love, and I gave her mine. Love can be complicated. But for us it’s the simplest thing in the world.”\n\nI suspect the happiness scholars would smile at how Timothy Hsia’s sentiments about his first year of marriage so perfectly echo Sue Ransohoff’s tribute to her marriage’s 62nd year.\n\n Such examples suggest we eventually do come full circle. Or at least full U. A hopeful thought, especially for those of us down here wriggling in  the muck.\n\nHappy Valentine’s Day.\n\n\n\nAttention, college students:\n\nThe Modern Love College Essay Contest, which starts today, is open to college students nationwide. What is love, in this age of 24/7 communication, blurred gender roles and new ideas about sex and dating?\n\n We are looking for young writers with something to say about the current state of love and relationships — true stories, rooted in your lives, that pull readers aside and say, “It’s like this ...” \n\nThe winner will receive $1,000, and the essay will be published in Modern Love on May 4. Runner-up essays may be published as well. The entry deadline is March 31. Go to nytimes.com/essay for details and an archive of Modern Love columns. A collection of columns, “Modern Love: 50 True and Extraordinary Tales of Desire, Deceit and Devotion,” is sold at nytstore.com."
}