{
  "url": "http://www.nytimes.com/2008/10/05/fashion/05love.html",
  "headline": "Shipping My Insecurities to California",
  "dateline": {
    "year": 2008,
    "month": 10,
    "day": 3
  },
  "byline": "Anna Davies",
  "text": "“I’M moving to California,” I lied to John. It was 2 a.m., and he had called as I was leaving a bachelorette party to ask me over for the night.\n\n That was the nature of our three-year-plus “friends with benefits” relationship: every couple of months we got together at his place for sex and not much else. This time, he breathed in stunned silence at the other end of the line.\n\nI had met him at a particularly rocky juncture in my life, the summer between college and the real world when, at 22, I was spending my days looking for apartments and jobs, and generally feeling sorry for myself.\n\n On a whim one evening, I clicked away from the apartment rental listings on Craigslist to the “Casual Encounters” section, the online destination for those seeking one-night stands or ongoing casual relationships. I hadn’t really thought through where it might lead or if I would even post anything. All I wanted was a diversion from my rising panic over my future. \n\nJohn responded, and after getting to know each other a bit online, we agreed to meet. He was in his early 40s, a workaholic with a messy past and a string of failed relationships. Spending time with him immediately put all my post-collegiate ennui into perspective. \n\nSoon we had established our pattern. Every few months he would appear in my life through an initial call that would lead to spending two or three nights together. Whenever I would convince myself that maybe, despite our age difference, despite our unconventional introduction, our pseudo-relationship could turn into something more, he would disappear again. \n\nOr I would. Like the time he confessed to hiring a nude cleaner off the Internet, and when he invited a woman from a wedding to move into his apartment with her toddler, which kept us apart for the better part of a year. \n\nIf we had been dating, this behavior would have been reprehensible. But we weren’t dating. And so, against my better judgment, I ended up in his bedroom whenever he reappeared. There, sex would inevitably be followed by tearful drawn-out confessions from both of us. He would dramatically introduce some story by saying he had never told anyone before. “Why are you telling me?” I wanted to ask. I never did.\n\n Instead, I listened quietly, enjoying the role of confidante, knowing that the next morning I would be able to slip away unencumbered, our lives neatly separating until the next encounter. \n\nUnlike the rest of my life, which seemed filled with uncertainty and confusion as I tried to figure it all out, my time with John was like following a simple, familiar script. Even our cycle of closeness and betrayal was somehow comforting in its predictability. \n\nOne time when I was in bed with him, he traced the curve of my back and said, “You’re just like me.” \n\nI turned and smiled at him, because even though it was true that we were in this together and that I countered his confessions with my own, I didn’t believe I was anything like him. In fact, each time we hooked up I felt a guilty twinge of superiority, knowing full well that as real as my issues were (insecurities about my job, fights with my friends, territorial battles with my roommates), they were all part of being in my 20s.\n\n The last few times I had seen him, everything had seemed forced. I was too old to be playing the wide-eyed naif, and I think he sensed my encroaching disdain, even as I slept curled in his arms. \n\nSo when he called after the bachelorette party, I thought, “Oh, not again.” I couldn’t keep doing this. Around me, friends were settling into serious relationships and marrying. I needed to move on. But I didn’t know how. It seemed weird to have a big breakup talk over something that wasn’t about commitment in the first place. \n\nAnd then the lie just spilled out. \n\n“I’m leaving next week,” I continued as a cab roared up and my dress fluttered around my knees.\n\n“Really?” I heard a pause, a quick readjustment of expectations. All too quickly, his voice was back, sounding smooth and almost enthusiastic — the voice I could never resist: “So, we have to celebrate, huh?”\n\n“I can’t come over tonight. I have to pack.” I cringed at my over-the-topness. As if I really had to pack at 2 a.m.?\n\nSurprisingly, he didn’t seem to notice. “That’s fine,” he said. “But we need to really do something for you.”\n\nAnd then, instead of pressing me about what time I could come over, he actually began asking me about my life. \n\nDespite our three-year pseudo-relationship, John knew less about me than did any of my friends or even co-workers. He didn’t have my e-mail address. While he vaguely understood that I worked at a magazine, he didn’t know which one.\n\n He had never seen my last name, Davies, written down, so he thought it was spelled “Davis,” which rendered me un-Googleable. He didn’t even know I barely knew how to drive, making a move to California all the more absurd. \n\n“Why California?” he asked. \n\nInventing on the spot, I told him I was moving to become a script consultant for a TV series and was planning to live in a sweet West Hollywood bungalow with my best friend from college. \n\nHe kept up the questions, expressing honest curiosity about my life for the first time, and I became giddy as I continued to invent an imaginary parallel life. \n\nWe planned a goodbye dinner for the following week. When he suggested a trendy, expensive spot, it sounded suspiciously as if we were embarking on a romantic date, our first. While we had ventured out of his apartment a few times during the years we knew each other, it was rarely enjoyable. In public, we had nothing to talk about — none of the shared jokes or simultaneous observations of normal relationships. \n\nThis time was different, though. With my supposedly imminent departure, a meticulously planned evening seemed appropriate. I knew I should have felt remorseful about my lie. However careless or insensitive John had been, he never, to my knowledge, had lied to me. \n\nBut instead I felt a surge of confidence, certain that this was the only way for us to part. Now we could fully celebrate our peculiar friendship, and leave each other on good terms, which seemed far better than if I had told him I never wanted to speak to him again or simply ignored his calls. After all, he had been the one constant in what I considered my still nascent adult life.\n\nThe day of our date, I bought a dress, had my hair blown out so it fell soft and straight on my shoulders, and strapped on my tallest (and most expensive) heels. I had never approached a date so carefully, but I wanted this to be more than a farewell dinner; I wanted to use it as a benchmark to show how far I had come. \n\nWhen we met, I had been so confused about my life and future that I had once worn the same T-shirt for three straight days because it seemed pointless to change. Now I had a job that I loved, an apartment of my own and a wardrobe full of sample sale finds. I had an accountant. I wanted John’s memories of me to be of someone self-assured and confident, not wobbly and insecure. I wanted him to realize that I was more in control of our situation than he had assumed. \n\n Just as I was leaving my apartment for our dinner, my phone rang. I picked up, knowing it would be John. \n\n“Hey, babe, I’m running late. Mind if we do our date at my place?”\n\n“O.K.,” I mumbled, my stomach sinking. I knew I should have said no, called it a night and blocked his number. But I was determined to carry out my plan, if only to feel a sense of private one-upmanship. \n\nFinally, two hours later, he called, ready for me to come over. At this point, I had changed into jeans and flip-flops, just as always, and had angrily drunk half a bottle of wine. \n\n“I’m going to miss you, kid,” he said, pulling me to him as he opened the door. \n\n“You, too,” I agreed tipsily, already imagining a parallel life in California. The California me would be all light, no shadows like the person I had been in New York. She would be smart and straight-shooting and never let a man disappoint her. She would be prepared, the way a woman with an accountant should be. \n\nThe fictional California, I realized, had become a medley of metaphors running through my head: the end of the line, a screen on which I could finally create an ending for the character I had become in front of him. \n\nTHAT night, in the spirit of California, we watched episode after episode of “Entourage” while eating bad Chinese food and drinking vodka, the guaranteed recipe for emotional oversharing. And so, as the night grew later, I cried as I told him how much I would miss him, how he was the only guy in New York who understood me. \n\n“We’re good together,” he agreed, clinging to me. “I could have seen us together. We’re just the wrong time, wrong place.” \n\nI nodded tearfully as I relaxed into his arms. It felt as if his cluttered one-bedroom apartment had been transformed into an exalted, almost tender, space. And maybe that was enough for both of us. \n\nThe next morning, we were awkward and officious as I picked up the clothes I had strewn across the floor the night before. I smiled at him, still feeling confused. \n\nSeveral weeks later, as I was falling asleep in my bed, alone, just across Central Park from him, I got a text message. “How’s California?” he asked. \n\nI thought about it, tempted to invent a boyfriend and really close him out. But ultimately, I didn’t respond, even though it would have been all too easy to sum up my West Coast life in one word: unreal. "
}