{
  "url": "http://www.nytimes.com/2008/10/26/fashion/26love.html",
  "headline": "Modern Love: A Family Dispute Over an Heirloom Diamond Engagement Ring",
  "dateline": {
    "year": 2008,
    "month": 10,
    "day": 24
  },
  "byline": "Michael Bahler",
  "text": "MY grandfather Harry (my mother’s father) gave my grandmother a relatively inexpensive engagement ring with her birthstone. It wasn’t until many years later, after my grandfather had built a successful shoe store business, that he bought her a 2.5-carat diamond. When my grandmother was in her early 80s and suffering from Alzheimer’s, she became so frail that the ring would slide off her finger, so my grandfather reluctantly took it from her. \n\nOne day, a couple of years after I graduated from college, my grandfather invited me over and showed me the ring. “When you meet the girl of your dreams,” he said, standing upright and smiling broadly, “I want you to propose with this.” \n\n“That’s my ring,” my grandmother called out, suddenly lucid. \n\nAfter my grandparents died in 1996, my parents put the ring, worth tens of thousands of dollars, into their safe-deposit box. Having to go through my parents before proposing wasn’t ideal, but I didn’t need my own safe-deposit box just for that. And I figured that it was also somewhat traditional that before I proposed, I would have to ask my parents for the ring. \n\nTwelve years passed, during which I did not propose to anyone. \n\nLast May, my girlfriend, Jen, told me that if I didn’t propose by Labor Day she would leave. At that point we had been dating for two years and had been living together for several months. And while I couldn’t fault her for the tactic, given that she was 35 and wanted kids, I had never read a love poem that included the word “ultimatum.” \n\nI asked my mother for the ring.\n\nIn my family, everyone has roles. My younger sister’s role is to make babies, my older sister’s role is to make drama, and my role has been to remain single and help out my mother (since my father is a workaholic). So it didn’t surprise me that my mother’s response to my request for the ring was dead silence.\n\n“I’m not definitely getting married,” I said to her. “But I might. Don’t tell anyone.” \n\n“I have to tell your father. He needs to come with me to the safe-deposit box.” \n\n“O.K.,” I said, “but don’t tell anyone else.” \n\nMy parents had known each other for only 28 days when my father proposed. He was that certain. But I was much more like my mother, who woke her parents the night she accepted my father’s proposal to tell them she was marrying, then woke them up again the next night to say she might have made a huge mistake. \n\n“Make up your mind before you wake me up again,” my grandfather Harry told her.\n\nI take my mother out to lunch every weekend. She loves fast food, largely because my very formal grandparents didn’t take her out for pizza and burgers when she was growing up. That Saturday, my mother made her usual request that we head over to a Burger King on Route 10, and I had to talk her into going to Panera Bread. \n\nIn the parking lot, my mother held up her hand, and I noticed that she was wearing a diamond engagement ring, but the stone was far too small to be 2.5 carats. \n\n “Your father stayed up all night polishing this,” she said. “It’s Grandma Sandy’s engagement ring.” \n\n Grandma Sandy was my father’s mother. When she died in 1995, my father gave me her simple wedding band, which I still wear on my pinkie. \n\n“He thinks you should propose with this engagement ring,” my mother said, pointing the modest diamond at me as if it were a decoder ring. \n\n“I’m not definitely proposing.” \n\n“If you propose.” \n\nIt was a little weird that my mother was wearing the engagement ring she wanted me to propose to Jen with. And while it was touching that my father wanted me to propose with his mother’s ring, I didn’t think he should just make that choice for me. Besides, my grandfather Harry had wanted me to propose with his ring. \n\n“Mom,” I said, “Grandpa Harry gave me the other ring.” \n\n“If we were a fractious family,” she said, “you wouldn’t be able to get that ring because you don’t have anything in writing.” \n\n“Mom!” \n\n“But we’re not a fractious family. You can have that ring. It’s yours. We just thought you would like this one better. The other one’s so showy. And you don’t want to have to worry about someone stealing her finger. And if you take the ring, you know you’re going to have to pay to get it insured. Come on, let’s go eat.” \n\nJen was very low maintenance and probably didn’t care which ring I proposed with, but I had already told her about the bigger one. I often divulged early on with women that my grandfather had left me a large rock, thinking that it offset some of my sketchier qualities, like the fact that I eventually wanted to quit my job as a lawyer and write fiction full time. \n\nWhen I saw Jen later that day, I floated a test balloon by mentioning my other grandmother’s smaller diamond. “But I’m not definitely proposing,” I added. \n\nShe held my face as if I were a little boy. “I want a commitment,” she said. “It’s not about jewelry.” \n\nI smiled. \n\nBut that night she ran into the bedroom and cried, “I don’t want the small ring!”\n\n“I thought you didn’t care about jewelry.” \n\n“I would be fine with a dot of a diamond,” she said, “but it makes me feel strange to know there are two rings and you and your family decided to give me the small one.” I considered buying a new engagement ring for Jen, but I couldn’t justify it given that I already had my grandfather’s ring, which was both free and meaningful.\n\nI again asked my mother to retrieve the ring from the safe-deposit box, and this time she promised to do it. We agreed to meet the following weekend to have the diamond appraised. When I arrived at my parents’ house, my mom handed me an old ring box. “Open it,” she said. \n\nThe diamond was more dusty than beautiful. \n\n“Come up here,” my father shouted from upstairs. “I want to show you something.” \n\nMy father was a broad-shouldered cardiologist who had grown up poor on Newark’s South Side. I found him in his study, which was cluttered with his amateur radio equipment and old pocket watches he was repairing. He was sitting at his desk. \n\n“I think you’re making a big mistake,” he said. \n\nAt first I thought he was talking about Jen, but then he tried to give me his mother’s engagement ring. \n\n“Dad,” I said, “I loved your mom. I still wear her wedding band.” I held up my pinkie. “But what’s the point of having a 2.5-carat diamond engagement ring and keeping it in a safe-deposit box?” \n\n“I didn’t realize you were such a snob.”\n\n“Dad!” \n\n“And it bothers me that you’re taking that ring away from your mother. If anyone should wear it, your mother should wear it.” \n\nI took a deep breath. “Grandpa Harry wanted me to propose with the ring.”\n\n“So you’re going to propose?” he asked. \n\nI moaned. \n\n“You need to make up your mind.” \n\n“I realize that,” I said. \n\n“How about this: you keep the big ring, but propose with this one,” my father said. “And on your 10th wedding anniversary, you give her the big ring. O.K.?” He opened up a small tin. “And I’m going to give you some other little diamonds from my grandmother’s ring, and you can take Jen to a jeweler and she can design her own setting.” \n\nIt hit me that having a neurotic family wasn’t all bad, because it was much easier to worry about diamond rings than lifetime commitments. \n\n“Are we in agreement?” my father asked, handing me his mother’s ring. \n\nWe very nearly were in agreement. They had almost convinced me. And it’s not like I couldn’t see where they were coming from. It was, after all, the family jewel, and I was about to give it away. \n\nBut I believe in symbolism, and I knew I couldn’t propose with anything but the bigger ring. If I proposed. \n\nI have a friend who bought an engagement ring for his girlfriend and didn’t propose for two years (while the ring sat in his desk drawer). For me, once the ring was in my apartment, I had a real urge to give it to Jen. \n\nBut how? Trying to come up with a novel wedding proposal in the waning days before an ultimatum deadline is sort of like being on “Iron Chef” in that you are not given much to work with. But there is still the opportunity to be creative, and when Jen asked if I wanted to play tennis after work, I saw my opportunity.\n\nTHAT evening I put the ring underneath three tennis balls in my shorts pocket. I told her my right knee had been bothering me but we could hit as long as I didn’t have to chase balls. \n\nI planned to propose after we had played the three balls. As each of the first two left my pocket, I felt as if I was in a jump plane waiting for my turn to parachute out. \n\nFinally I grabbed the third ball and managed to hit it over the net. She returned it. I tapped it back. She hit a hot shot far to my right, and that was my chance. I screamed and fell down clutching my knee. \n\nShe rushed over to my side of the court. “Are you O.K.? What happened?” \n\n“I love you with all my heart,” I said, lifting the ring from my pocket. “Will you marry me?”\n\nShe looked confused. \n\nI quickly moved from sitting to kneeling. “Will you marry me?” \n\n“You’re not really hurt?”\n\n“Jen, will you marry me?” \n\nShe took hold of the ring. “This is the big ... ?”\n\n“Yes,” I said. \n\n Then it was her turn to say yes. Our wedding is set for January. \n\nThe weekend after I proposed, my parents took us out for dinner at a local Indian restaurant in a strip mall. During the meal, my parents didn’t mention the big diamond on Jen’s finger, except once, when my mother leaned toward the ring and said, “Oh, it’s beautiful,” as if she had never seen it before."
}