{
  "url": "http://www.nytimes.com/2008/09/21/fashion/21love.html",
  "headline": "Knowing My Stillborn Son",
  "dateline": {
    "year": 2008,
    "month": 9,
    "day": 19
  },
  "byline": "David Hlavsa",
  "text": "HAVING waited until we were in our 30s to start a family, my wife and I were having trouble conceiving, leading to sperm tests, hormone shots and other extraordinary measures.\n\n Over many months, the process of conception became so technical that when Lisa told me she was at last pregnant, I found it hard to know what to credit. After the first ultrasound, she came home with a black-and-white picture of a tiny curled-up creature. We put it on the refrigerator: my son, the lima bean. \n\nAt 20 weeks, we went in together for the second ultrasound. The technician made small talk and popped his gum as he dimmed the lights. Lisa lay back on the table. I shifted in my seat, jammed my hands into my pockets, and stretched out my legs like a teenager settling in to watch a movie. As the technician slid the paddle around on Lisa’s belly, the image on the computer screen wheeled, dipped and blurred. \n\nFinally my son’s image popped into focus. Arms and legs folded, he seemed to be resting on his back, as if lying on the bottom of a pool, waiting to spring to the surface. \n\nI said, “Cool.” \n\nThe technician muttered something, hit a button to freeze the image and walked briskly out of the room. \n\nA few minutes later, in walked a small man wearing a rumpled white coat and steel-rimmed glasses, his bow tie askew. He shut the door behind him.\n\n I don’t remember exactly what he said; he looked as if someone had left him out in the rain. What we had taken for a frozen image, he explained, was in fact absolute stillness.\n\nWe still refer to the man as Doctor Death, perpetually forlorn, always breaking bad news. They keep him in a closet. (A year later, pregnant with our second son, Benjamin, my wife turned a corner at the hospital and saw him at a nurses’ station; she did an abrupt, involuntary about-face.)\n\nAfter Doctor Death left, our midwife arrived to explain that we had a decision to make. Did we want to schedule a D and C or induce labor? Her language was very plain, but it took a while for me to understand what she was really asking: Did we want the pregnancy to end in a surgical procedure in the outpatient clinic, or in the maternity ward as a stillbirth? We asked whether there were medical advantages or disadvantages to either choice. She told us it was simply a matter of preference. No hurry. Let us know.\n\nOn the drive home, we were mostly silent. As if exchanging telegrams, Lisa and I said what we needed to and no more. We each assumed there was only one possible decision, so when we talked, we talked logistics: appointments to reschedule, job responsibilities to manage. We asked questions we might have asked the midwife, about recovery time. \n\nThen we realized we weren’t in agreement. I was talking about the D and C, while Lisa had decided to give birth. Incredulous, I asked why she would want to go through all that pain. She said she couldn’t imagine just getting rid of our child by a surgical procedure; she wanted to see him. \n\nSo I had to ask myself: Why didn’t I want to meet my own son? Clearly, it wasn’t Lisa’s pain I was worried about. We pulled into the driveway, phoned the hospital, turned around and drove back.\n\nGoing to the hospital for a stillbirth is the photographic negative of going for a live birth. You carry the overnight bag, check into a room in the maternity ward and so on. But they put a marker on your door to alert the nurse-midwives that, in this room, things are different. \n\nAs a means of inducing labor in a body that is not yet ripe, Pitocin is brutally effective. But it can take a while to kick in. After an hour of flipping through magazines, Lisa and I decided to take a walk. The nurse said it might speed things along. \n\nWandering about in the midwinter dusk, Seattle sinking to the bottom of the gray scale, we were about a quarter mile from the hospital, just about to turn around, when the drug took hold, doubling Lisa over. We considered calling a cab, but she decided she could make it, so we stumbled back with her arm around my shoulders for support. \n\nBy the time we reached Lisa’s room, her contractions were frequent and prolonged — much more so than they would have been at the early stages of a natural labor — and each surge of pain seemed to levitate her body above the sheets.\n\n When at last the anesthesiologist gave her an epidural, Lisa sighed and fell back into the pillows. Within an hour, she was asleep, and shortly after that, I dozed off as well, like a Lab curled up in the armchair at the foot of her bed.\n\nMy first son was born some time in the gray dawn. In such cases, there is no rupturing of waters. The birth sac slips out whole and unbroken. The bag was a little bigger than my fist. The midwife put it on a towel and, with a small pair of scissors, carefully snipped it open. \n\nShe unfolded our son’s limbs, disentangling one from the other, unfurling him like a new leaf, talking softly to us all the while, describing him. He was about five inches long, she said. He was anacephalic, which means his brain and nervous system had failed to develop. He had probably died about a week earlier. \n\nGingerly, she handed him to Lisa, and though it was clear that Lisa wanted to hold him longer, it was only a minute or two before she passed him to me. Later, she told me she was afraid he would come apart in her hands.\n\nResting on my outstretched hand, he was thin, nearly weightless, his skin pinkish-gray and translucent. He seemed to me less like a small baby than a scale model of a stripling child. I cradled his head between the ends of my middle and ring fingers, his features peaceful, perfect, blank. His feet reaching nearly to my wrist, his toes were like mine and my father’s, the second toe longer than the big toe.\n\nWhen we got back from the hospital, the epidural had not quite worn off, so Lisa did not have full use of her legs and clung to me as we staggered up the front steps. Thinking of ourselves as a public spectacle (How must we look to the neighbors? Drunk again!), we burst out laughing. Once inside, the bleak humor continued: Anacephalic? All right, so he won’t go to Harvard. \n\nIt wasn’t until I had settled Lisa onto the couch that my own legs quit working. I was in midsentence — something about an errand — teakettle in hand, halfway between the tap and the stove. A spasm went through me, I doubled over and I heard my own voice howling from far off, the full-throated cry of a child.\n\nOn the day I went back to the small college where I work, I felt myself in another kind of altered state, not above the flow of daily life but just below its surface, heavy, settled, still. I had been thinking about how to tell people: my colleagues, my students. Some knew that Lisa and I had been expecting a child; clearly I had to tell them what happened. \n\nOthers didn’t know about the pregnancy, though. Should I spring the whole story on them all at once? When a parent dies or a partner — when we lose someone who has lived in the world — there are customs, worn paths to follow, ways to talk about it. But I didn’t see any path with this. Was I supposed to keep quiet and pretend nothing had happened? I couldn’t accept that. \n\nSo I typed out an e-mail message, brief and plain, explaining: Lisa had been pregnant, the child had died and we took some comfort from the belief that all he had ever known was love. I stared at the screen for a long time. \n\nThen I clicked on the top of the e-mail program and addressed the message to everyone at the college: faculty members, students, staff, people I knew well, people I didn’t know at all. I had a fleeting thought that this might be inappropriate, but then I pressed “send.” It felt like a form of protest.\n\nI wasn’t really looking for a response. I wanted just to get the news out; I couldn’t bear to repeat it over and over. And although my department’s administrative assistant did field a few complaints about receiving something so personal by a general message (“Who is this guy?”), most apparently understood or at least excused my gesture. \n\nAND then came the outpouring: for weeks after, people I barely knew would come into my office, gently shut the door and burst into tears. I heard stories of single and serial miscarriages, pregnancies carried nearly to full term, stillbirths — all the lost, lost children. Grief hauled about, and nowhere to put it down. Some said they had never told anyone; who would understand?\n\nMy first son is like the faintest scar on my skin now, nearly hidden. Over time, will the mark disappear as my skin becomes mottled and wrinkled? \n\nLisa was planning to bury his ashes, about a teaspoonful, in the garden, part of which was to be his. Instead, she kept his ashes in the bedside table drawer, right next to her, as if afraid he would wake in the night and need her. She felt him close to her, a wisp of spirit, the smallest presence. \n\nBut he’s gone now, she says. Offhand, I don’t know where she keeps his ashes. But not in the garden. The garden is hers and Benjamin’s.\n\nWhen Benjamin was very young, just beginning to speak in sentences, he asked if he had a brother once. Lisa paused a moment before answering, but by the time she started to speak, he had moved on to something else. "
}