{
  "url": "http://www.nytimes.com/2008/01/27/fashion/27love.html",
  "headline": "Modern Love",
  "dateline": {
    "year": 2008,
    "month": 1,
    "day": 27
  },
  "byline": "Melora Wolff",
  "text": "ON Friday nights, I push aside my books and student papers, and instead of working, working, working, I turn on my TV, put in a DVD, and there he is: a boy I once believed I loved 20 years ago and never spoke to again, now starring on a popular television drama.\n\nI have been renting this man — this TV drama, rather — on DVD for weeks, tuning in addictively with a plate of pasta balanced on my knees, and hitting the “Play All Episodes” button with abandon. I keep a bottle of wine and my two cats close by  as I study this actor, whom I remember as distinctly as the green dress I wore for him, the margarita he offered me across a candlelit table, or the scent of his garden’s gardenias. \n\nHe was beautiful then, and aware of his beauty, and I see on this DVD that he is more beautiful now, and seductively less aware. He is a solid middle-aged man who moves his body without embarrassment or pride, comfortable in his perfect skin. He delivers his lines without affect. He’s pragmatic, a charmer, a flirt. He drinks circumspectly. Occasionally, he lies. And he seems to know I am sitting alone in a dark, unfurnished house, unable to look away as the drama unfolds. \n\nThe TV Guide I bought with my frozen lasagna reports that he is a doting father, a quiet family man who’s shy, especially about kissing. I turn the pages, pour more wine.\n\n In the final episode, which I have played several times, he runs toward me, and for a moment he becomes the young body I remember, taut, tanned and a little wild beneath my hands. And I see a familiar girl, too, a 24-year-old me wearing high heels, a green sundress, pink lipstick and a daisy behind my ear. I thought that girl was gone, but she flutters by in mascara and satin, and I know I’ll be replaying him, with her, all night. \n\nTHAT summer, the drama was not on TV but onstage: Chekhov’s “Three Sisters,” performed by a summer theater troupe of stage veterans, newcomers and movie stars like my young actor, who already had film credits, his own fan club and the infectious grin of early success.\n\n When I remember that time, I see the slender girl I was — a directionless “director’s assistant,” employed for the summer — pacing alone in the parking lot behind the theater where my actor performs each night in a monocle and fake beard. \n\nThe memory plays: I pull a garbage can under his dressing room window, and wait. Sitting there, I can picture him onstage with Irina, the youngest sister, strolling between papier-mâché birches. “It doesn’t make sense, does it,” I know he’s saying sadly to her, “when stupid little trifles sometimes become important in life, suddenly very important, for no reason, no reason...” \n\nI check the time. Soon, Masha, the middle sister,  embraces her lover at the gate and he departs forever; my own actor is shot dead by a rival in a duel; the three loveless sisters weep, forfeiting romance and Moscow; the curtain descends; the audience sits silent ... and finally, he slips out the dressing room window, jumps down and pulls me into his arms. I can still hear the explosion of applause. \n\nI pull off his fake beard, rumple the gray out of his hair, and steal his monocle. \n\n“Let’s get out of here quick, sweetheart,” he says. He’s not a dead Russian anymore but a vibrant boy, and we take off laughing in my rusted car, my actor and I, driving with the windows down past the lighted columns of the theater, drinking Champagne from a bottle, kissing crazily, and shouting goodbye to teenage girls waiting at the stage exit for his autograph, or more. \n\nThis is a small town, with a lot of ordinary girls like me looking for drama and love, hoping for something special to happen. He’s special, I think as a blond girl spots my car and cries, “Oh, my God! He’s leaving! Stop him!” She runs barefoot after my actor, waving her arms and crying, actually crying, and he hangs out the window, sloshing Champagne.\n\n“She’s adorable,” he says. “I’ll come back for her tomorrow!” \n\nI laugh as though I don’t care at all about him. \n\n“O.K.,” I say, “I’ll get her name for you!”\n\nI may be only a theater gofer, an invisible errand girl, but I can see in his face that my acting is so good I should be playing one of Chekhov’s three sisters, maybe Irina, the one he adores until he’s shot.\n\nThe road takes us into a thick fog draped among trees. We arrive at his rented cottage, and he carries me up to an attic room with stained-glass windows that turn the mood weirdly religious despite our uncontrollable laughter, his awkward falls on the steps, my green dress and high heels tossed, the silk sheets and feather pillows. I won’t ever sleep again, I think, staring at the ceiling. How can I sleep and dream of something better beside someone so flawless? \n\nAs I listen to him breathe, I feel as if I’m in a play, and my mind wanders to Moscow in winter, or to the blond girl — just a bit character, a real nobody, I think — crying and waving her arms like all the nobody-girls on earth crying and waving their arms for somebody’s attention. \n\nDozens of girls lounge on the theater steps during the day like stricken muses. They pass love letters to me that they hope I’ll pass on to my actor. I collect their phone numbers for him, too. Later, I give him all the letters, even ones that are misspelled. I’m his loyal messenger of love. \n\nOn many nights after the curtain comes down, he hugs me and says he’ll see me later, maybe tomorrow, because there’s an adorable girl waiting for him with zippers on her shoes. \n\n“O.K.,” I say. “Have fun!”\n\n“You’re worse than I am,” he whispers in my ear. “You don’t care about anything.” \n\nAfter he exits with his muse, I linger at the theater. I walk in the wings, play the piano he pretends to play in Act Two, step cautiously onto the raked stage to stand like Irina among birches. \n\nThe birches are held together with glue and tacks, but that makes them even more beautiful to me, and I realize this is where I want to stay: not onstage, but actually living in Chekhov’s garden, under a gray sky, with cranes flying overhead.\n\nThe play closed, inevitably, when the season finally cooled. The set was dismantled, the birches were sawed into scrap, the company disbanded, and my actor asked me for a lift to the airport. I had no idea why I suddenly felt sick when I had been so in control all season, or why, at the departure gate, I forgot my rehearsed lines. I wished we were parting in a train station. I barely heard him when he said brightly, “I know we’ll see each other again!” \n\n“No we won’t.”\n\n“We will! I’ll see you in the city!”\n\n“Moscow?” I joked.\n\n“In L.A.,” he said with a laugh. “Or in New York. We’ll have fun. We’ll sing some karaoke.” He winked. “How about that?” \n\nI stared at him. What play was he in?\n\nHe hugged me. “You’re the best,” he said warmly, and was gone.\n\nWith his key in my hand, I drove back to his cottage to see the emptiness he had left behind. But the rooms were not empty. They were filled with abandoned belongings: trousers, T-shirts, pocket change, laundry, letters, cigars, scripts, bifocals and wilted flowers. He didn’t want anything. These were just props to him. Scrap. \n\nSobbing, I blamed Chekhov entirely — for my disappointing season, for making ordinary people seem important and anything important seem ordinary, for my trifling affair.\n\nTHE credits roll on the last episode of the popular TV drama, and I’m a bit weepy. In my youth, I sobbed. Now, I weep and blame the obvious end of a season I have loved. But I remain optimistic. I imagine my actor speaking directly to me from the screen: Do you see how life happens, sweetheart? Isn’t it fun? Nothing’s ever really over. I’m still out here. You can practically touch me! \n\nI turn off the television, go to sleep, and dream of lovers I have not seen in years, and — in words I wish I had written — I tell them all how much I miss them. \n\nIn the morning, two blue herons sail by my window, and I remember that on closing night of the play, after a few dull speeches and a Champagne gala, my beautiful actor raced out onto the lawn, a bottle in one hand. He pulled me into the grass, tossed the bottle away, opened his arms to the sky. He said he couldn’t stand up and would never move again, not ever!\n\nWhat would happen to him? I wondered. Would stagehands carry his body away? \n\n“I’m not just a pretty face, you know,” he said. “I’m pretty smart, too. Everything will work out for me. You watch.”\n\nBut I didn’t watch him, his movies or his shows, for two decades. “Who cares?” I thought, and meant it. That summer’s heat dissolved completely and has long seemed a part of someone else’s life. \n\nBut lately, as middle age invades the familiar face in my mirror, I have felt drawn to this other familiar face, on my television, that takes me back to the girl I once was, her body sprawled in the August grass, her hair tangled, her dress slipping from her shoulders as she laughed with more giddy silliness than I’ve experienced in ages. I want to see it all again, the whole summer festival. I want to say: This mattered. I cared.\n\nAnd my body aches as I remember how I slipped away from him one night, tiptoed down his stairs into the damp air and left his body stretched across silk sheets, a fawn slumbering, while I got lost in a fog, driving around in circles. Finally I found myself back in his garden. I got out of the car and stood, chilled, outside his cottage thinking: Should I say a proper goodbye? Start over? Could I do it differently and write him a love letter of my own? Or would I go on trifling, hiding all my affections? \n\nThere was a light rain, leaves shifting overhead, and a gray predawn light.\n\n“Is that you, sweetheart?” I heard my actor’s sleepy voice call out, and I wondered whom he meant. Sometimes, I still wonder."
}