{
  "url": "http://www.nytimes.com/2008/04/06/fashion/06love.html",
  "headline": "When the Chutney’s Gone",
  "dateline": {
    "year": 2008,
    "month": 4,
    "day": 6
  },
  "byline": "Suzanne Finnamore",
  "text": "I GAINED my husband with soup. Not charm, wit or lingerie, but soup. Not canned soup or deli, but real homemade soup, simmered for hours over a hot Jenn-Air. The kind of soup that makes your eyes roll back in your head and your body feel, for a brief time, safe.\n\nI carried this soup to him at work in shopping bags with handles — fresh split pea with ham or black-eyed vegetarian delivered in Tupperware while his co-workers teased and he strutted.\n\nI believe my deceptively simple cabbage and rice soup, finished off with handfuls of Gruyère cheese and oversize garlic croutons, is the one that sent him over the edge. He admitted as much. That cabbage soup stands as the last crumbling brick in the wall of his bachelorhood. \n\n It explains how he was blinded into a formal commitment, despite his horror regarding legal matters. He was especially fearful of marriage, which he filed in his personal ledger of liability just below malpractice and above identity theft.\n\nHe could overcome the lure of my smooth, naked legs draped casually over his. He could handle the ambrosia of a new lover and all the mindless meandering that entailed. But he could not physically get past the delicious, sedative comfort of my soup repertory. By design, I was inexorably attached to the soup; I could giveth or taketh away. And in his life, as disciplined as he attempted to make it, the soup had gone from a want to a need.\n\nIn the beginning, I was on my best and most false behavior in many aspects, as was he. We sought the intersection of all senses, the folding together of sex and of wardrobe and the fey territory of bread pudding in whiskey sauce. We avoided all areas of conflict. Instead, elaborate rituals were made, based on erotic and dining preferences. \n\nIt was the time of exotic vegetables and delicacies served in dim restaurants where candles wink on white tablecloths and coarse sea salt sits in a cunning tiny bowl. We ate out often in the beginning, better to admire each other over a wee marble table. We perched in small cafes, holding hands while the waiter discreetly avoided us, knowing his tip would be large, as all possibility is at the onset of love.\n\nThis is the time when metropolitan, professional women such as myself will happily scrub their underused efficiency apartment kitchens, rolling up sleeves on carefully toned and sun-tanned arms. An apron will be purchased, maybe two. The cornucopia of the freshest seasonal ingredients will appear, butcher shops with the finest meats and fish will be ransacked. Potatoes will be thinly sliced and crisply fried and seasoned with fresh sage.\n\nI made all manner of dishes as though born to it. If pressed for time, I would remove prepared food from takeout tins and fob it off as my own. I decided it would be best to lie; it really was just the smallest bit of chicanery, nothing like the real farce our marriage would become. I didn’t know this yet. I was still smashing takeout cartons into the trash and covering them with the outer leaves of romaine lettuce. This woman seems very disturbed, now. I am not afraid of my garbage anymore.\n\nIn the beginning, I bent over backward and did high kicks to demonstrate how well tempered and smart I was, yet in a nonthreatening way. He slipped from bed each morning to fetch coffee and serve it up bedside, exactly as I like it. Our life was rife with soft Bach sonatas and flaky croissants and bud vases with a single stalk of freesia. \n\n Cloth napkins were whipped out for every meal. There was much serving of coffee and tea and even breakfast in bed, along with the morning newspaper and an insouciant smile. We were both losing weight despite drinking wine as if it were water and eating fat-laden foods. I put this down to the sex: appetite fans out and succumbs to carnal recreation.\n\nHe began to plan intimate at-home dinners-for-two, making sure that I understood this was something he did only when he was truly in love. He chose the music with care. I am afraid I gasped, realizing he loved the same obscure vocalist I loved. \n\nHe could debone a chicken, perfectly whole, in five minutes, leaving it intact but spineless. I got a thrill out of this. I thought it was a magical impossibility. It’s amazing what clues I missed, and what I treasured. Equally amazing is how easily it can be let go, in the fullness of time. But this was the beginning, the inky genesis. What Edna St. Vincent Millay would call “... the dry seed of most unwelcome this.”\n\nIf not for the middle, I would never have known the contentment of serving my husband the last lamb chop while he speaks of my accomplishments in glowing terms. Mornings he makes coffee, although gone are the days of nice sticky pastries, and the bud vase has somehow disappeared. \n\n It matters not, we are in the middle, and life is rattling right along, together with the plain stoneware dishes in the dishwasher (the better dishes and thin-stemmed crystal goblets are once again relegated to special occasions). \n\nOur bodies trade fine restaurants for bustling diners. His pans now commingle with mine. I feel that my work is done and that I should be afforded rest. This does not happen; nothing ever rests in the middle.\n\nWe have begun to eat off each other’s plates; this is itself tantamount to commitment of a primal nature. The middle means marriage, and sharing, it also means opening up to the grinchy day-to-day reality. \n\n We talk about “The Marriage” now, as if it were a fairly nice person in another room. Everything is buzzing along like bees making honey, and like bees, everything seems to be, well, kind of a lot of work. Yes, we have started using paper napkins, but only because it is too much trouble to send the laundry out that often. Of course it is.\n\nIn fact, the stomach is still connected to the heart during the middle, but not in as direct a fashion. Now all impulses must pass through the brain, and so we are a bit more cautious with our heavy cream, a little afraid to gain weight now that the sex is down to once every two days — still a startling amount! And who can deny the comfort of being able to eat dinner in front of the television? No one. \n\nOnce the baby arrives and eventually outgrows the “football in a bucket” phase, one or the other of us begins trying to get away: \n\n“Let me be the one to run to the store for butter.”\n\n“But you got to go last time.”\n\nThe middle is a different kind of feast, the casual kind that doesn’t require stiletto heels or crisp shirts. There are some disturbances in the field but nothing that cannot be solved with a fat bottle of merlot, a bucket of steamers, thigh-high stockings, a low-cut blouse and a little coaxing. \n\nThe middle is nice. It is a pity it cannot last longer. I have heard tales of couples staying in the middle for decades, of favorite dishes being served every Sunday and dependable anniversary dinners at Chez Panisse.  \n\n It hasn’t been so for me, or for many of my contemporaries. Yet, now I know with a bittersweet thump that I will try love again: appetite is a constant. The more I say I won’t, the closer my desire creeps behind me.\n\nThe end, when it comes, will be heralded by the cessation of all romantic dinners whisked to small tables by officious waiters. Gone are the days of the constructed salads and the butterflied lamb rack. \n\n As for the homemade soup? It is extinct. One may try making soup at the end, but it will not have the same effect, and in fact if the stamina exists at all, it is probably mania or terror in disguise. Soup will be scorned. More likely, one of us or both of us are hunched over a bowl of Thai noodles, while the other is on the computer in another room, with the door closed. The door closed. Does this ring any bells? I don’t refer to wedding bells. Hemingway bells.\n\nIf meals are shared, it is with the television on, and loud. This to avoid discussions of “The Marriage,” which neither of us wants to broach any longer, as it has become a rather unreliable and dangerous character. \n\n Meals have slipped into the realm of the ordinary and grim: frozen shrimp, overcooked chicken parts. Iceberg lettuce appears like a weather-beaten old friend, along with bottled salad dressing, slapped down on the coffee table along with an array of other condiments that cannot perform the kind of magic that would transform these silent meals into anything but ghastly and penitentiary-like. \n\nI WOULD silently reminisce about the time of holding hands over a plate of warm goat cheese with chutney and watercress, but there is no chutney. My husband, the sparkling conversationalist, has turned into a monosyllabic drone, the male gourmand is now unable to find a stick of butter in plain sight and openly complains about the ratio of vodka to vermouth in his martini, which I continue to make for him, like the butler in a Jack Benny comedy hour. I’ve become Rochester.\n\nTrue, I had let myself go in the area of the nurturing domestic, as evidenced by the fact that standing very near to the dishwasher while the dry cycle steam rises from its vent is as close as I’ve come to cooking in a long time. \n\n I no longer buy his favorite cheese at the market. In fact, I wouldn’t know it if I saw it because my eyes have gone slitty from trying to tell if he is lying about his long lunches. He in turn will watch me for signs of sexual abandon but will find none; the day the coffee in bed went, so did my insatiable urges. \n\n Yes, we had reached the end. No more track, baby. End of the line; feel free to take this train back to your point of origin, if you can, which you definitely cannot. \n\nSince the divorce, I acknowledge that I don’t control which way the metaphysical bread is going to fall, butter side up or down. \n\nWith this kind of mystery and the overall shortness of life, serious long-held regrets have no place. It is better to just wait and see. Hang on tight to that bread. Accept. Not for anyone else, naturally. For my child and me, for what I recognize is now my family."
}