{
  "url": "http://www.nytimes.com/2008/08/17/fashion/17love.html",
  "headline": "My Deployment as a War Bride",
  "dateline": {
    "year": 2008,
    "month": 8,
    "day": 15
  },
  "byline": "Elyse Fenton",
  "text": "IT was a rainy fall day two weeks before Peenesh, my then-boyfriend, was to board a plane that would hopscotch him from Texas to Maine to Ireland to Kuwait City, on the way to a year with the Army in Baghdad. \n\n I found myself waiting giddily in line at Mail Boxes Etc. During the months to come I would become familiar with this routine: the blue rope, the buzz of the fluorescent lights, the gut-twinge of awe at how many thousands of miles my flimsy plastic-wrapped missives would travel from Oregon to Iraq. But on this particular day, I wasn’t mailing a package. I was taking the first step to getting married. \n\nPeenesh, an Army medic, was at Fort Hood, Tex., preparing for his deployment and couldn’t join me. In his place I held an affidavit, available only to military personnel, allowing us to apply for a marriage certificate without both parties present. \n\nThe notary public at Mail Boxes Etc. was all business as I pushed the affidavit across the counter. Stamp at the ready, she thumbed the papers and squinted at me. I looked at her expectantly. She tilted my driver’s license again, gave me a nod, and thumped the stamp down. Under a fanfare of rain, I biked home and called my soon-to-be husband. \n\n“Congratulations,” I said breathlessly. “We’re partly married. What happens next?” \n\nEver pragmatic, Peenesh turned to business. “I drive to Austin to pick it up and then go to the county clerk. You definitely overnighted it, right?”\n\nSoon I was officially a war bride, not exactly a conversational term in my social circles, but a phrase that seems more germane to an era of victory gardens and war bonds than to my status as a 21st-century woman. I had never set foot on a military base until my husband’s graduation from boot camp a year earlier. My only connection to the war in Iraq had been protesting the decision to initiate it. \n\nSo how did I become a soldier’s wife? When I met Peenesh, we were swaggering 20-year-olds on a trail crew in New Hampshire’s White Mountains — friends, not lovers. By the time we reconnected in Boston years later, Peenesh was in the military, and our first date took place during a brief break from boot camp. \n\nWhen I moved to Austin so we could be together for a while, I had a tidy escape plan: come summer, I would leave for Oregon and graduate school. This plan didn’t take into account that our relationship might turn into something I wouldn’t want to leave. \n\nOn one of my last days there, I picked up Peenesh at his base and drove out to the flatlands for a picnic. At some point he turned to me and said, “I need to know if you think we might get married.”\n\nDespite my rising panic, I tried to act casual. I loved him but wanted to play it by ear. \n\nHis concern was more immediate. He didn’t want to deploy not knowing if I would be there when he returned. \n\n“I love you,” I said, not answering his question.\n\n Not until I was comfortably lodged in academia did I see my selfish hedging for what it was, and at the same time I felt my longtime dread of marriage evaporate, replaced by a kick of adrenaline.\n\n And there were practical considerations. Marriage would make me “official” to the military, meaning I would have access to information in an emergency.\n\n It also would give me a connection that was otherwise nonexistent in my polarized life. After all, I wasn’t a base spouse, dwelling among empathetic others, but a graduate student in an Oregon town full of bike trails, glass blowers and organic farmers, while Peenesh was in Texas, in digital camo, preparing for war.\n\nThe day I became a war bride (or the days; it was a protracted, long-distance procedure), I vaguely knew that I was bound for trying times. But part of me just wanted his deployment to start so that it would end.\n\n Furthermore, I would begin to know what it was like for the thousands of war brides whose ranks I was joining. \n\nPreparation is a funny concept in the context of a wartime deployment. On the one hand, there is everything to make ready. My husband’s battalion practiced at war for months. They were briefed on how to be taken hostage, wrote their wills, stocked up on inserts for gas masks. The week before he left, my husband sewed his blood type to the outside of his helmet in fine black thread. \n\nAt the same time, there is really not much that a soldier can do to prepare for a reality that has no reliable frame of reference, and less, even, for a spouse left behind. For the soldier (and often for the spouse), deployment is the opposite of order. It is waiting interrupted by chaos and permeated by flights of despair and an overwhelming lack of control. \n\nWorse, perhaps, is that there is a false sense of security in the minutiae, the preparedness training. You can announce your blood type on your helmet, but there’s no guarantee that when you are hit someone will be there to insert a transfusion needle, or even just to kneel down and staunch the bleeding.\n\nUnable to control events, I resorted to resolutions. My first? I wouldn’t worry at all. Easy. I cast it off entirely, like so much spider web in the wind. To help, I shunned TV, radio and the Internet and simply went about my life: washing dishes, grading papers, watching my garden live and die. My only news came from Peenesh himself, in regular instant-message conversations.\n\nThen one evening I was at a bar with other students, gossiping wearily, when a news report about the war flashed on an overhead TV. The conversation droned on, but I was gone, captivated by the possibility that somewhere in the footage, in the crowded mess hall or along a mortared palace walk, I might glimpse my husband. \n\nI went back to listening to the radio and couldn’t get enough, so I went back to the newspaper, and when the newspaper’s names of the dead weren’t enough, I returned to the Internet and read blogs and online profiles of the dead, and there I whetted fears I had never even considered.\n\nMy second resolution was that I wouldn’t answer the front door. Everyone who knew me used the side door anyway. Early on I had learned that the war could show up at your door in the uniform of an honor guard at any moment. This meant that the mailman, the Greenpeace solicitor and the neighbor’s heavy cat were all charged with the new potential of imminent grief. A creak on the floorboards, a finger approaching the doorbell, a phone call in the night became signifiers that I might soon be handed a flag’s folded triangle.\n\n In one of my Internet-obsessing phases, I found a list of guidelines for military spouses that read like a 1950s Good Housekeeping manifesto. When you talk on the phone with your spouse, it advised, always put on a cheerful voice. Never burden your military mate with such minor domestic affairs as the latest astronomical electric bill. Your soldier has bigger things to worry about, and hearing you upset will only lower morale and make deployment more difficult. \n\nWhile my outrage was momentarily blinding, there was something at the core of the sentiment that resonated. Namely, that it might be possible, with small daily efforts, to maintain your soldier’s sanity and well-being. Send him books, snacks and letters, my thinking went, and you ensure he will have a clear mind and a healthy appetite.\n\nThere is something to be said for cultivating an illusion of control. I now recognize there were things I did in the pursuit of this illusion, and marrying was one of them. \n\nThere was even something comforting about the process of collecting paperwork that made it seem like a transaction not just in legality but in a kind of secular faith. As if, in fulfilling the parameters of a legal contract, we were guarding ourselves against harm.\n\nTHE day my husband updated his will, we were sprawled on the floor of my unfurnished apartment, joking about contracts we might have to sign. “Acceptable Injuries?” I offered. \n\n“Acceptable Forms of Injury and/or Disfigurement,” Peenesh amended. Soon the list had morphed from gallows humor to a safeguard. In it, we mapped out potential physical sacrifices for his deployment, like a kind of bodily tithe. Small digits were clearly expendable: a toe, a few fingers. Even a limb could go, but only up to the last joint necessary to fit a prosthetic. Though we valued the senses, we pledged away his taste willingly, his hearing grudgingly. \n\nThe list was easy to make and kept expanding. After he had worked a few shifts in the I.C.U. at the local Army hospital, we became more generous, more daring. He could be burned or scarred. He could lose both legs. The more dizzying the process became, the calmer I felt.\n\nA hand here, a patch of skin there. Perhaps we were being insensitive to those wounded in the war, but this was how we coped.  This was how we coped. It didn’t matter that neither of us believed in God or reincarnation or divine wrath. Take his left foot, we’d say, it’s his bad ankle anyway. Take his sense of smell, he’s had enough of his mother’s cauliflower curry, enough scent of mud puddle, pre-rain and sex-sweat to last a lifetime. “Go to war,” I thought, as if it were a contract negotiation, “be battered and come back again.”\n\nThen, 12 months and 2 weeks after we were married, my husband came back from Iraq unharmed. The party we finally had to celebrate our wedding took place not under fluorescent lights but a blustery August sky, and it wasn’t a clerk with a stamp who was a witness to our bliss but a hundred raucous friends. \n\nThese days there’s still an unbelieving quality to our life together, though Peenesh has been back more than a year. There are still times I startle at a knock at the door and have to remind myself that my husband is just in the other room. \n\nAnd there are moments when I wake up and find him asleep beside me, when I can’t help but eye his jawbone, his fingers or the sleek curve of his ribs like a butcher, weighing out the sacrifices I didn’t have to make."
}