{
  "url": "http://www.nytimes.com/2008/07/20/fashion/20love.html",
  "headline": "Three Generations and a Family Curse",
  "dateline": {
    "year": 2008,
    "month": 7,
    "day": 20
  },
  "byline": "Victoria Dougherty",
  "text": "I ALWAYS knew something would happen to one of my children. I never said it out loud. I didn’t allow myself to dwell on it. But the feeling was there: a vague superstition that visited me on my paranoid days, the kind of day that would find me in my children’s rooms at midnight, making sure they were still breathing. \n\nSome of this superstition is in my heritage; I’m from a long line of Slavs, from what used to be Czechoslovakia, where a lot of people believe in curses. But my fear is bolstered by the fact that both my mother and my mother’s mother have lost children in devastating ways.\n\nSixty years ago, my grandmother daringly escaped from postwar Czechoslovakia to join her husband, who had defected in Switzerland with some teammates from the Czechoslovak national hockey team, only to be foiled by the Communists from reclaiming the three daughters they had left behind (my mother and two aunts), who were then ages 6, 4, and 6 months. \n\nChildren were frequently secured in those days through neutral intermediaries, but in her case, because of my grandfather’s high-profile defection, the Czechoslovak government put its boot down. As a result, my grandmother wasn’t able to see her children again for two decades. \n\nBy that time, my mother, who was the oldest child, had already lost her 4-year-old son, Victor, when he died from the flu — a victim of poor medical care in their tiny Czechoslovak village. Months later, with my surviving brother in tow, she risked prison and the threat of machine guns to escape to the United States, where she gave birth to me.\n\nOur tradition holds that curses come in threes. And while the change in geography was a definite improvement for our family, I feared that the curse couldn’t be far behind. So I waited my turn. \n\nWhen it came I knew it would be something of biblical proportions, on par with swarms of locusts or the earth swallowing me whole — something I wouldn’t be equipped to handle. After all, I was no freedom fighter or border crosser. I was just a middle-class girl from the Chicago suburbs. \n\nI was sure my soft American life would be my undoing once it was my turn to share some family anguish. It had already taken its toll on my relationship with my mother, creating a gulf between us we couldn’t seem to bridge. \n\nMy girlfriends spent hours on the phone with their mothers, gabbing about everything from job woes to weight gain, whereas my relationship with my mother seemed to consist mostly of awkward lunches that started with a bang of best intentions, but quickly fizzled, often ending midmeal with her saying, “Well, got to go ... ”\n\nI wondered if it was a cultural thing. As a child I was embarrassed by everything about my mother: her accent, her conservative political views, her va-va-voom beauty, her flashy sense of style, and the way she dressed me like an off-the-rack hybrid of Elizabeth Taylor and Ivana Trump. At her urging, I even received the sacrament of confirmation with a full face of makeup and red fingernails. \n\nBut it went deeper. Behind my mother’s high-pitched giggle and enormous rhinestone brooches, under her Cleopatra-style cosmetics and bold animal print pantsuits, was a remove and sorrow I could never penetrate.\n\n It was a result of years of being stalked by the Czechoslovak secret police, of missing her parents, of being forced upon resentful relatives, and, more than anything, of not being able to save my brother.\n\n I had often tried to get her to talk about it. I wanted to know who my brother was and, more important, get closer to her. But she always shut me down. “You have no idea,” she would say, ending the conversation. And she was right, because even after becoming a parent myself, I couldn’t — wouldn’t — comprehend what it felt like to lose a child. \n\nUntil last year.\n\nA little more than halfway through my third pregnancy, my husband and I learned that our baby had a rare tumor on her tailbone. In a matter of weeks it grew so large and distinct within me that strangers asked if I was carrying twins. By my last trimester, the tumor was the size of a basketball and had begun to compromise the baby’s kidney and liver functions. \n\nWhen the doctors could wait no longer, Josephine was born by Caesarean section seven weeks early. She was not breathing on her own. Less than an hour after her birth, she was rushed into eight hours of surgery. \n\nHer surgeon was able to remove the mass and reconstruct her bottom, and we hoped that would be the end of it. But it wasn’t. As it turned out, Josephine’s tumor wasn’t benign, as originally predicted, but aggressive and cancerous. In the months following her birth she would survive five surgeries and several rounds of chemotherapy that began roughly around her original due date. \n\nThe curse had arrived, and it was a doozy. But the earth didn’t swallow me whole. I was neither too soft nor too weak to handle it. I was able to keep standing and be there for my daughter for one simple reason: my mother was there for me. \n\n My husband often travels internationally for work and was in India when Josephine’s tumor was discovered. I called my mother not to ask for help but just to tell her. At that point the doctors hoped the tumor would stay the nice, safe size of a lemon, or at least wouldn’t grow any bigger than a grapefruit. \n\nRegardless, my mother immediately packed, left her home and job in Chicago and drove through the night to our home in Virginia. As Josephine’s tumor doubled in size weekly and her condition worsened, my mother’s visits became more frequent and more essential. She helped me stir oatmeal when the pain in my back kept me from standing at the stove; she took my children to the park when I had a hard time walking; she rubbed my feet at night the way my husband would have if he were there.\n\nAfter her birth, Josephine had to be operated on and treated by specialists at the Children’s Hospital of Philadelphia, and during that stretch my mother bunked with me at the Ronald McDonald House. Eight weeks later, when Josephine was transferred to University of Virginia Hospital in Charlottesville, Va., my mother moved in with us and stayed for months.\n\nDespite a heart problem, she kept late nights at the hospital, staying with Josephine so that I could care for my two other children. She tended to Josephine’s surgical scars and cared for her ostomy with the expert hands of a nurse. At times she stared so fiercely into Josephine’s eyes that I thought she alone was keeping my daughter alive.\n\n She cooked and cleaned our house when we didn’t care if we ate or if toys littered our living room. She laughed with us. She even told stories about my late brother, a topic that hadn’t been broached since that last time I had tried to get her to talk about him, in 2001. \n\nOne night, after we caught my son playing “target practice” in the bathroom, aiming his urine at imaginary bull’s-eyes and hitting everything but the toilet, she said: “That’s nothing. One time I found your brothers shooting the pee at each other like they were shooting the gun — bang, bang! Having two boys, there was always something funny.” \n\nLater she told me that after Victor died, she couldn’t even understand how the sun could be shining; it made no sense to her. It was the first time she had ever spoken to me this way.\n\nIt sounds strange to hear myself say it, given the pain and turmoil of Josephine’s battle, but my mother and I had a wonderful time. We cooked goulash together and spoke in our first common language, Czech, instead of lazing into English when we didn’t feel like summoning a better translation of our feelings. We became experts on the ways of The Force, watching “Star Wars” movies over and over with my two older children.\n\n My mother got to know our friends and became a part of our community. And as our friends got to know her better, they remarked on how similar we are. For the first time, this observation didn’t leave us looking warily at each other, perplexed and uncomfortable.\n\nThe behind-the-back hand gestures I had once employed to signal to friends “Don’t mind her, she’s a little crazy” have been replaced by a desire to hold her hand as we walk along the street. I’m no longer embarrassed when my mother gives my friends “the lessons in the life” (as she puts it) by extolling her love for Richard Nixon, her favorite American president.\n\nJOSEPHINE’S illness may well be part of a curse, but it is still the best worst thing ever to happen to me. While robbing me forever of my peace of mind, it has given me my mother. \n\nAnd it has made my mother a member of our family. She has gained the adoration of our little ones, whom she routinely piles into her car for outings to Toys “R” Us (or Dhoy-Za-Roos, as it is now pronounced in our house). She has a daughter who is her new best friend. Most of all, she has Josephine. \n\nI’m still too superstitious to declare victory, but it looks as if my daughter is going to make it. If so, Josephine will have broken the curse and at last brought a mother and her child together in our family instead of inserting a painful wedge.\n\nMy mother and I were talking about my late brother a few weeks ago. It was near Victor’s birthday, which has always been a difficult time for her, a time when she normally would have withdrawn and hid from everyone until the day passed. But not this year. She was too busy assembling my son’s Millennium Falcon Lego brick by brick, and painting my 3-year-old daughter’s toenails a tarty red.\n\nAs she cut the tags off a hot-pink leopard snuggly she had bought for Josephine, her eyes began to fill with tears. “For 40 years I had a hole in my heart,” she whispered. “And now that hole is filled.”"
}