{
  "url": "http://www.nytimes.com/2008/09/14/fashion/14love.html",
  "headline": "Why You Should Never Google on the First Date",
  "dateline": {
    "year": 2008,
    "month": 9,
    "day": 12
  },
  "byline": "Joanna Pearson",
  "text": "SEVERAL years ago when I was living in Washington, I met a man the old-fashioned way: tipsily, in a bar. Then I ruined my chances with him the new-fashioned way. I Googled him.\n\nFor many, it’s unremarkable to meet someone and make plans to go out. For me, it was nearly unheard of. Usually I was content to hang out with my roommates (who were themselves a couple), eating handfuls of dry cereal, watching “Six Feet Under” DVD’s and adhering to my 10 p.m. bedtime with depressing exactitude. It might have been a satisfying life for an 85-year-old. I was 23.\n\nYet in my view, the Washington dating scene was more about networking than fun anyway. It mostly involved talking about whose office, which think tank or what policy-oriented organization you worked for, roughly following the template of a Rhodes Scholarship interview. I should know, because I had been to one such interview, and they rejected me, just as I fully expected Washington men to do. \n\nThe young guys who sauntered through Adams Morgan on a weekend night already dressed like small-town mayors, and there were far too many women in pearls who, unlike me, had ambitious eyes and good haircuts.\n\nWhat’s worse, my friends and I worked at AIDS nonprofits, so our answers to casual career questions in otherwise festive bars only put people off — as if we were being purposefully morose when everyone else just wanted to kick back and sing karaoke.\n\nOn this particular night, my roommates and I were out playing the part of fun-loving recent college graduates. We were, in fact, at a place that had karaoke, something that either brings out the best or the worst in people. It had certainly brought out something in a very tall and lanky guy who was looking my way.\n\nI checked to the right and left, but no — he was looking at me. This was not what I expected attractive guys to do. \n\nMaybe I had caught his attention because I am also tall? (Not just tall, but somewhere between the most alien-looking runway model and the Statue of Liberty.) Maybe he saw in me a chance to breed politically savvy Washington Post-reading children who would be cross-country stars at Georgetown Prep? \n\nIn my experience, female height frightens men. Their eyes flitter as if I’m a female ogre who has been sent by the Man Board to revoke their Man Card. Not so, however, for this even-taller scarecrow of a guy. \n\nSoon we were talking and flirting. Emboldened by alcohol, I complimented his rendition of “Sweet Child o’ Mine.” More talk. He said he was from Chicago originally. Liked to run. I told him (perhaps more than once) that I’d smoke him on a run. I told him I had been an English major. \n\n“Oh, English?” he said, “My dad’s an English teacher. I think he did his thesis on Tom Browning.”\n\n“Robert?”\n\n“Whatever. I’m a numbers guy.” \n\nWe were getting along famously. We exchanged numbers. “We’ll go for a run and I’ll leave you in the dust,” I slurred. \n\nHe called a few days later. We set an evening to go out. That’s when I made my mistake: I decided to Google him.\n\nOften when you Google someone, you get nothing, or else simply a name twin. Sometimes you get a nice little geeky history. But every now and then, you hit the information jackpot, which is what happened with my lanky runner date. \n\nWithin minutes, buckets of personal data poured out: his undergraduate Ivy League G.P.A., his sister’s name, where he earned his M.B.A. I read a series of published business essays by him, then stumbled upon track-and-field competitions he had competed in, and how phenomenally fast he ran a mile.\n\nMy stomach sank. I had swaggered about how I could outrun one of the fastest milers in the United States, who also happened to be a business whiz. I, who have trouble counting change. \n\nThe day of our date was staff morale day where I worked, so we all were taken to a local spa. I had never had a facial before, but my guess is that it’s not supposed to involve sandblasters and cheese graters. Just in time for my date, I had a raw face and a nasty abrasion covering my entire chin.\n\nWhen my date picked me up, I tried to tell the spa story charmingly. \n\n“All the women I work with go to spas for facials,” he said, puzzled. “I don’t think I’ve ever heard of anything like this happening to them. I’ll ask where they go.” \n\nHe drove us to a fancy, low-lit bar on U Street, where cool-looking couples held long-stemmed glasses in their slender hands and leaned toward each other meaningfully. As we sat at our table, he asked, “What would you like?” \n\n“Wine, please.” My mind was swimming with all the information I had on him but did not yet know officially: the 3:59 mile he ran, his favorite hamburger shop, the name of the neighborhood he grew up in, random bits of family history, business philosophies, trips he took. And on, and on, and on. \n\nThe three glasses of wine I downed in quick succession did not ease my nerves so much as muddy my short-term memory. Now that I secretly knew he was a top runner, my first goal was to revise my previous assertion of being a good runner myself.\n\nHe gave me the perfect opening when he smiled and asked, “So, you like to run, huh?”\n\n“Oh, no. Hate it! I mean, I run like a cow, you know? Like an old granny!”\n\n“Oh,” he said, looking disappointed. “I thought you told me you ran.” \n\n“Yeah, well, I was exaggerating. I don’t really like to run much at all.” It occurred to me that maybe I was overcorrecting, but it was already too late. “What about you?”\n\n“Oh, well, I run pretty seriously. I ran in college.”\n\n“What did you run?”\n\n“I’m a miler.”\n\nMy mind was like a checklist, ticking off each already-known fact I made him spill. “How fast?” \n\nHe shrugged. “Well, I was always around a four-minute miler, but I did actually break the four-minute mark recently.” \n\nI took a fortifying gulp of wine and thought: “Well, you broke it by one second. In any case, probably better not to mention my Shelby High School personal best of 6:15.”\n\n Then I realized I hadn’t even reacted to his startlingly fast time. Startling, that is, if you hadn’t learned it days before. “Wow, that’s fast!” I blurted, awkwardly late. “Ever train for any big races?”\n\nHe then mentioned a major competition I already knew about. \n\nI widened my face in speechless surprise. Abruptly changing topics, I then said, “So, you went to the University of Chicago, huh?”\n\n“Yeah, that’s right. Business school. I guess I mentioned that the other night?”\n\nHad he? I couldn’t remember. Luckily, neither could he. “Chicago’s a nice city,” I rambled on. “I mean, it seems like it is. I’ve visited Chicago before. Nice. For running, too.” This is actually the way I was talking. \n\nWe smiled at each other the way people do when they’re having a bad time but want to seem as if they’re having a good time. We both took sips of our drinks.\n\nHe then told me some complicated story involving his brother. I was having trouble paying attention. When he finished, I said, “So, it’s you, your brother, and your sister?” \n\n“Did I tell you about her?” \n\n“No, no. Do you have a sister?”\n\nThe night unraveled from there. My memory and confidence were both officially shot. Did he tell me his undergraduate G.P.A., or did Google? Was his sailing trip part of our conversation or detailed in one of the business columns by him I had read? Everything swirled together. It was impossible to tell. \n\nConfused and wine-muddled, I got up to go to the bathroom. Somehow, with one overlong limb, I managed to knock over a glass at the table of the lovey-dovey couple next to us. My date jumped up to apologize. I stammered and fled.\n\nUpon my return, he asked, “How old did you say you were again?”\n\n“I didn’t. I’m 23.”\n\n“Oh,” he responded. “You’re my sister’s age.”\n\nI know. And you’re 30.\n\nLater, after he mercifully dropped me off (an awkward car-hug; no kiss, of course), I tried to convince myself that it had actually gone well. That was just how dates went, right? The awkwardness, the spilling of wine, the confusion of information with regards to what you Googled about your date and what you actually discovered during the date? Par for the course.\n\n“I think it went O.K.,” I told my roommate, Lindy. And a week or so later, when we were about to give one of our occasional parties, I said, “I should invite him, shouldn’t I?” \n\nOVER the next few months, I invited him to three of our parties. He came to none. Finally, on the fourth invitation, he said, “You know, I’m actually going to be out of town for the next month of weekends.” \n\nOuch.\n\nNowadays, my advice to friends is: never Google a date. No Facebook, MySpace or Technorati, either. There’s something to be said for the spontaneity and authentic facial expressions of utter ignorance.\n\nI realize it’s hard to resist the impulse when we live in an age of nonstop access. If you’re a skilled time-waster with high-speed cable, it is nearly impossible not to know more than you should about anyone with a searchable name. But in the long run it’s a little less interesting, isn’t it? Just as when you turn the corner and find yourself face to face with your cute new neighbor.\n\n“Oh, hey,” he says, “I was just down at the deli.”\n\nHaving just wasted yet another morning poring over his Facebook news feed, you think: “I know. You needed tomatoes and cereal. I already know.”"
}