{
  "url": "http://www.nytimes.com/2008/03/30/fashion/30love.html",
  "headline": "How We Got From Grief to Pancakes",
  "dateline": {
    "year": 2008,
    "month": 3,
    "day": 30
  },
  "byline": "Patty Dann",
  "text": "I WAS nervous about meeting my future husband’s parents, even though I am old enough to be a grandmother. When I told a friend I was marrying again, he said, “What? And lose your widow status?” \n\nMy first husband, Willem, died eight years ago of brain cancer. He was 50, Dutch, a marathon runner, as graceful as a heron. Then one day, while a spring breeze rustled the curtains, he gazed at me and said meekly, “Who are you?”\n\nI am now older than he was when he died, as is my future husband, Michael. A wedding photograph of Michael and his late wife, a beautiful reddish blonde, sits on my bureau. Some people find it strange that I would have such a photo on my bureau. I do not. These people are our stories, our past, and the parents of our children.\n\n “I would like you to meet my parents,” Michael said several months ago. I had seen pictures of them. His father, at 84, is a federal judge, still active on the bench. His mother, who had been a ballet dancer, is still married to him.\n\n They fell in love and left their small towns in South Carolina to go to the big city of Atlanta. They were a mythical couple whose friends soaped “Just Married” all over their 1940 Plymouth. They washed it off, or so they thought. But the “Just Married” message on the roof remained, faded but defiant, baked into the paint and reappearing whenever it rained. And their marriage,  too,  survives, 60 years later, although the ballet dancer’s mind is fading.\n\nI brought her pink ribbons for toeshoes as a gift, to see if she remembers, the color perhaps, a sensual memory from long ago, twirling and smiling in the sunlight.\n\n The first time my son met Michael’s two boys they all nodded, “Hey,” and went off into the summer night to play basketball on a  driveway down the street. When they came back sweaty, two hours later, I longed to ask the crickets what the boys had talked about. I scanned their tired faces, desperate for a sign. Did they like one another? Would it be O.K.?\n\nThe next morning I asked my son, “What do you think of the big boys?”\n\n“Good,” he said.\n\n“Their mother died,” I said.\n\n“I know, but they got to know her until they were teenagers. At least they remember their mother.”\n\nWhat would my future mother-in-law think of me, a New York girl?\n\n“She might be very cordial when you meet and then five minutes later ask who you are,” Michael said.\n\n“Oh,” I said quietly. I understood. Willem’s brain had unraveled before my eyes, and before the eyes of my son, who was 4 years old. \n\nI have two fears:\n\n1. Of learning to be a family again. \n\n 2. Of becoming a widow again. \n\nI admit in the cold winters of the recent years, many nights I let my son sit on the radiator eating macaroni and cheese as we watched “Supernanny.” We were both entranced to see how she solved the problems of all these families, always a husband and wife with unruly children, screaming and carrying on. We were junkies. \n\nEven though the children on the show were holy terrors, they always had two parents. We longed for unruly. In the days after my husband died, my son would march off to preschool and call out, “Get me a new Daddy while I’m at school.”\n\nThen I wrote a book about my husband dying. Michael, who is a journalist in Baltimore, felt compelled in the wake of his wife’s death to read books on grief, which hadn’t been my response. It was all I could do in those days to make a cow costume for my son’s school play. But my publisher forwarded me a link to an essay Michael published about grieving, which included a review of my book. \n\nI read it online at 2 a.m., sitting alone in my nightgown, barefoot and shivering, on a winter night last year. Reading it, I felt a complete love for his late wife, Nancy, who was an art historian, just as Willem had been.\n\n In the essay, which included reviews of works by better-known widowed writers, Michael quoted a passage of mine about a widower I had met as a teenager who still had his dead wife’s clothes in his closet. I had been spooked at the time, never imagining that at age 46 I would have a closetful of  my dead husband’s clothes, and that it would seem right. \n\nI wrote to him: “Dear Mr. Hill, It’s an honor to be included with such wonderful writers. I am sorry for your loss.” \n\nHe wrote back, commenting on the passage in my book where I describe how I kept buying basil  at the grocery store the summer Willem was dying, and how the smell of basil got me through those months. Since his wife died, he wrote, he didn’t think he could plant a garden again. \n\nSoon we were exchanging e-mail messages with “re: grief” in the subject line. We corresponded for two months, starting with those first cold weeks when Michael would return to his empty home with his children off at college, and now Nancy gone, and struggle to shovel the icy driveway. Eventually the subject lines changed to “re: thumb-stack of pancakes” and “re: bolts of cloth.”\n\nOne night my son appeared at my desk at midnight, when I thought he was asleep, while I was writing restless e-mail messages. \n\n“I see how you get, all flirty-flirty with Michael,” he announced.\n\nMichael was coming to New York in a few weeks, to see Joan Didion’s play “The Year of Magical Thinking.” Did I want to get together for coffee? I agreed to meet him at the Morgan Library. \n\nTwo days later I panicked. “I have a middle school meeting all day,” I boldly lied. “Perhaps another time.”\n\nBut then a friend advised: “Go. You’ve been scared your whole life. Go.” \n\nAnother said: “A man married that long, 27 years, will never get over his wife. Aren’t you jealous?”\n\n“No, it’s the opposite of that,” I said. “I love her. She would have been my friend. I don’t want him to let her go. The four of us would have been friends.” \n\nI wrote Michael and told him I could get away for an hour. “How will I recognize you?” I asked.\n\n“I’m 5-9 and need a haircut,” he replied. “I’ll be wearing a baseball hat. And you?”\n\nI wrote, “Years ago, when I was in Oklahoma, I met a man who said: ‘You look like Bonnie, you know, Bonnie and Clyde. She was a little woman like you, with messy hair.’ ” I added, “Not Faye Dunaway.”\n\nI waited nervously at the door of the Morgan Library until a man of Michael’s description walked in. I leaned forward and put out my hand. “Michael?” I said. \n\n“Yes,” he said, shaking my hand. We talked for several minutes and then he said, “I’m sorry, but how do I know you?” And we realized he was not the Michael I thought he was. I was relieved and disappointed. This was a nice man, but I felt no magic. \n\nFive minutes later another man in a baseball hat walked through the door. This was the man I had been writing to day and night for two months, who liked the words “bolts of cloth” as much as I did.\n\nWe did not look at any exhibits at the Morgan Library. I cannot even tell you what the exhibits were. Instead we sat side-by-side at computers, clicking randomly on virtual tours, and showing each other pictures of our sons. \n\n“Don’t you have to get back to the middle school meeting?” Michael asked over lunch, while I pushed my food around.\n\n“No, somebody can tell me about it,” I demurred, staring at his wrists.\n\nOur second date, I met him at Penn Station under what we’ve come to call the “flip-flip sign.” Then we walked west and he took my hand. While buying tickets for the Circle Line around Manhattan, I confessed to him that there had been no middle school meeting. (As a wise friend had said to me: “There are no all-day middle school meetings. Couldn’t you have come up with something better than that?”) \n\nAs we filed onto the boat, a photographer took our picture. We sat on deck in the sunlight, with German and Japanese tourists seated next to us. The breeze was soft; the guide made garbled announcements about Henry Hudson and the Little Red Lighthouse, and Michael touched the back of my neck. When we got off the boat all the photos of the passengers were hanging up for sale. There we were, a middle-aged widow and widower, in love.\n\nLAST week I met his parents. I gave his mother the pink toeshoe ribbons. She thanked me, taking them lightly in her fingers. I reintroduced myself to her each time I entered the room. When it was time for me to return to New York, Michael’s father hugged me and said in his South Carolina drawl, “Welcome to the family.” \n\nI told his mother I loved her son.\n\n“We enjoyed having you here. We’ll miss you,” said his mother, holding the pink toeshoe ribbons, although it was not clear to me if she remembered sewing similar ones to toeshoes long ago. \n\nIt is almost time for Michael to plant his spring garden. A button broke on the cuff of his shirt recently, and as he stood with the cracked button in the palm of his hand like an offering, I could see him missing Nancy. \n\nI hesitated, then went into the back of my closet and pulled out one of Willem’s shirts. Although I’m no Betsy Ross, I retrieved my box of sewing things, full of threads and needles from Willem’s mother’s Dutch sewing kit. \n\nWorking carefully with the tiny scissors, I snipped a button off Willem’s shirt and sewed it onto Michael’s cuff."
}