{
  "url": "http://www.nytimes.com/2008/12/07/fashion/07love.html",
  "headline": "After My Lover’s Death, My Relationship With His Mother Began",
  "dateline": {
    "year": 2008,
    "month": 12,
    "day": 5
  },
  "byline": "Diane Nottle",
  "text": "WHEN I walked into the room in the hospital’s emergency unit, I saw Mary’s mink coat thrown over the back of a chair. There was no sign of John — her son, my lover — who had arrived by ambulance. For a minute I was left alone to contemplate the meaning of the empty bed, and whether Mary shouldn’t be more careful with her mink. Then someone came in, told me John had been moved to intensive care and offered to take me there. \n\nEarlier, after John collapsed in his mother’s house from a cerebral hemorrhage, Mary had instinctively grabbed the mink from the hall closet before following the ambulance in her car. It was a coat she wore mainly for social occasions. Why had she brought it to the hospital?\n\n“He had no health insurance,” she explained later. “I didn’t want them to think we were paupers.”\n\nOver the next five days, through John’s coma and death, as the individual relationships Mary and I had with him ended, a new one, between us, began. \n\nI was living in Boston at the time. John was 37. I was just turning 31. We had been together for not quite a year and a half, having met in adjoining theater seats. Many years later I would see a Broadway production of David Hare’s play “Amy’s View,” in which the lead character is a widow who lives with her daughter and mother-in-law. At one point she says: “If, when I’d met Bernard, they’d said to me, you’ll live 10 years longer with Bernard’s mother than you will with Bernard himself ... I’m not sure I’d have jumped in so eagerly. But you never know how things are going to turn out.”\n\nWhen I first heard Judi Dench speak those lines, my heart nearly jumped out of my chest — and then I roared. By then I had been with John’s mother 13 years longer than I had been with him.\n\nMary was 72 when we met. John’s way of handling potentially uncomfortable situations was to give you no time to think about them, so when he called late one morning, a month or so after we’d met, and announced he was taking me to lunch with his mother, there was no getting out of it. \n\nHe left me in the car while he went in to fetch her, and she emerged from the house, a stately matron with thick, professionally dressed curls of pure white, wearing her mink — it being a gray November day. There was no introduction; we simply looked at each other, said a wary “Hello” and were on our way.\n\nIt has been said that you can tell how a man will treat the women in his life by the way he treats his mother, and in this case I had cause for high hopes. John was not a mama’s boy in any unhealthy sense, but — as much as she sometimes exasperated him — he loved his mother deeply and made her a part, with honor, of both his personal life and his professional life as a classical music impresario. When one day he looked at me and said, “You know, I’m not the only one here” (with whom I’d have to pass muster), I knew what he meant. Wherever our romance might take us, Mary would be part of the package.\n\nIn the year after that first lunch, John and I spent a good deal of time at her house overlooking Massachusetts Bay, with its screened-in porch ideal for whiling away hours on a summer afternoon. \n\n“Why don’t you keep my mother company?” John said as he went off to putter around the house. \n\nI found the prospect intimidating. A black-and-white portrait on the Steinway, taken when Mary was perhaps 40, showed much the same face: a dignified, even formidable upper-middle-class woman, the kind for whom clubs and community service constituted a life’s work. She would grill me on current events and usually knew more than I, a journalist, did. This was not, I realized, someone to be trifled with. I did not use her first name for a very long time. \n\n I’m not sure she even liked me until John collapsed and so did our worlds. But I was one of the two or three people she phoned before grabbing the mink, and because she had no other family who could arrive before the next day, I was the one who sat with her a few hours later as the neurologist told us that John had only a 1 to 2 percent chance of survival, never mind recovery. \n\nThat night I slept at her house, in the bed that smelled of him, and early the next morning she sat by my side, giving me the update on his overnight progress — which was none. I remained with her through the coma and the do-not-resuscitate order and the 3 a.m. phone call notifying us of his death. \n\nWhen her family began to arrive for the funeral, I offered to go back to my apartment, but she was firm: “I want you here.” When I finally did leave, after 10 nights, it was like emerging from a cave. The world outside looked unreal, too bright, and all I could do was blink.\n\nThe funeral over, the family dispersed. Mary was left alone in her house, as I was in my apartment. It was an aloneness neither of us could bear. In the beginning I slept at her house every other night, then once a week, and later, as life returned to some new sort of normal, once every couple of weeks. \n\nWe would speak of him; one of us would say something and begin to cry, and the other would offer comfort. I indulged in magical thinking: He isn’t dead. This has all been staged. It’s a test for me. And someday — a month from now, or a year — he will come down the stairs, take me in his arms and tell me I passed. \n\nI already knew a little about Mary: that she had grown up in boardinghouses, the only child of a working mother widowed when her husband died of an ulcer. (An ulcer! But that was 1917.) Gradually, though, the stories poured out: of her first two marriages to men she found inadequate; of having to leave her first son, barely past infancy, in foster care so she could earn their living; of her third marriage, for security rather than love, and the one great happiness it produced, the son we both adored. \n\nAnother side of Mary came out, too: the social creature who favored martinis and Scotch on the rocks and had had brushes with celebrities. Over the years, we came to talk more of these things than of John, though he was no less on our minds. After a time, his name barely came up in my annual phone call on the anniversary of his death, even though we both knew why I was calling that day. I began to think that if he did, magically, come down that staircase and try to steal the show, as he always had in life, one of us would say, “We’re talking,” and continue our conversation.\n\nBy then I was living in New York, and Mary’s house had become my base in Boston; she acted as a message center for my friends and me, and her home was a gathering place of drinks and stories, until she decided in her late 80s that she could no longer keep up the house and moved into assisted living. Many of her friends and neighbors had died. Mary made new friends in assisted living; they, too, died. \n\nA few years ago, in the soft gray light of a winter afternoon, Mary talked in the way someone does who knows her time is waning. She told me she had never loved any of her husbands but had always loved John, and believed in him. She asked if I had ever found anyone else, and of course I said no. \n\nThe truth is, I had tried, and failed, in three later relationships. But had I brought anyone home to meet Mary? No — and there was her answer. Perhaps all along I had wanted nothing more than to remain faithful to John, and this was my way of doing so: by keeping his mother company.\n\n“I forgot to tell you,” she said in our next call. I could almost hear a drum roll before she announced, “I’ve had my last martini.” She had recently become sick  after drinking one, maybe two. And that was that.\n\nAt her 90th-birthday luncheon, she introduced me by saying, “And this is my daughter.” I was too stunned to react outwardly but inwardly rejoiced. And in some ways, I was a better daughter to her than I was to my own mother. But then, we had never hurt each other the way mothers and daughters inevitably do.\n\nI LAST saw her in June, a few weeks before she turned 96 and I was to leave for three months in Europe. She had been in the hospital as her emphysema worsened, and needed oxygen and nursing 24 hours a day. I’d had visions of wheeling her onto the porch to enjoy some sun and fresh air. But it wasn’t one of her better days; she couldn’t get out of bed, and I spent much of the afternoon reading by her side while she slept.\n\nThe last time we spoke was by phone the day I returned from Europe. “Well, well, well!” she greeted me, as always. She was starting to have difficulty forming words, but her mind was nearly as sharp as ever; she asked about my travels and the economy. I told her I would visit in the next few weeks, as soon as my commitments allowed. \n\nI had expected to be there the Thursday after Election Day, but early that Tuesday morning, she died in her sleep. I think of what I would have most wanted to say to her on one last visit: “If you see John, tell him I love him.”\n\nIn the end, John and I were together for a mere 16 months while his mother and I went on to share our lives for 23 years. You never know how things are going to turn out.\n\nI don’t know what I’ll be feeling in January when, for the first time, there will be no one at the other end of the phone on the anniversary of John’s death. Before that, though, there will be a memorial for Mary. I don’t know whatever happened to the mink, but I hear martinis will be served."
}