{
  "url": "http://www.nytimes.com/2008/12/14/fashion/14love.html",
  "headline": "The Accidental Breadwinner",
  "dateline": {
    "year": 2008,
    "month": 12,
    "day": 12
  },
  "byline": "Karen Karbo",
  "text": "I DIDN’T set out to be the breadwinner. I assumed that one day a guy would come along and I would marry him and, well, he’d take care of it. This is one of the fundamental ways in which men differ from women. Growing up, boys assume they’re going to make the money, or at least half the money. Rare is the boy who imagines that marriage will spell a free economic ride and so nurtures his incredible hotness to that end.\n\n While I couldn’t imagine being my mother, vacuuming on Monday, dusting on Tuesday, etc., neither did I see myself as a high-powered earner. I switched majors from journalism to physical therapy to film. I got good grades, which was something I knew how to do, but beyond that ... well, there was no beyond that.\n\nWhen it came to relationships, I was not a romantic ditherer. I liked someone, and either he liked me or he didn’t. If he did, we would become inseparable until the horrific breakup in which we would both shriek and sob and engage in a little stalking and, years later, wind up good friends. \n\nIn film school, I had a short, strange romance with a French guy, Guillaume, who wore silk shirts, had impeccable manners, and paid for everything. I don’t think I opened my purse in his presence once. Even though I didn’t love him, I was happy.\n\nUntil the night he stopped by my apartment at 11 o’clock and caught me in a pair of paint-stained sweat pants. He was appalled, refused to come in. He felt that since we were in a relationship, I should always look my best, as if I were a babe-on-call, ready at all hours to be seductive and kittenish. Yeah, I’ll get right on that. Adieu, Guillaume.\n\nI met my first husband on the heels of my breakup with the ridiculous Guillaume. James and I lived together for an embarrassing number of years before we married and had our daughter. In the early years we were financial idiots, putting film stock on our credit cards to shoot the documentaries we were co-producing while subsisting on Top Ramen noodles. I was not the de facto breadwinner, but I had the steady job, at a nonprofit film arts center. James freelanced as a sound editor.\n\nIt didn’t start out as a terrible arrangement. But James wanted to direct and started to turn down sound-editing work. This left me making not just the steady money but all the money. His big break was always just around the corner.\n\nBy the time the marriage ended, I had published two books and begun writing for magazines. It wasn’t a reliable living, but it wasn’t bad. As long as I kept my overhead low, I could make it work, and did. I often wonder: If I had been dependent on James financially, would I have walked out so easily? It brings up a question that can only be posed uneasily: Is it better for the longevity of a marriage if one party (usually the woman) feels financially trapped?\n\nIt’s not just a problem from my mother’s era. Several years ago, a friend of mine decided she’d had enough of her arts administrator job. With the support of her husband, who worked somewhat unhappily as a doctor, she quit with the idea of taking a year off to decide what she wanted to do. The year slid into two, then three. She walked her dogs, attended yoga classes. Then her life became a third-rate show on basic cable: she discovered her husband was having an affair with a nurse, and worse, when she confronted him, he said he wasn’t going to stop. \n\nMy friend was devastated. She knew she had to get out but couldn’t bring herself to file for divorce. I imagined that she was afraid to be alone, that she would miss her husband’s companionship. “There’s always Match.com,” I said, trying to console her.\n\nShe snorted. “It’s not that. I don’t have a job, and I don’t think I could get a job that would pay enough.”\n\nEnough to live in the way she had become accustomed, she meant. \n\nThey are still married.\n\nMy second marriage was a disaster of Springeresque proportions. The short explanation? The more money I made, the less inclined my husband felt to contribute. It didn’t start out that way. I didn’t size him up and think, “Here’s a guy who, with a little encouragement, can become a deadbeat of dazzling proportions!” \n\nNo, the Cuddle Bum (as I’ve come to call him) had a good blue-collar job when I met him. Like many overeducated women, I’m unaccountably drawn to men who know how to throw up wallboard, build a rock wall and effortlessly avoid shooting themselves in the head with a nail gun. This man seemed to grasp the homely importance of getting up before dawn, working past dark and bringing home a regular paycheck. I’d hoped that the Cuddle Bum would be the steady earner, and I would be able to write without the burden of supporting our suddenly largish family of three children — my daughter, and his daughter and son from previous marriages.\n\nThen, within our first year, the Cuddle Bum quit his job on a whim. I was in Los Angeles for several weeks researching a book, and he thought it would be romantic to simply show up one day. Surprise! I don’t know how I kept myself from morphing into the shrew wife with her hair in curlers, wielding a rolling pin.\n\nThere was, of course, something else going on. The Cuddle Bum hated his job — and who could blame him? He wanted to get into another field, perhaps one that required his going back to school.\n\nIn the meantime, we decided that the Cuddle Bum would be the househusband. My role as breadwinner was thus made official. The Cuddle Bum’s idea of his role involved pouring a bowl of cereal for each child before school, playing videogames for 10 hours, and then grudgingly making dinner at 6. For almost a year, I told him that wasn’t working for me, that if he wasn’t going to care for the entire household the way a wife would (vacuum on Mondays, dust on Tuesdays ...) then he needed to go back to work. Much of the time, I expressed this wish to the back of his head as he tried to slay two-headed ogres on the TV. \n\nWhen we divorced, he wanted alimony, child support and the house — the house that was purchased with my money, in my name. During one of our last conversations, I wept with incomprehension. He wanted my house? Whatever happened to the way people divorce in the movies, where the husband packs a bag and moves into a sad hotel, leaving his wife (whom he supported) in the house? \n\nThe Cuddle Bum said that if I insisted on leaving him, he had no choice but to play hardball. (In response, I stepped up my freelancing work and got a better lawyer, who spun things into my favor quite nicely. Don’t talk to me about hardball.)\n\nYears ago, I sat next to Jackie Onassis at a literary event in Boston. We got to talking (or rather she talked and I sat in breathless awe) as she told me the piece of advice she often gave to young women: that they should never marry or mix their money. There was another young woman listening in, and I could see her expression harden in disapproval. But I thought, Exactly! For those of us predetermined to be breadwinners, it’s more fun to date a man than to marry him. We understand that the more people we have under our roof, the more it costs us. I am appalled by how unromantic this sounds, but there you have it.\n\nI’m sure Jackie was talking about something completely different, about the trials of being married to very wealthy men. But I took her point.\n\nAnd this time around I’ve taken her advice. Jim (yes, another one) and I have lived together for seven years, and we’re happy. We laugh a lot, have regular sex and never call names when we argue. He’s a computer consultant who pays his own way and buys me the occasional unexpected present. Once I admired a fountain pen in the window of a shop that sold only fountain pens; while I was waiting at the corner for the light to change, he ducked in and bought it for me. I swooned. \n\nThe day Jim and I moved in together, I gave him a formal accounting of how much our monthly nut would be; he would pay for himself, and I would pay for my daughter and me. Since then, he has written me a check for his portion on the 15th of every month. Sometimes he buys the groceries, and sometimes I do. But he always pays for both of us when we go to the movies, and spends lavishly on buttered popcorn and Milk Duds. I am always touched by this.\n\nDespite my arrival at this pragmatic junction, I still would love to experience life as a pampered princess, at least once. I’d love to be the kind of woman you see in jewelry commercials around the holidays who sits before a fire, a cashmere throw over her knees. Suddenly, her beloved swoops in with a velvet-covered box, bearing some hideous pendant that nevertheless cost real money. \n\nI envy this woman because she is so taken with her beloved’s generosity. She never says, “Honey, why did you buy me this piece of crap when you know I need a new crown on my back molar?” I would love to be a woman who can forget — if only for the time it takes to buy a tube of $250 eye cream — that the money I spend is money I made by the proverbial sweat of my own brow. I would love to be a woman who is able to indulge in the magical thinking that romance always matters more than money.\n\nI say this, and then I remember my long-ago Frenchman, the only one who ever paid for everything, and how the price I paid was being a babe-on-call. Some people may need smelling salts or a slap in the face to bring them back to reality. For that (and that only), I’ll always have Guillaume."
}