{
  "url": "http://www.nytimes.com/2008/06/15/fashion/15love.html",
  "headline": "As a Father, I Was Hardly a Perfect Fit",
  "dateline": {
    "year": 2008,
    "month": 6,
    "day": 15
  },
  "byline": "Tim Elhajj",
  "text": "DURING our weekly telephone call, my 10-year-old son told me he wanted a Yankees cap. Not just any Yankees cap; it had to be a fitted cap. “Fitted caps don’t have the little plastic adjuster on the back,” he told me. “All the pro players wear them.” \n\nAlthough fitted caps cost only about $30 or $35, I didn’t think I could afford one. I lived alone in a small apartment in the Bronx, nearly 200 miles from my son and my ex-wife, who remained in the Pennsylvania town where I had spent most of my life. I was barely getting by on a variety of part-time jobs while putting myself through school. Besides, we had just been through the financial double-whammy of Christmas and his birthday. \n\nI was about to tell him as much, but then I heard his mother in the background, and she sounded irritated: “Don’t ask him for that.” \n\nHer voice was muffled and I knew my son was holding the phone to his chest. The way she stressed the word “him” irritated me. Why not ask me? \n\n“Your head’s still growing,” I heard her say. “What a waste.”\n\nI realized she probably couldn’t afford the cap, either. This awareness brought me to my feet. As the product of a Roman Catholic upbringing, I couldn’t help but feel guilty about my divorce, even though I wasn’t the one who had asked for it.\n\nMy feelings of shame and inadequacy were manifested in both a tacit and an overt way: For me, divorce wasn’t just the end of marriage; it was the start of a great competition. The fact that my son wanted something that his mother was either unwilling or unable to provide only steeled my resolve to get it for him. \n\n“What size is your head?” I asked. \n\nHe didn’t know. \n\n“Go to the mall,” I told him. “Try on fitted caps until you find the right size.”\n\nHe sounded delighted. I was, too. I had both upstaged his mother and found a parental task only I could perform. Considering my circumstance, this was huge. With work and school, I managed to visit my son just a few times a year.\n\n Otherwise our relationship consisted entirely of those weekly phone calls, during which he often had little to say and we had increasingly less to talk about. Some subjects were off limits: money issues or anything vaguely critical of his parents or their decisions. I especially knew not to comment on the eagerness with which he called his stepfather “Dad.” \n\nWhen I called the following weekend, he still didn’t know his hat size. He hadn’t been able to get to the mall. His mother wouldn’t take him. \n\nI used to walk to the mall from that neighborhood as a child. “Can’t you walk?”\n\nHis mother wouldn’t let him walk on Route 441. \n\nI sighed. “Cut through Grasshopper Hill.”\n\nHe had no idea what I meant. I asked him about the streets and his routes and such, and eventually I realized a housing development had been built where Grasshopper Hill used to be. He didn’t know Grasshopper Hill, and neither did any of his friends. The small town where I grew up seemed to exist only in my memory now. Though I was just 31, I was out of touch, demoted by my absence.\n\nI suggested he use his stepfather’s tape measure to determine the size of his head. He said it was a metal tape and he would get in trouble if he were to break it. \n\n“If it’s metal,” I said, “you can’t break it.”\n\n“What if the sharp edge cuts my head?”\n\nI rolled my eyes. In desperation, I told him this first thing that came into my mind: “Unwind a wire hanger and wrap it around your head. Then use the tape to measure that section of the hanger.” As soon as I said it, I knew how absurd it was.\n\n“That sounds even more dangerous than just using the metal tape,” he said. “And anyway I can’t be unwinding Mom’s hangers. Are you trying to get me in trouble?”\n\nEvery week I came to dread asking him the size of his head, but I couldn’t let it go. After so many years of missed birthday parties and unattended Little League games, the struggle to determine the size of his head seemed like my one slim shot at redemption. Invariably every conversation came down to the same simple question: “How big is your head?”\n\nThis went on, incredibly, for more than six months. Toward the end of summer, he finally offered an answer: “Seven and seven-eighths.” \n\n“Seven and seven-eighths?” I could hardly believe it. Pay dirt. \n\n“Yep.” He said it with gusto. Real authority.\n\n“You sure?” \n\n“I am, Dad. I am.”\n\nI took the train to Madison Square Garden. Eighth Avenue had dozens of little souvenir shops with Yankees caps in the window. I searched for a fitted cap that was seven and seven-eighths. There were none. They had plenty of seven and one-eighth, plenty of seven and one-quarter, and even a few seven and five-eighths. But not a single seven and seven-eighths cap was to be found. \n\nI went to four more stores, and it was the same story. Macy’s was my last hope. When I finally found a cap that was seven and seven-eighths, I was taken aback by its girth: It looked as if it would fit a jack-o’-lantern. How could a 10-year-old have a head this big? \n\nAt Macy’s, the cap was $40, almost 20 percent more than in the little stores by the Garden. But the poor child had already been cheated by circumstances beyond his control, and all he needed to be happy was a size seven-and-seven-eighths Yankees cap. \n\nI laid my money down. \n\nBack in my apartment, I carefully packaged it. Then I took it to the post office. Because his name is the same as mine, he used to complain that the mail carrier often delivered his mail to my mother’s house, and not to his across the street on a stretch of houses known as “the Zoo.” I wanted this delivery to be perfect, so I wrote a note in big letters across the package: “Dear Mr. Postman: Please deliver across the street in the Zoo. Thank You!”\n\nA few days later I called. His stepfather answered. \n\n“Did the hat arrive?” \n\n“It did,” he said.\n\n“Does it fit?”\n\nHe paused and then said, “Yeah, it fits.”\n\nTimmy got on the phone. In an irritated voice, he told me never to write a note on a package again — the only thing worse than living in a little house on a block everyone calls the Zoo is having a package arrive with a note blazed across it asking the post office to please deliver it across the street to the Zoo. \n\nI blustered an apology. “But does the hat fit, son?” I asked. “How does it look?” \n\n“Yeah,” he said. “It fits.” \n\nAlthough he still sounded sullen, he thanked me. We talked a little more, and then the phone was passed to his mother. She asked if I had sent the child-support, and I said, “Yes. Oh, yes. The check is in the mail.” And it was.\n\nI asked her if the hat fit, and she laughed. “Yep. It fits.”\n\nAfter hanging up, I couldn’t figure out why I didn’t feel more heroic. \n\nMonths passed. Years. The cap was long forgotten, at least by me. Eventually my little apartment in the Bronx gave way to a little house in the suburbs, a new wife and two small children. \n\nBefore I knew it, Timmy was 20, and over the Fourth of July weekend the five of us got together for a trip to Manhattan. \n\nDespite all my years in New York, this was Timmy’s first time in the big city. In Times Square, he wanted to buy himself a Yankees cap. With a playful look in his eye, he asked me if I remembered the time I sent him that fitted cap. \n\n“Of course.”\n\n“Well, there’s more to the story,” he said. “But I’m not sure I should even tell you.” \n\nI urged him to tell me. How bad could it be? \n\nHe said he had guessed the size of his head that day and his estimate had come in a little high. Seven and seven-eighths wasn’t his hat size when he was 10. In fact, he pointed out, his head still had not achieved that colossal glory. When he put on the cap I had sent, it sank over both his ears. His mother and stepfather had a good laugh.\n\nAT first, I wasn’t sure how to take this news. I didn’t like the thought of anyone laughing at my efforts, especially my ex-wife and her husband. And then the frustration of that summer came flooding back: all those phone calls, my trip to the souvenir shops, the clerks looking at me incredulously each time I mentioned the size I was seeking: “Seven and seven-eighths? Man, that’s a mighty big head for a boy.”\n\nHow hard it was to be close when he was growing up, especially once I faced the fact that he and I would never have a conventional father-son relationship. How I longed to be present for him, despite my circumstances. Yet I was so determined to overcome all these obstacles and be a hero that I had ignored the obvious. \n\nEven if the cap had fit, it wouldn’t have mattered much. It wouldn’t have made up for my absence or brought us closer. But the wonder is that those years of weekly phone calls — as difficult as they were and as insignificant as they felt at the time — did manage to hold us together. As it turned out, they were just enough. \n\nNow, watching my son mugging in the store’s mirror as he tried on a cap, I couldn’t help but smile myself. After 10 long years, it was time for us to have our own little laugh."
}