{
  "url": "http://www.nytimes.com/2008/11/30/fashion/30love.html",
  "headline": "Why I Love My Husband but not Sex",
  "dateline": {
    "year": 2008,
    "month": 11,
    "day": 28
  },
  "byline": "Lauren Slater",
  "text": "I COULD chalk it up to getting older, the fact that sex interests me these days about as much as playing checkers. But the fact is I’ve never much liked sex, even though it has, on occasion, captivated me. Says my proverbial therapist: “Sex threatens you, Lauren. You feel overcome.”\n\nAnother distinctly less sexy possibility is that I have never much liked sex because, when all is said and done, there’s not much to like. I mean, really: What is the big deal? Especially when it’s with the same person, over and over again; from an evolutionary standpoint, that simply couldn’t be right. I, for one, have always become bored of sex within the first six months of meeting a man, the act paling for me just as the sun pales at the approach of winter, and as predictably, too. \n\nI met and fell in love with my husband for his beautifully colored hair, his gentle ways, his humor. We were together many years, and so sex faded. Then we decided to marry.\n\n Predictably, almost as soon as the engagement ring slid onto my finger, I fell in love with someone else. I fell madly, insanely, obsessively in love with a conservative Christian man who believed that I, as a Jew, was going to hell. We fought long and hard about that, and then had sex. This is so stupid, it pains me to write about it. \n\nAnd yet this affair, I sensed, was necessary for me to move forward with my marriage. It was a test. I believed, but could not be sure, that just as sex had cooled for my soon-to-be husband and me, it would cool with this man, with any man, no matter what or whom — in which case my fiancé was the person I wanted to marry. \n\nExcept suppose I was wrong? Suppose there was someone out there with whom I could have passionate sex the rest of my  life? So I continued with my conservative Christian, and we had fantastic, obsessive sex while the whole time I waited to see when (or if) this affair would run out of fuel. I prayed that it would, so I could marry the man I loved.\n\nActually, I never had intercourse with this man, though we did just about everything else. He did not believe in sex before marriage. Therefore, when my fiancé asked me if I was “having sex” with someone (why was I coming home at 3 a.m.?), I could answer “no.” On the Christian man’s end, when his God asked him if he was having sex with someone, he also could answer “no,” and so we both lived highly honest, righteous lives filled with perpetual sex.\n\nBut then the inevitable happened. Sex with this man turned tepid, then revolting. While the revolting part was particular to this crazy relationship, the tepid part was wholly within my experience and proved, for me, that there is no God of monogamous passion. Thus freed from the tethers of this affair, I returned to the gentle arms of my pagan husband. We are going on our 10th anniversary. He wants hot sex. I turned tepid long, long ago.\n\nA University of Chicago study published in 1999 found that 40 percent of women suffer from some form of sexual dysfunction, usually low libido. There are treatments for this sort of thing: Viagra or a prescription for testosterone. But the real issue for me is that I’m not sure I have a dysfunction. On the one hand, I am miserable about our lack of a sex life because it makes my husband miserable and cold and withdrawn, and it is so unhappy, living this way. “Have sex with someone else,” I tell him. \n\n“The problem with that,” my husband says, “is falling in love. If you have sex with someone else, you just might fall in love with them.”\n\n“I’d kill you,” I say.\n\nOf course I wouldn’t. But I just might kill myself.\n\nI have no answers for how one exists with almost no sex drive. A gulf of loneliness enters the marriage; the rift it creates is terribly painful. My sincerest hope is that once we make it through these very stressful years, assuming we come out the other end, my husband and I will be able to reconnect. \n\nUntil then, I could get treatment, but I’ve had so much treatment — for cancer, for depression — that in this one small area of my life, can I claim, if not health, then at least the absence of pathology? \n\nMy first orgasm happened decades ago when I was 19, in a rooming house with a broody bad boy who had a muscular chest and a head roiling with glossy curls. We both loved the Grateful Dead. Every time I slept over, we woke in the mornings and listened to “Ripple,” the clearness of the music, the pure simplicity of it, affirming for me again and again that I was part of a people, a species, capable of creating great beauty.\n\nWe’d gone out all summer before the start of our respective freshman years: Not once did he ask me for intercourse, even on our last night together. The very absence of his question underscored its implicit presence. When? \n\nI confided to my roommate that we had not yet done the deed. Hers was a pause of shock. I was afraid. I didn’t want to bleed. Sheer fear of that plunging pain is what held me back.\n\n Instead of telling my would-be lover the truth, I made up an elaborate lie. I was raped. Too traumatized to have sex. I needed more time. \n\nRemembering this now, for the first time in a long time, I do not judge myself. I consider it a great deal to ask of a relatively newly minted woman that she offer her intact body up for this frankly difficult deed.\n\n I also find it interesting that shame, an emotion that’s supposedly deeply rooted in the human limbic system, untouched by time or class, is in fact very much subject to time, class and culture, too. In the 19th century, to be raped was to be shamed, forever. In the late 20th century, to be a virgin was to be shamed. And so I lied, to save my skin.\n\nExcept one time, on a May night, through the open window, warm liquid breezes poured over our naked bodies, and then he touched me just so and I tipped into the orgasm and was grasped. This was different from whatever I’d achieved on my own. This was softer, gentler, full of a wide-open love, a deep falling-down love. When it was over, I hated him. I hated that man (that boy, really). The intimacy was too much, too wrenching and shameful.\n\nThere is nothing so intimate as the sounds of sex, which are a shared secret between lovers, part of the glue that binds them together. We have our regular speaking voices, and then we have our sexual voices. While these voices may be odd, disturbing, even disorienting, especially if overheard, they serve a special purpose: to bring us close. \n\nMy husband’s sounds draw me near to him, when he allows himself to have them, when I do. In the right situation, with the right sanctions, these nighttime sounds — what we say and what we do not — would be preserved, bottled, so they did not wash away with the laundry, the toothpaste foaming down the drain, the home from work at 9 p.m. nights, you angry, me angry.\n\nIn our culture, sex has lost its sacred quality. If I were mayor or president, I think I would institute some rules for the good of the American Marriage, a prohibition or two — no touching allowed until Tuesday — because longing springs from distance. It is ironic but also absolutely understandable that proximity can kill sex faster than fainting.\n\n I’ve always found it odd that on a Tuesday night you might go about the bodily act of having sex and then, the next morning, amid a chattering group of children, eat Cheerios. It seems to me that if sex were separated out from the daily wheel of life, it might survive monogamy more intact.\n\nI am a woman in love, but I am not in love with sex. I am in love with glass and stones, with my children, my animals. I am in love with making, as opposed to making love. Someday, I hope to build a house. And inside this house I want to live with my family — my children and animals and husband, whom I love so imperfectly, with so many gaps and hesitations. \n\nThe Grim Reaper, who for me is not death but mental illness, visits me from time to time, drawing me down with his sword. And each time this happens I never know if I will return to love. And each time I do I am more grateful than the time before. And so I see my life — my large, unwieldy, disorganized life — as a banquet. So much! So rich!\n\nI AM captivated by things, by solid, actual concrete things that can be assembled, made, whether books or babies. For me, sex does not even come close to the thrill of scoring gorgeous glass for a window I will use, of hearing the grit as the grains separate and the cut comes clean and perfect.\n\nSex cannot compete with the massive yet slender body of granite I excavated last week, six feet long, this stone, packed with time and stories if only it could speak. I’m going to spend months carving it with a silver chisel. I am going to figure out a way to make this stone into an enormous mantel under which, in the home I share with my husband and the babies we made, our fire will flicker. The stone will give off waves of warmth in the winter, and it will keep the night-coolness captive all through the summer days. \n\nI imagine my mantel, my windows, my glass, my gardens. I cannot believe how lucky I am. I have so very much to do, such wide and persistent passions, so little time in which to explore their many nooks and curves. Here. Now. Don’t bother me. I’m busy. "
}