{
  "url": "http://www.nytimes.com/2008/03/09/fashion/09love.html",
  "headline": "A Signal in the Sky Said: Marry Her",
  "dateline": {
    "year": 2008,
    "month": 3,
    "day": 9
  },
  "byline": "Ben Karlin",
  "text": "THE problem was Paola. \n\nI met her at an Italian restaurant in my neighborhood in Brooklyn, where she was a devastatingly cute waitress and I a frequent customer — and not just because of the devastatingly cute waitress. The food was good, too.\n\n The restaurant was owned and operated and even staffed by actual Italians. One time, Paola let on that she gave Italian lessons on the side. I had studied in Florence in college and nurtured an abiding interest in Italian language, food and culture. So, not wanting to be the creepy guy who asks the waitress out, I signed up for Italian lessons. That way, I would just be the creepy guy who asks the tutor out. That was way better.\n\nAfter some stops and starts and wacky misunderstandings involving language, food and culture, we were in something like love and living together in a loft in Greenpoint, Brooklyn. We broke up once, then got back together.\n\n A few years into the relationship, I jotted down these thoughts: “I need a better quality pen to write about Paola. What kind of person is she? Besides the obvious. The strength. The beauty. The individuality. The fierceness of her intellect. The confidence that may or may not be real. How she straddles multiple worlds refusing to be either citizen or stranger in any. Men look at her with something bordering on adoration. She has the ability to show unrestrained joy and still look cool. When she wears a certain hat, she looks like a woman out of time, which suits her well. I need a better pen still.”\n\nBut things fell apart, thanks mainly to the burden of expectation. Mine, naturally. My whole life I had subscribed to the simple notion that it would be apparent when I found my life partner. I wasn’t sure how. But I would know. Like Batman seeing the bat signal in the sky. Unambiguous. No chance of mistaking it for searchlights heralding a movie premiere or the start of the Toyotathon. The kind of clear signal that can only mean, “Batman, we need you.” And I simply didn’t see that with Paola. So I marched on, eyes scanning the horizon.\n\nBy the end of that year I was on the outs with Paola and in the middle of a start with a clever redhead with the most spectacularly smooth and pale skin I had ever encountered. I sensed there weren’t long-term prospects, but I couldn’t figure out why. In addition to the whole skin-like-alabaster thing, she was fantastic in most every way.\n\nWas I hung up on Paola? Had I lost sight of what I really wanted out of a partner? Had I fallen into that New York City long con, the one where you think there is an infinite supply of potential mates, and the perfect one is forever around the corner?\n\nSo, in a move cribbed from a mid-career Billy Crystal vehicle, I signed up for an Outward Bound Wilderness Program — a seven-day backcountry camping and sea-kayaking trip in Baja California, Mexico.\n\nOn this trip, not only did I intend to learn all the nuances of backcountry camping, but also a variety of kayaking moves, culminating in the famed “Eskimo roll,” a rescue maneuver wherein a capsized kayaker staves off drowning by flipping upright while staying fixed snugly in the hull of his boat. Also, I wanted to solve all my problems involving emotional intimacy.\n\nIt was an ambitious agenda.\n\nThe trip began as a bust. I didn’t have much time for quiet reflection and I didn’t connect with the other “campers.” \n\nThere were eight of us — including two instructors. There was a quiet doctor from the Midwest, an even quieter graduate student from one of the Carolinas, a confused Smith College senior, a third-shift autoworker and a 20-year-old Peruvian nicknamed Poncho, who desperately wanted to have sex with someone... anyone really. \n\nThe group’s comfort level with the outdoors varied wildly, from people who were looking for an intense outdoor experience (Poncho) to people who came on a kayaking trip who don’t like to kayak. Never could quite crack the code as to why they were there.\n\nRelief came on Day 4 — the “solo.” Each camper was dropped off in an isolated area and left alone for 24 hours. We were given limited supplies and told the experience was not meant to test our survival skills, but rather to force us to turn inward, to contemplate who we were and wanted to be.\n\nI was taken to a stretch of sandy beach, abutted by forbidding cactuses and sun-scorched hills. The instructor gave me my supplies for the day: a mat, a tarp, a sleeping bag, sunscreen, a bandana, a water bottle, a bag of water and a small packet of raspberry drink mix.\n\n It was midday and I was supposed to put up the tarp to protect me from the sun. I could not even do this, yet another piece of proof that if truly left alone, I would absolutely die out there. \n\nI was told not to move around too much, just to sit and think. The guide would be back in the morning to pick me up so I could rejoin the group and eat a delicious breakfast burrito.\n\nIt was New Year’s Eve. \n\nI was 33 and I had never really been that alone. This is what I had come for. \n\nAt first I was taciturn. I tried to force myself to focus on important thoughts, but I was soon distracted and looking out to sea for killer whales. Failing that, dolphins. Failing that, how about any kind of jumping fish? I was bored. \n\nNext, I tried to lie back and get a tan. Five minutes later, I was overcome with guilt for treating the solo like a day at the beach. I was supposed to be having epiphanies. The entire afternoon passed without one transcendent thought.\n\nNight came, and with it fear. I marked time by flipping to one side and then the other, taking off layers of clothes, getting up and going to the bathroom. Time did not stop, but it slowed to an unbearable creep. There was nowhere to go. Nowhere to get up and walk to. No light to turn on. No comfort to be found. Only wind and waves and the creak of branches and twigs underneath my sleeping bag that made me feel very much like a prince dealing with an out-of-control pea situation.\n\nTHEN there was the stuff of my imagination. Crabs and scorpions working their way across the sand, as they do every night, only on this night, they run into Hapless Johnson and his useless lean-to. At one point I thought I heard horse hooves and was convinced that thieves were coming to steal my tarp and remaining drink mix — which I was totally saving in case things got really bad.\n\nEventually, mercifully, light broke. At first in subtle slivers. With it came an intense relief that I had survived the night... though it was a night wholly without danger. (In retrospect, perhaps a brisk wind could have given me a case of the vapors.)\n\nThere was a moment, a little before the sun rose, when a patch of clouds turned the most unusual, intense orange I had ever seen. I said, “Wow,” and then tears came to my eyes. It faded more quickly than it came, giving way to the duller colors of day. New Year’s Day. But my heart was stirred: I had come here for a moment like this.\n\nI stood up and instantly knew I had to marry Paola.\n\nA signal in the sky told me as much. Moments of pure beauty, I realized, are not handed out like a free newspaper as you dash into the subway. You have to make them. Work for them. Sometimes, it’s a huge pain and you don’t know how or when they are going to happen. But it is flat-out wrong to expect them.\n\nPaola was work. Like my best friendships and the best jobs I had ever had, life with her had to be cultivated, curated, fussed over. Then came the bliss, in arrhythmic spasms. I had saddled her with an impossible demand: Be my foregone conclusion. \n\nNo specific signal illuminated the sky, literally telling me “Paola is the one,” but a flash of color did trigger a revelation: What I was looking for in a relationship could be attained only if I was willing to travel great distances for it. Be willing to battle the sun, sleep on twigs, and suffer through irrational fears of nonexistent thieves. Even be willing to consume a raspberry powdered drink mix that under no circumstances other than complete glucose deprivation would I ever consider putting to my lips.\n\nIn Paola, I had found a worthy travel companion.\n\nLater that morning I paddled back to the main campsite and ate the most delicious breakfast burrito in my life. Then we paddled to yet another stretch of beach, this one tucked into a bay thick with phosphorescent plankton. \n\nWe made a bonfire and had a ritual burning ceremony where we each tossed a symbolic object into the fire, vowing to vanquish that which it represented. I burned “the bat signal,” which in this case took the form of a stick. (Symbolic options being somewhat limited on that particular stretch of beach.)\n\nWe buried rocks in the fire, then took those hot rocks into a tepee we had jury-rigged out of tarps. We poured sea water onto the rocks and made ourselves a good old-fashioned Indian sweat lodge. To cool off we mad-dashed into the water, splashing around in the phosphorescence, our thrashing bodies lighting up the sea like neon. It was like being born again, in a totally secular way. It was ecstasy.\n\nPaola and I were engaged that May, next to a gaping crater on a volcanic island 70 miles off Tunisia. We married the May after that overlooking the fishing village in Italy where her grandmother was born. Our son, Theo, was born the May after that, nine days before our first wedding anniversary.\n\nOf course I have looked back. Of course I have wondered and doubted if this was the right thing. Life is not a highlight reel. But I have not once looked up to the sky and expected to find my answers there, either.\n\nAnd for the record, I never came close to successfully completing an Eskimo roll. Fortunately for me, I haven’t needed to."
}