{
  "url": "http://www.nytimes.com/2008/01/13/fashion/13love.html",
  "headline": "Take Me as I Am, Whoever I Am",
  "dateline": {
    "year": 2008,
    "month": 1,
    "day": 13
  },
  "byline": "Terri Cheney",
  "text": "AS a bipolar woman, I have lived much of my life in a constant state of becoming someone else. The precise term for my disorder is “ultraradian rapid cycler,” which means that without medication I am at the mercy of my own spectacular mood swings: “up” for days (charming, talkative, effusive, funny and productive, but never sleeping and ultimately hard to be around), then “down,” and essentially immobile, for weeks at a time.\n\nThis darkness started for me in high school, when I simply couldn’t get out of bed one morning. No problem, except I stayed there for 21 days. As this pattern continued, my parents, friends and teachers grew concerned, but they just thought I was eccentric. After all, I remained a stellar student, never misbehaved and graduated as class valedictorian. \n\nVassar was the same, where I thrived academically despite my mental illness. I then sailed through law school and quickly found career success as an entertainment lawyer in Los Angeles, where I represented celebrities and major motion picture studios. All the while I searched for help through an endless parade of doctors, therapists, drugs and harrowing treatments like electroshock, to no avail.\n\nOther than doctors, nobody knew. At work, where my skills and productivity were all that mattered, I could hide my secret with relative ease. I kept friends and family unaware with elaborate excuses, only showing up when I was sure to impress. \n\nBut my personal life was another story. In love there’s no hiding: You have to let someone know who you are, but I didn’t have a clue who I was from one moment to the next. When dating me, you might go to bed with Madame Bovary and wake up with Hester Prynne. Worst of all, my manic, charming self was constantly putting me into situations that my down self couldn’t handle.\n\nFor example: One morning I met a man in the supermarket produce aisle. I hadn’t slept for three days, but you wouldn’t have known it to look at me. My eyes glowed green, my strawberry blond hair put the strawberries to shame, and I literally sparkled (I’d worn a gold sequined shirt to the supermarket — manic taste is always bad). I was hungry, but not for produce. I was hungry for him, in his well-worn jeans, Yankees cap slightly askew. \n\nI pulled my cart alongside his and started lasciviously squeezing a peach. “I like them nice and firm, don’t you?”\n\nHe nodded. “And no bruises.”\n\nThat’s all I needed, an opening, and I was off. I told him my name, asked him his likes and dislikes in fruit, sports, presidential candidates and women. I talked so quickly I barely had time to hear his answers. \n\nI didn’t buy any peaches, but I left with a dinner date on Saturday, two nights away, leaving plenty of time to rest, shave my legs and pick out the perfect outfit.\n\nBut by the time I got home, the darkness had already descended. I didn’t feel like plowing through my closet or unpacking the groceries. I just left them on the counter to rot or not rot —what did it matter? I didn’t even change my sequined shirt. I tumbled into bed as I was, and stayed there. My body felt as if I had been dipped in slow-drying concrete. It was all I could do to draw a breath in and push it back out, over and over. I would have cried from the sheer monotony of it, but tears were too much effort.\n\nOn Saturday afternoon the phone rang. I was still in bed, and had to force myself to roll over, pick it up and mutter hello. \n\n“It’s Jeff, from the peaches. Just calling to confirm your address.” \n\nJeff? Peaches? I vaguely remembered talking to someone who fit that description, but it seemed a lifetime ago. And that wasn’t me doing the talking then, or at least not this me — I’d never wear sequins in the morning. But my conscience knew better. “Get up, get dressed!” it hissed in my ear. “It doesn’t matter if she made the date, you’ve got to see it through.”\n\nWhen Jeff showed up at 7, I was dressed and ready, but more for a funeral than a date. I was swathed in black and hadn’t put on any makeup, so my naturally fair skin looked ghostly and wan. But I opened the door, and even held up my cheek to be kissed. I took no pleasure in the feel of his lips on my skin. Pleasure was for the living. \n\nI had nothing to say, not then or at dinner. So Jeff talked, a lot at first, then less and less until finally, during dessert, he asked, “You don’t by any chance have a twin, do you?” \n\nAnd yet I was crushed when he didn’t call.\n\nA couple of weeks later, I awoke to a world gone Disney: daffodil sunshine, robin’s egg sky. Birds were trilling outside my window, a song no doubt created especially for me. I couldn’t stand it a minute longer. I flung back the covers and danced in my nightie — my gray flannel prison-issue nightie. I caught one glimpse of it in the mirror, shuddered, and flung it off, too.\n\nI rifled through my closet for something decent to wear, but everything I put my hands on was wrong, wrong, wrong. For starters, it was all black. I hated black, even more than I hated gray. Redheads should be true to their colors, whatever the cost. I dug deeper, and there, shoved way in the back, was a pair of skin-tight jeans and something silky and sparkly and just what I needed: an exquisite gold sequined shirt.\n\nI slipped it on and preened for a minute. Damn, I looked good. Then I tugged on the jeans. I had gained a few pounds during the last couple weeks of slothlike existence, but once I yanked really hard, they zipped up fine. Although something was sticking out of the pocket: a business card, with a few words scribbled across the back: “Call me, Jeff.”\n\nJeff?\n\nJeff! I kicked the nightie out of my way and grabbed the bedside phone. Was 6:30 a.m. too early to call? No, not for good old Jeff! It rang and rang. I was about to give up when a thick, sleepy voice said “Hello?”\n\n“It’s me! Why haven’t you called?”\n\nIt took a while to establish who “me” was, but eventually he remembered. “You sound different,” he said. “Or no, maybe you sound more like yourself. I’m not sure. It’s so early.”\n\nSoon I had him laughing so hard he got the hiccups and had to get off the phone. But before he did, he asked me out for Friday, three nights away. \n\nNo, I insisted, it had to be tonight, or even this afternoon. I didn’t want to lose another chance to get to know him. I knew that Cinderella had only so much time left at the ball.\n\nWe compromised on dinner that evening at 8. I spent the afternoon ridding my house of all evidence of depression. I soaped and scoured and dusted and vacuumed, using every attachment, even the ones that frightened me. Then I ran out and bought a dozen Casablanca lilies to hide the smell of ammonia and bleach. \n\nWhen the house looked perfect, I turned on myself with the same fury. I buffed and polished and creamed and plucked and did everything in my power to recreate Rita Hayworth’s smoky allure in “Gilda.” As I was shadowing my eyes, I remembered her poignant line about the movie: “Every man I’ve known has fallen in love with Gilda, and wakened with me.” It gnawed at me, to the point that my hand started trembling and I couldn’t finish applying my mascara.\n\nSuddenly I didn’t look radiant. There were lines around my mouth and a hollowness to my eyes that aged me 10 years. My skin, despite the carefully applied foundation and blush, was so deathly pale I recoiled from my reflection. \n\nI sat on the toilet and started to cry. I had met the enemy enough times to know it by sight. Not now, I prayed. Please not now. Globs of mascara ran down my cheeks, and I wiped them away, heedless of the streaks they left. It was 7:57. I had three minutes to wrestle my brain chemistry into submission. Oh, sure, I knew there was another option. I could tell Jeff what was going on. But this was a man who didn’t even like his peaches bruised. What would he think of a damaged psyche? \n\nMaybe he would understand. Maybe I would find the courage. Maybe they would invent a cure.\n\nMaybe, but not tonight. As the doorbell rang and rang, I huddled in the bathroom, shivering. I was terrified — not just of Jeff finding me there, but of me never once finding love.\n\nWhen it was finally quiet, I rinsed off the rest of my mascara and tossed my cocktail dress into the hamper. Then I buttoned up my gray flannel nightie, and settled in for the long night to come.\n\nI never heard from Jeff again.\n\nTHAT was five years ago — five long years of ups and downs, of searching for just the right doctor and just the right dose. I’ve finally accepted that there is no cure for the chemical imbalance in my brain, any more than there is a cure for love. But there’s a little yellow pill I’m very fond of, and a pale blue one, and some pretty pink capsules, and a handful of other colors that have turned my life around. Under their influence, I’m a different person yet again, neither Madame Bovary nor Hester Prynne, but someone in between. I have moods, but they don’t send me spinning into an alternate persona. \n\nStability, ironically, is so exciting I have decided to venture into dating again. I have succumbed to pressure from friends and signed up for three months of a computer dating service. “Who are you?” the questionnaire asks at the start. \n\nI want to be honest, but I don’t know how to answer. Who am I now? Or who was I then?\n\nLife seems so much tamer these days: deceptively quiet, like a tiger with velveted paws. Every so often the sun shines too bright and I think, for a moment, that I own the sky. I think, how wonderful it was to be Gilda, if only in my own mind. But then I remember the price of the sky. So I take off my makeup, rumple my hair and go to the supermarket in sweats. The gold sequined shirt languishes in my closet. I’m thinking of giving it away. \n\nNot just yet."
}