{
  "url": "http://www.nytimes.com/2008/09/07/fashion/07love.html",
  "headline": "It Was Oddly Flattering to Have My Very Own Cyberstalker",
  "dateline": {
    "year": 2008,
    "month": 9,
    "day": 5
  },
  "byline": "Amy Klein",
  "text": "WHEN I met the blogger Luke Ford at a media party six years ago, I had no idea who he was. I certainly had no idea he would become my cyberstalker. He was just some guy — tallish and thin-ish, with a ruddy face and a disarming Australian accent — who started talking to me. He wore a skullcap atop his brown hair, which was just beginning to thin. \n\nSince moving to Los Angeles to be the managing editor of The Jewish Journal, I had met many of the single religious guys in town, especially those in the small world of Jewish news media. How had I not met him? “Maybe he would be good for my reporter friend Gaby,” I thought. “Maybe I can set them up. He’s kind of cute.” \n\nI didn’t remember what he and I had talked about that night, but I was soon reminded. The next day at work, I told Gaby about him. She rolled her eyes and said, “Look him up online.” \n\nI typed in his name and there it was: the entire text of our conversation the previous night, including my maligning of the newspaper’s top advertiser. \n\n“Who is this guy?” I called out to Gaby.\n\n“He used to cover the porn industry,” she said. “Be careful to go to lukeford dot-net, not dot-com, or you’ll get a million porn pop-ups.” After he converted to Judaism, she explained, he began covering the Jewish community, in particular Jewish media. “Don’t pay any attention to him,” she said.\n\nBut it was hard not to. When you’re a journalist, cataloging the words and actions of others, you believe you are granted a writer’s type of diplomatic immunity — inured to being written about, reported on and critiqued yourself. Well, that’s how it used to be, before the Internet.\n\nLuke Ford started writing about me on his blog, with some strange descriptions — including that I always wore skirts, which was flatly untrue. \n\nI wasn’t familiar with the ethics of blogging (or lack thereof) in terms of what someone can write about you — without fact-checking or sourcing or the other protections that journalists have in place. It was exasperating to have these random claims and judgments about me out there for anyone to read. But complaining about it, as I discovered, only gave him more material: \n\n “About 10 p.m., I was wandering around when I saw the young female managing editor of The Jewish Journal, Amy Klein, dressed as a black cat. I waved at her and she waved a reproving finger back: ‘Don’t write about me on your blog!’ she reprimanded. Rabbi Wolpe then walked by. Amy said to him, while pointing at me, ‘This man is dangerous. He has this blog where he writes about people.’ ” \n\nMy life was like that Seinfeld episode when the comedian Kathy Griffin starts using Jerry in her act, and all his complaints — an answering machine message, a lawsuit — appear in her act “Jerry Seinfeld Is the Devil.”\n\nAt least Ford wasn’t devoting his entire blog to me, or writing anything scary about me. Until, one day, he did: “I’d like to bonk Amy on the head with a Talmud and drag her back to my Aborigine-style hovel and make her mine.” \n\nA week later, he followed up with:\n\n“I have this weird stalkerish fixation with writing about her on my Web site (never unkindly). Why was I not invited to her birthday party Saturday?”\n\nI called my newspaper’s lawyer and showed him the posts. What if Ford didn’t stop writing about me? What if he came to my house? Was there anything I could do? \n\nMy lawyer said we could send him a threatening letter, but questioned whether it would help. Ford hadn’t written anything libelous about me (that I was “shy”?), and a letter might just provoke him. Could I talk to anyone else Ford wrote about?\n\nI scoured his site and found that the radio host Dennis Prager’s name kept popping up. \n\n“Oh, he gets obsessed with people but he eventually finds someone else,” Prager told me with a hint of relief, perhaps at the fact that he was no longer Ford’s target.\n\nPrager was right — and wrong. Ford didn’t exactly lose interest in me. Rather, he soured on me, calling my work “shoddy,” saying I was “a fanatic who radiates hostility,” and judging me to be too “substantial” to be knocked out by a mere slim book — doing so would require “nothing less than a Talmudic tractate.” \n\nOver the next couple of years, Ford and I settled into an uneasy relationship: He wrote nasty and stalkerish things about me, and I ignored him. \n\nBut it wasn’t easy. His blog’s popularity ensured that when a potential suitor or editor searched for information about me online, Ford’s posts were the first to appear. Ford called my writing “indifferent” and said I was “compelling” in my “delusions.” \n\nTime and again I heard friends say with alarm: “Hey, Amy! Did you know there’s this guy on the Internet who writes all these things about you?” \n\n“Yes, I know, he’s my cyberstalker,” I would say with resignation.\n\nAlthough in truth it was oddly flattering to have someone obsessed with me, even someone like Luke Ford. We humans are egotistical creatures: We look through other people’s wedding albums searching for pictures of ourselves, so of course we can’t help but feel flattered by someone who follows our every movement, and even writes poetry about us. Under the title, “The Hitchhiker’s Guide to Amy Klein,” Ford wrote (quoting the Four Seasons):\n\nOh, I used to love to make you cry. \n\nIt made me feel like a man inside. \n\nIf I had been a man in reality, \n\nYou’d be here baby, loving me, \n\nNow my nights are long and lonely. \n\nAnd I ain’t too proud, babe.\n\nMy friends, suitors and editors were worried, but at this point he had been writing about me for years and never approached my residence or called or even sent me an e-mail message. “Don’t worry,” I told them using my favorite “Hitchhiker’s Guide” reference. “He’s mostly harmless.” \n\nExcept that professionally he was causing me problems. He was always hounding our newspaper to cover scandals in the Jewish community. As a blogger he had “relaxed” standards as to sources, so people with axes to grind came to him and — voilà! — he would give them a forum, and then I had to write a news story about it.\n\n“Why don’t we write a story about Luke Ford?” my editor in chief suggested. \n\nBut I didn’t want to. I didn’t want to give him the satisfaction. I didn’t want to meet with him. And I especially didn’t want to give him the opportunity to engage in a meta-interview (my reporting, then his blogging about my reporting). \n\nSo the Luke Ford article was shelved until another writer came along and wrote it, a development that displeased Ford. \n\n“I always thought this article would come at the hands of Amy Klein,” he wrote. “I pictured us over lunch and how I would whip out my tape recorder when she started the on-the-record part of our conversation and all the brilliant justifications I’d give her for my abominable behavior. ... But then my time came at the hand of 25-year-old Brad Greenberg. Brad’s a good reporter, but he’s no Amy Klein. ... The whole thing didn’t run anything like my fantasies.”\n\nBrad was one of the young new additions to the newspaper. Another was Danielle Berrin, a tall, blond Floridian with a passion for this business that reminded me of ... me, circa 1995. The minute I laid eyes on her, I knew she would one day replace me. \n\nAnd my cyberstalker confirmed it. Under the headline, “The Jewish Journal Adds Sex Appeal,” he wrote, “I’ve had my share of fantasies about religion writer Amy Klein (who hasn’t?). ... But the times are a changing. The Jewish Journal now boasts Calendar Girls — a pair of hotties (Dikla Kadosh and Danielle Berrin).”\n\nWhen you are young and pretty, nothing outrages you more than unwanted, persistent attention. You want to be taken seriously. But as you get older, and people start to ignore your looks and actually do begin to take you seriously as a professional, you feel like yesterday’s news. \n\nI suppose, according to Ford, I was still the gold standard to which all young reporters would be held up. But I was like Sophia Loren: classic, yet a thing of the past. \n\nAND so, when I finally left The Jewish Journal after seven years, I didn’t think much about my cyberstalker. I was busy with my career, building a Web site, and cataloging my hundreds of articles, which involved a lot of looking myself up online, which soon landed me back on Ford’s blog. \n\nI scrolled to the more-recent material, searching for the inevitable post about my departure, maybe a copy of the e-mail message I’d sent out to all of my contacts (except him). But there was nothing. I kept returning, day after day, and there was never any mention of my leaving — nothing, in fact, about me at all. \n\nIt’s not as if I had taken this whole cyberstalker relationship seriously. What had been disturbing and vaguely threatening early on became background noise as the years passed, just a part of my working life I mostly ignored. \n\nAfter all, Ford’s posts weren’t really about me, the real Amy Klein, but a version of me he’d conjured up from my writing and public appearances. And I had hoped from the start that I would be a passing fad (albeit, as it turned out, a six-year fad).\n\nStill, why had he dumped me? If someone is going to document and critique your life, shouldn’t he stick it out to the end? Write the final act? Did I not matter anymore? \n\nAnd then, finally: “Amy Klein, Why Didn’t You Tell Me?” \n\nOn he went: \n\n“She left two weeks ago. Normally I have a satellite circling Amy from about 100 miles overhead, but I’ve been distracted of late. ... Amy e-mailed everybody in her life, about 100 or so persons, but that list did not include your humble correspondent, oh my brothers.”\n\nHe cataloged my departure, my new projects, and the e-mail announcement I had sent. He wondered about my future career, why I hadn’t told him, and what would happen to me. \n\n“I miss you, baby!” he wrote.\n\nWell, Luke, you might never guess it, but I’ll miss you, too. "
}