{
  "url": "http://www.nytimes.com/2008/11/23/fashion/23love.html",
  "headline": "Could Getting a Buyout Package Lead to Buyout Sex?",
  "dateline": {
    "year": 2008,
    "month": 11,
    "day": 21
  },
  "byline": "Mary Pols",
  "text": "IN the current American workplace the threat of layoffs doesn’t just nip at your heels, it gnaws on them. So when my employer offered buyout packages some months ago, I didn’t hesitate. I’d been happily working as a reporter for 15 years, the last eight as a movie critic, but I wasn’t blind to reality. The newspaper was going to start shedding employees — a lot of them. With a buyout, I would at least get six month’s salary and a decent health care package. \n\nWhat I didn’t know is that I’d also find myself the recipient of a less obvious benefit of losing one’s job: indulging in an office romance without having to worry about the postcoital workplace awkwardness and knowing glances from co-workers. It was, as I called it, “Buyout Sex,” a kind of short-term mental health insurance, though one that ultimately did extract from me a hefty co-payment.\n\nTaking part in office romances has always been a dicey prospect: some steer clear as a matter of course, while others blithely ignore the taboo, at least until they realize how challenging it can be to vigilantly circumvent the desks of former beloveds. \n\nI spent years in the latter category. As a reporter in my late 20s and early 30s, I viewed my fellow journalists as ideal romantic partners. We shared ambitions and perversions, such as relishing mayhem in many forms. I still remember the peculiar joy of sharing a byline with a man I’d been sleeping with — printed evidence that our minds had been together as well as our bodies.\n\nThen one day I called an end to such behavior. Enjoying simple friendship with a male colleague seemed more valuable than risking more tearful sessions in the ladies room. Moreover, I had moved from news to being a movie critic, a job I intended to keep forever. I wanted a safe zone for my work. And once I became a single mother, breastfeeding on deadline was complicated enough. Much as I enjoyed the newsroom culture, I no longer wanted it to be my whole life. \n\nNot that I wasn’t still up for an occasional water-cooler game of “Who Would You Rather?” (in which two of your least appealing co-workers are presented as options, with you decreeing which would be less repulsive to bed) or “Who Would You?” (wherein you’re asked to name the one co-worker you would want to sleep with if given the chance). \n\nIn those games, likely played in every workplace of more than two employees, outside factors like marital status or supervisory versus subordinate inappropriateness were not part of the equation. “Who Would You?” was meant to be a Doomsday scenario; according to the rules of the game, there would be no repercussions.\n\nSuddenly though, for my company, Doomsday had arrived. \n\nMy answer to “Who Would You?” had always been the same man. And most of the women I’d played with agreed with me. “Oh yeah,” they’d said. “He’d be fun.”\n\nWe usually referred to him by last name only. The workplace, with its requisite log-ons, memos and squatters’ rights to office equipment proclaimed via Sharpie-scrawled surname, tends to put you in that frame of mind. At newspapers this is particularly true — using last names seems briskly hard-boiled, right out of the age of fedoras. \n\nMind you, my choice was more Dustin Hoffman than Robert Redford. It doesn’t take abs of steel or a perfect jaw line to be the sexiest man in the newsroom. Those are dowdy places, often a refuge for the smart kids who first fell from social grace in junior high. Occasionally a glamorous person does wander through, but only on his way to a career in television. My choice was not a snappy dresser or even an accomplished flirt (in fact until recently he had been happily married).\n\nBut he was good on the page. Like the prototypical underachiever, he could be lazy, but when motivated, no one was more passionate. You wanted to read him. For anyone as besotted with newspapers as I was, he had achieved a sort of glamour.\n\nStill, “Buyout Sex” was not exactly on my mind when I sent him an e-mail message to say I was putting in for the buyout. I had thought about him in the midst of my employment anxiety because he was the person I’d most want to do farewell tequila shots with. I was surprised to hear he was considering the buyout too, and he wanted a sounding board. Did I want to have drinks sometime that week? \n\nWe made a plan for that Friday.\n\n“This sounds like a date,” my friend said at lunch.\n\n“Oh, no,” I said. “He just wants to talk about the buyout. And I don’t think he thinks of me that way.”\n\n“Why wouldn’t he think of you that way?”\n\nI said something self-deprecating, but as we were getting up to leave, I said what I was really thinking. “I wonder what kind of a kisser he is?”\n\nI’d already ordered one vodka gimlet by the time I felt his hand on my back and turned to see him sliding onto the barstool next to me. Instantly, with that touch, it did feel like a date, except that there was also the comfort level of having known him for a decade. In 1999 we even spent New Year’s Eve at the office together on the Y2K beat, where, absent any disasters, we sneaked swigs of whiskey and lamented being away from, in my case, a boyfriend, and in his case, a wife.\n\n For our buyout discussion we had chosen, just by chance, to meet at a bar that sits in the shadow of the old Oakland Tribune Tower, now abandoned by an industry that seems more content in bland office parks. I kept up with him drink for drink, and we waxed eloquent about our cherished but imploding profession. Then we exchanged compliments about how good we were at our jobs:\n\n“You’re the best.”\n\n“No, it’s you they couldn’t do without. You’re amazing.” \n\nSomewhere in all that sloppy sentiment, our faces ended up so close that not to kiss would have been weirder than to kiss. And so we did. And again and again, until I worried that the bartender was going to tell us to get a room. \n\nInstead, we adjourned to the back seat of his car. What followed was an awkward, painful (the quarters were cramped and sharp edged) yet exhilarating encounter, the kind where you each announce at some point and with some wonder that you can’t believe you’re having sex with the other. I drove home laughing at the insanity of it all.\n\nThis could very well have been an isolated incident if not for the fact that in all our fumbling, everything that had been in my pockets, including my driver’s license and cellphone, had fallen out in the back seat. So there I was the next afternoon being welcomed into his apartment to pick up my stuff. And have a glass of wine. And so on. \n\n“It’s Buyout Sex,” I told my girlfriends. \n\nA consequence of my single mother status was that I had not had any sex in years. So engaging in actual sex was so unusual that I had to brand it as something specific in order to process it. Calling it Buyout Sex announced that this was not sex leading to a relationship that might interfere with the equilibrium I’d established for my son and me. This was sex as a byproduct — in this case, of a bad economy and a failing industry.\n\nA few days later, sitting alone in my cubicle, I cried as I signed my official buyout request. This had been home for more than a decade, and it was wrenching to leave it before I wanted to. But the notion that my Buyout Sex partner might amble by at any moment made it all a little easier. On my last day, instead of feeling beleaguered, I looked at my new lover across the vast, sugary expanse of a goodbye cake meant to mark the departure of 101 of us, and focused on a fresh mental sport: When Will We?\n\nSoon, as it turned out — in the following weeks we continued to meet for long nights of sex and conversation, both of which were more naked than I would have expected. After years of knowing each other, we were finally getting to know each other. He didn’t take the buyout after all, so he could fill me in what was going on at the paper, and the connection felt warm and cozy, especially as I confronted my own undefined future. \n\nI’d always known he had vices; the intimacy of the office made them hard to miss. Naively, I had hoped they wouldn’t touch me. It’s not that we had any commitment — the closest I got was an admission that he had washed his sheets in my honor — but our mutual affection and respect felt like a strong reassurance. \n\nSo I was miserable and mystified when he pulled his vanishing act. No kiss-off phone call, nothing. “But we’re friends,” I kept telling myself, as if that should have been protection.\n\nI mourned, yes, but by then the buyout and the Buyout Sex had become so intertwined that I could no longer parse my sadness. At least the actual buyout had included the clarity and finality of an exit interview. \n\nMonths later, I decided Buyout Sex deserved an exit interview as well, so I asked him for one. Diminished by one-third, the newsroom still had a thriving grapevine, from which I’d learned that Doomsday had presented him with other drunken opportunities.\n\nHe met me looking mildly bored at the prospect of being chastised. With a shrug, he said simply, “I thought you wanted more than I did.”\n\nI guess I couldn’t deny it. If I’d been as blasé as he was, I wouldn’t be beating this dead horse six months after the fact. I certainly hadn’t wanted a second sad ending to my life in newspapers. Remembering all the jokes I’d made about Buyout Sex (including one to him directly), I now saw that such joking had allowed me to proclaim a level of detachment that might never have been there. For him, the term probably had always held more truth than comedy. \n\nWhatever the case, our time together managed to turn a singularly depressing event into something exciting and alive. We all do what we can to get through hard times. And although our escapade may also have borne the stamp of a shelf life, it was, however briefly, far sweeter than a farewell cake."
}