{
  "url": "http://www.nytimes.com/2008/04/20/fashion/20love.html",
  "headline": "The Joy of Marriage Was Ours, for a While",
  "dateline": {
    "year": 2008,
    "month": 4,
    "day": 20
  },
  "byline": "Torie Osborn",
  "text": "GAY marriage was never my issue — until I actually tried it. A little more than four years ago I stood in the glorious, echoing rotunda of San Francisco City Hall, looking into my partner’s eyes and vowing love forever. Little did I grasp then that enthusiastically participating in this sunny rite of passage would expose me to its depressing shadow side. \n\nI surprised myself, getting married. I had boycotted the weddings of many straight friends (and political allies in our battle for equality), resenting them as one by one they chose to embrace their privilege, leaving us gays and lesbians stranded.\n\nIn the subsequent years, the gay civil rights movement steadily inched forward, securing a few legal rights for couples that varied state by state. In California, my partner and I signed a benefitless domestic partnership registry in 2001, and then, a scant two years later, we were granted a whole lot of separate-but-nearly-equal benefits involving inheritance, medical issues, adoption and state taxation. It frankly seemed enough for me. I worried that the gay movement’s focus on marriage was eclipsing our community’s ability to ally with others on the global issues that increasingly fueled my own political passions: namely, environmental sustainability and economic justice. \n\nBut when Mayor Gavin Newsom of San Francisco started handing out wedding licenses in 2004, my partner and I felt the magnetic pull of history. We not only joined the wedding parade of 4,000 couples streaming to City Hall, we convinced our closest friends, three lesbian couples, to make it a communal experience. Each of the other couples had been together at least 20 years; we were the babies in the bunch, having been together just 6 years. Feminists all, we chose March 8, International Women’s Day, as our surprisingly giddy wedding day. \n\nAs a longtime social activist, I’ve participated in more than a few acts of civil disobedience, but none more profound and wonderful. There we were in that rotunda, and I found myself flashing back more than two decades to when I lived in San Francisco and City Hall was a daunting symbol of exclusion, a place of regular and rowdy protest.\n\nI was getting married not a hundred yards from where, in 1978, the city   supervisor, Harvey Milk, the first openly gay official to be elected to any substantial political office, was assassinated along with Mayor George Moscone. I was there that tragic night, weeping outside in silence with thousands of others, our candles wavering against the numbing grief. I went back when Harvey Milk’s killer got a meager seven-year sentence and our boiling rage at the injustice exploded into a riot: police cars were burned and windows shattered. \n\nA social revolution later, my wedding day began at the Los Angeles International Airport at 6 a.m., meeting up with the other couples and our entourage of children and friends. One couple wore matching long white gowns with delicious décolletage that swept away early morning grumpiness. On the flight, our collective exuberance prompted the entire 7 a.m. commuter flight into a rousing rendition of “We’re Getting Married in the Morning.” Over the loudspeaker, the pilot congratulated “our gay friends traveling north to get married,” and we got hugs and tears from every flight attendant on our way out.\n\nMy partner and I had met seven years earlier, WNBA games and long hikes our courtship fare. She was 12 years younger and one year into her surgery residency, a self-described “domestic monog” looking to settle down. I had lived alone for 11 years, never ready to commit, so I was reluctant even to live together. But she persisted, and after a couple of years I jumped in with both feet, trading up my condo for a small house we could share. We acquired an eccentric calico cat named Pumpkin and our family was complete. We both had jobs we were passionate about — she, her surgery residency, and I, executive director of Los Angeles’s social-justice foundation before I joined the senior staff for the new mayor, Antonio Villaraigosa.\n\nOur relationship paralleled a steady unfolding of gay relationship rights: we exchanged rings after that symbolic state registry sign-up, but our domestic partnership started feeling concrete the day we received a letter from California’s secretary of the state warning us if we weren’t ready for the panoply of rights and responsibilities of legal domestic partnership we should unregister by year’s end. \n\nWe were ready. Life was good. We remodeled the house and built a wonderful life of activism, fulfilling work, poker games, Palm Springs weekends, and annual hiking trips in the Sierras. \n\nConsequently, despite not being sold on the all-importance of marriage equality, we happily joined the wedding bandwagon that landed us in the echoing rotunda. That night, when we returned at midnight to our home in Los Angeles, we found the house magically festooned, front and back, in wedding decorations. The friendly elves turned out to be my co-workers, who had sneaked over that day to surprise us and spread the word to our neighbors. As we approached, we saw that a white carpet had been laid up to the front door and was strewn with pink rose petals and anchored by a pile of hastily gathered gifts: Girl Scout cookies from the young twins down the way, a plant from the Christian woman next door, many bouquets of red roses. \n\nAnd then the outpouring really began: over the following weeks, we received hundreds of presents and cards and e-mail messages from just about every corner of our lives. My partner’s entire department of mostly male surgeons sent the perfect present for lesbians: a generous gift certificate to Home Depot. My favorite gift came from the staff of a Korean workers’ rights group supported by the foundation I ran: two gorgeous, painted wooden ducks, a Korean tradition. We gave them a place of honor in the living room, near the elegantly framed marriage license that had come, appropriately, on rainbow-tinted, luminescent paper.\n\nThe astonishing outpouring of support from our straight friends taught me a profound lesson: getting married is a rite of passage into a wide circle of shared humanity. With a real wedding — not a commitment ceremony, not a domestic partnership registry — we were initiated into a crowded circle of people who automatically affirmed our very beings. It was a club we never even knew existed until we joined.\n\nTHEN, four months later, the California Supreme Court annulled the marriages. I was driving on the freeway when I heard the radio news bulletin, and I felt so sick to my stomach that I had to pull off the road. That I’d predicted this outcome made it no less heartbreaking.\n\nDespite the court’s action, our domestic bliss deepened — we both noticed that things felt different, the bonds more secure.\n\nAh, but as they say, there is no real security, and so it happened that one of life’s passages shape-shifted into another, sadder one. Three years after the marriage, near our anniversary date last year, my partner announced over a fancy French dinner that she was leaving me. My world collapsed, I entered a dark tunnel, and it has taken me most of this past year to begin to emerge. It turned out to be an embarrassing cliché: I carried her through her residency and the establishment of her career, and now it was supposed to be my turn, but she was moving on. The psychiatrist we consulted called it a “change in structure of support needs.” I called it throwing me off a cliff. Of course, breakups are more complicated, but that’s how it felt to me.\n\nTrue, the court had already dissolved our impromptu marriage and had yet to make definitive law on the issue. Even so, our hard-fought rights of domestic partnership required lawyers and legal proceedings to undo it, just like for straight people. And I am grateful for those laws, as they are meant to protect those like me who, in the end, find themselves to be the financially disadvantaged partner. I couldn’t help but note the irony that all my fighting for 30 years for gay civil rights had come down to ... paperwork.\n\nAnd my divorce meant I was inducted into yet another circle of (mostly) sisterhood: women left because we married doctors before they finished their residencies. I got a call from a total stranger who had heard my story from a friend and felt compelled to call and gently lecture me in a voice mail message: How had I not known about the legendary ability of surgeons to split off from their feelings? \n\nAnother friend, a psychologist, leaned forward over dinner and told me about a large study he had seen that documented the prevalence of physicians’ postresidency divorce. “It’s a commonly known syndrome in the field of couples counseling,” he told me with an apologetic smile.\n\nAs for the big picture, the California Supreme Court recently heard arguments on the gay marriage case. It’s been four years since magic lit up San Francisco’s City Hall and my own life. Despite my personal outcome, I’m still glad for that moment and what it meant. Thanks to a straight mayor’s courageous decision, I learned how wrong I was to have settled for near-marriage — domestic partnership. I’m crossing my fingers in the hope that California follows Massachusetts and decides to replace domestic partnership with real marriage.\n\nA year has passed since I was forced to experience the dark side of committing to a legally binding union. But the bright side, for me, has been its safety net — divorce equality. And with steady help from my friends, I was able to stay upright on the horror-ride of grief and ultimately come through stronger and more whole. I have even discovered a new joy stirring in my soul like the sweet eye of a violet; it emerged from the stillness that follows grief. \n\nLike many before me I’m a little wiser, a little more self-knowing, deeply chastened but more comfortable in my own skin. Thanks to those domestic partner laws, Pumpkin and I can stay in the house, and I’m beginning to think I may not remain a bitter gay divorcée forever."
}