{
  "url": "http://www.nytimes.com/2008/03/02/fashion/02love.html",
  "headline": "Me, My Daughter and Them",
  "dateline": {
    "year": 2008,
    "month": 3,
    "day": 2
  },
  "byline": "Heidi Wendel",
  "text": "MY newest guy, vintage four weeks, was spending his first overnight at our Upper West Side apartment en famille and didn’t know the drill. \n\n“I think I’ll watch a movie in the bedroom,” he said innocently, browsing through our movie collection like a tourist. \n\n“But we’re reading out here,” I said. “Sophie’s doing homework.” \n\nSophie and I sat in our respective comfy chairs in the living room, feet up on the same ottoman. She was highlighting passages from her ninth-grade history text about the fight for women’s suffrage, while I kept her company, mulling the complications of a fraud case I was preparing for trial. A cozy silence filled the room. \n\n“I know,” he said dismally. “You’ll have to turn the pages quietly or you might disturb me.”\n\nHe went out to the movies and we didn’t expect him back, at least not for the long term. But he stuck around for another six months before leaving for good. We were in love, and it took a while for him to grow disenchanted with a situation in which he would always be secondary to my daughter’s priorities, her well being and her education.\n\nIt was more or less the same with the other guys who came and went over the years.\n\nThe first one, after Sophie and I struck out on our own 12 years ago, when she was starting kindergarten, was a perfect fit. He was a rock musician who often stayed up all night composing, and barely noticed that Sophie still slept with me. Far from complaining that we never went out alone together, he considered himself lucky I didn’t give him grief for spending so many nights out playing bars and clubs. On weekends he was too tied up with rehearsals to notice our plans never included him. \n\nBut one night around 18 months after we met, under the romantic influence of a song he was writing about me and him and sometimes Sophie, it occurred to him that something was missing. \n\nHe crawled into bed humming a line from the song: “Not just now but forever, we’ll share a home together, baby.” It was only a half rhyme.\n\nSwimming up from the sleepy underworld and sensing him next to me, I whispered: “Where are your pajamas? You feel like an animal.”\n\n“Oh, right, I forgot. But Sophie’s out cold over there anyway. And even with my shorts on I’d be naked for what I have to say, which is, how about I move in here and we get married next year?” \n\nI woke up fast then, as though fire trucks had shot down Broadway with their sirens blaring. \n\n“Sure, let’s get married next year,” I said slowly, playing along for the moment.\n\nHe broke into a verbal instrumental with percussive kisses, then cut it off as if  he had been unplugged. “And we would obviously live together,” he said. “Right?”\n\nLooking at Sophie, and thinking of our perfect life together, I couldn’t do it, not even for a great guy like him, a guy I loved, a rock star. The next day he took his boxers out of the bottom drawer of the bureau and moved on. \n\nThe next guy caught on faster. At first he threw himself into us, introducing us to his parents and siblings, buying presents for our apartment, teaching Sophie chess. He stored his custom-made shirts in the closet and kept his single malts in the liquor cabinet. \n\nSophie was the half-a-child he had always wanted. Without having to raise her, he had the benefit of her pleasant company over sushi and tapas. He never complained that my life didn’t revolve around him. He appreciated having a relationship that didn’t require him to reduce his billable hours.\n\nThe tide turned a few months later when we went on vacation without him. This trip was to be for Sophie and me only, and to avoid feeling pressured about it, I purposely didn’t tell him of our plans until about a week before our departure, at which point he seemed most offended that he hadn’t been consulted about where we would go and what we would see. \n\nAs a partner at a prominent law firm, he was used to being consulted about major decisions by everyone he knew. Had he known we were planning a trip to Tuscany, he would have advised us to stay in Lucca, which is less crowded and has better food than Siena. He would have warned us to make reservations to see the David and the Uffizi Gallery so we wouldn’t have had to wait in long lines. \n\nOn top of that, he was hurt that I hadn’t wanted him to go with us. Granted, he probably wouldn’t have been able to, because of his work schedule. But never before had he been excluded from a vacation by someone he loved and who loved him. \n\nWhen we called him from Pisa on the last day, he cross-examined me about my plans for our future and found my answers nonresponsive. I talked around the issues, trying to avoid admitting anything directly on point. Finally, though, he managed to pin me down. \n\n“Look, isn’t it true you have no intention of moving in with me in the foreseeable future?” he asked. “Just answer the question.” \n\n He had me cold. At his request, I put Sophie on the phone so he could say goodbye to her, too. \n\nFollowing in her mother’s footsteps, she tried to change the conversation. “This Duomo in Pisa is the most beautiful anywhere,” she said. “You really should see it some time.” \n\n“Better than the ones in Florence and Siena?” he asked. \n\n“I don’t know,” she said, “To be honest, I don’t remember those anymore.”\n\n“Sure, because that’s how it is with you guys,” he said. “Here today, gone tomorrow.”\n\nThe years rolled by in the same vein until Sophie was in high school and I began to confront the fact that our long sleepover party would soon end. I knew the transition to an empty nest might be less painful if there were someone else around the house, but it was hard to imagine making that a reality when Sophie’s and my life together had grown even less conducive to sharing with a man. \n\nWho would be willing to put up with our monklike silence on nights and weekends while Sophie did homework? Who would tolerate my need to drop plans on a moment’s notice to spend whatever free time I could with her during the few years I had left? \n\nBut as her junior year was ending, a candidate presented himself. \n\nHe was a partner in a public relations firm who conveniently lived five hours away in Washington. Every other week or so he came up on business, hung out for a few days with interruptions to attend meetings and dinners, and then headed back. For months we were perfectly happy. \n\n Like many of my romances, though, it seemed its very success would be its undoing. He was so happy, he wanted more. Soon he was researching public relations firms in New York and asking what a two-bedroom apartment cost in our neighborhood. For my part, I started researching reasons why the relationship should quickly end.\n\nI thought I had my answer when he announced he was going on his annual weeklong hunting trip in West Virginia. Maybe he seemed like a good, kind man, I thought, the type any woman would want to hang on to. But in fact he was the sort who killed animals for fun. While he blithely related his excitement at seeing his hometown and his brothers and cousins, I plotted my exit. \n\nOn our last evening together, before he was to set off in camouflage with his guns, he said happily, “I’ll bring you back a nice chunk of venison and a six pack of my hometown brew and mix you and Sophie up a venison stew like you never ate.” \n\n“We don’t eat venison. We couldn’t eat a murdered deer.”\n\nI hoped he would become angry, go off on his trip in a huff, complain about me to his brothers, and get some advice to get rid of me fast. \n\nInstead, ever the P.R. man, he changed his pitch to suit the client. “What makes you think I’ll shoot a deer?” \n\n “You’re going to deer-hunting camp. You’re going to shoot a deer.”\n\n“I may shoot a deer,” he said, smiling, “if one breaks into the camp and pulls a knife on me.”\n\n“I’m serious,” I said. \n\n“I am, too. If I shoot a deer, he’ll have left a suicide note. I only go there to hang out and shoot beer cans.”\n\nTwo months later he was still around and had started reading the real estate ads to me.\n\n“Look at this nice two-bedroom with a balcony on Riverside Drive,” he said one Sunday while we sat entwined on the couch. “Why don’t we take a look at it with Sophie?”\n\nI sat up. “Sophie couldn’t move now while she’s so busy with school and applying for college.”\n\nUndefeated, he looked around the apartment.\n\n“Then maybe we could talk to an architect about making some modifications to this place to add a room.”\n\n“I don’t think we could deal with having architects and designers in here doing renovations,” I said. \n\n“But you subscribe to Architectural Digest,” he pointed out reasonably. “You’ve got three years of back issues on the bookshelf.”\n\n“Not because we ever planned to renovate,” I said. “That stuff’s just porn for New York City apartment dwellers.”\n\nI ASSUMED that would end it, but when he saw he wasn’t getting any traction, he reconcepted. The next time he was in town, he told me he was pitching some new clients in New York and it was important for him to have a New York address so the clients would feel more at home with him. How would I feel about sharing a mailbox with him? Just a mailbox, a 3-by-8-inch box. All I had to do was put a piece of tape with his name on it alongside my name and Sophie’s on the inside edge of the box where the mail carrier could see it. \n\nThat didn’t seem like much to ask. I added his name to the inside of the box and gave him a key. \n\nIt wasn’t until years later, when he and I were living together in a two-bedroom apartment with a balcony on Riverside Drive, that I found out he hadn’t been pitching any new clients in New York at all — none, that is, except for a certain stubborn one who lived with her daughter in an apartment on the Upper West Side. "
}