{
  "url": "http://www.nytimes.com/2008/08/24/fashion/24love.html",
  "headline": "Modern Love: In the Right Place for Marriage",
  "dateline": {
    "year": 2008,
    "month": 8,
    "day": 22
  },
  "byline": "Bob Morris",
  "text": "“Come to California,” I said.\n\n“I will if you marry me,” Ira replied.\n\nThis was two days before I was leaving for Los Angeles for work, and a week after same-sex marriage had been legalized there, making it reciprocally legal in New York State, where we live.\n\n“No,” I told him bluntly. “Not now.” \n\nHe didn’t take offense. “Whatever,” he said.\n\nThere are plenty of reasons not to tie the knot. Like many men, I had always been in fierce and firm command of them all. First off, as someone who had been a defensive single most of my adult life, I still believe that solitude makes you a deeper person, not a lesser one. So I felt kind of guilty for being in a couple. \n\nThen there’s the fact that marriage often lasts about as long as a Botox injection. And what is marriage anyway but (if I may be so pretentious) a hetero-normative institution that clumsily mixes property and the State with the divine and ethereal ideals of love? \n\nFor years, Ira and I had mocked the idea that gay people wanted to get in on something we associated with an expensive party and useless gifts from Williams-Sonoma. How did gay liberation become marriage fetishization? \n\nWe rolled our eyes each time the same-sex marriage issue flared up — when gay people charged San Francisco’s City Hall (Rosie O’Donnell leading the herds)  and when they flocked to New Paltz, N.Y., where a maverick mayor was performing marriages that were legal for even less time than Eliot Spitzer spent in office. \n\nBesides, why bother with the logistics of marrying in California when we had already become legal domestic partners in New York City three years earlier? \n\nThat gray day in March 2005 we walked into a crowded area of City Hall past formally clad brides and grooms waiting to have their legal ceremonies in a chapel that wasn’t available to us.\n\n No matter. After filling out some paperwork, we stood before a bespectacled woman behind a dirty plexiglass window. She took our driver’s licenses, stamped a certificate and handed it to us. \n\n“So that’s it?” I asked her. \n\n“What do you mean?” she replied sternly.\n\n“I was hoping you’d say something ceremonial.”\n\nShe frowned, then looked out at us and softened. “Congratulations, you two,” she said. “And don’t let me see you coming back here to undo this, O.K.? If you break up you’ll have to sign more forms.”\n\nWe thanked her, took some pictures, and on our way out ducked past a family throwing rice that wasn’t for us. “So now we’re as married as gays can be,” I said.\n\nAnd so we were. But then, later, I was explaining our legal status to a friend.\n\n“So it’s like having a parking permit,” she said.\n\nIs that really how the term “domestic partnership” sounds? To me it was always official enough, and suitably symbolic of our commitment. After all, we did buy a weekend home together since tying our knot, and we bought an apartment, too.\n\n Then, after the kind of hysteria that only a New Yorker can have about real estate, Ira gave up his rental lease in SoHo, sealing all escape hatches and removing all safety nets. \n\nSo why did I need to marry him in California — essentially again — well into our fourth year together? \n\nMaybe gay people like us have had it easy. We’ve been allowed to revel and wallow in our ambivalence and ambiguity for years. We can live between the lines without having to think about the expense and gravitas of rings, caterers and formal ceremonies, not to mention the time-consuming logistical complications of divorce. \n\nBut now, with Governor David Paterson of New York getting behind same-sex marriage so vociferously, and with Massachusetts joining California and Canada as yet another option for New York couples to take a trip and return home legally wed, marriage is not so easily waved away. \n\n“Being gay and single is becoming the new smoking,” one friend said. \n\nHours after turning down Ira’s proposal, I found myself alone in a theater watching the “Sex and the City” movie. Marriage, the film seemed to be saying, is both a problem and a solution. \n\nAs I watched Carrie Bradshaw, the great champion and victim of romance, I found myself digging into my own conflicted feelings. I had to admit that my years with Ira, perilous and fraught as they are, have been the most fulfilling of my life. \n\nCall me a little bit Stepford, but I love being a spouse and homeowner. I love having an amusing travel companion, dinner partner and life preserver when swimming in my sea of insecurities. I love having someone who critiques my work and who asks me to critique his outfit before going to the office. \n\nAnd as unsettling as it is to me, a man with single survivor guilt, I can’t imagine life without him. \n\nAs I left the movie feeling as vulnerable as Carrie (but not nearly as well dressed), I realized that Ira’s blunt and impromptu marriage proposal, which followed my request that he join me in Los Angeles for the weekend, was the nicest thing anyone had ever said to me. \n\nNever mind the political ramifications of marrying in California as a way of putting us on the legal record as supporters of the law — someone was declaring that he wanted to love neurotic, despotic and increasingly sclerotic me forever. He believed I could make the ultimate leap of faith with him, despite my paunch and bad back.\n\n And you know what? By the time I arrived home, I realized that, in fact, I could. \n\nI guess going to a chick flick alone ended up being my bachelor party because late that night I told Ira, yes, I wanted to marry on Friday. \n\nWe had one day to pull it together.\n\nI found and hired MarriageToGo.Com, an outfit that I describe as the Fresh Direct of weddings, and within a day our paperwork had been submitted to Los Angeles County. \n\nAnd even though we only had grocery-store white flowers and toilet-paper bunting woven with daisies to stick (with chewing gum) onto the walls of our suite at the Chateau Marmont, and even though our banquet was just the sandwiches I had ordered from a deli hours before, our wedding felt sensationally, ceremonially serious. It took place during lunchtime, between my work meetings. And every local friend we invited at the last minute jumped at the chance to come and bear witness.\n\nWith seven friends and a poodle watching, Elizabeth, our nondenominational MarriageToGo minister, officiated. \n\nShe didn’t know us at all, and yet every word she said reverberated so loudly it obliterated all my errant doubts (we’d had a big fight the night before, of course) along with the traffic noise outside on Sunset Boulevard. \n\nIn a voice as clear and resonant as any wedding chime, she told us that marriage is a choice people make to love each other, even in difficult times when we don’t feel so loving. She told us that marriage isn’t only about love. It’s about a promise. And it’s also about a choice to keep coming back to reinvest in that promise, year after year.\n\nI found my cynical self fighting tears as we exchanged rings and offered vows. Then I sang “Till There Was You” while strumming my ukulele, just as I had very early on in our courtship.\n\n We had been on a beach in Florida, during our first weekend away together. I wasn’t sure I could survive three days with him in a small hotel room. And I wasn’t sure as we walked along the beach one night that he wouldn’t laugh in my face if I got out my ukulele and sang a love song to him. \n\nBut when I finished, there were tears in his eyes. “I never expected that from you,” he said. \n\nNeither had I. It surprises me every day, this thing called love.\n\nAfter a bite and some Champagne, I had to leave our wedding to run off to a meeting, and Ira had to check us out of our suite as our guests scattered.\n\nLater, one of them  told us it that was the best wedding he had ever attended. Maybe it’s because there was no fuss, no expense, no giving up an entire weekend. There were no seating charts because there were no tables, just a couple of middle-aged grooms in sports jackets who needed a chick flick and a work trip to push them into figuring out that they had something worth taking as seriously as the law is willing to allow. Our guest list was tiny, our budget less than the cost of our accommodations.\n\nBUT maybe marrying small leaves more room for the big feelings. \n\nThe funny thing is, nothing is guaranteed for us.\n\n A referendum in California this November may make us null and void, just as has happened to same-sex couples many times before. In that case, we may have to marry again. \n\nI know one couple that has been officially hitched everywhere it has become possible. They are on a kind of marriage-athon, I guess. It’s ironic — when heterosexual couples remarry, it’s to new people. But same-sex couples can just keep marrying each other as laws come and go. \n\nHey, maybe it’s not such a bad thing to be forced to keep reinvesting in your love.\n\nAnyway, for the moment, Ira and I are legal newlyweds. The other day he told me he loves being married.\n\n “But if we hadn’t been able to get married, I’d still feel as married as I did before we got married,” he told me. “And if the laws change, we’ll just keep getting married wherever we have to until we’re absolutely married for good.”\n\nComplicated? Perhaps. But then so is marriage, for better or worse, over and over again."
}