{
  "url": "http://www.nytimes.com/2008/03/23/fashion/23love.html",
  "headline": "Mom, It’s Me, Your Son, Finally",
  "dateline": {
    "year": 2008,
    "month": 3,
    "day": 23
  },
  "byline": "Pete Macdonald",
  "text": "A YEAR after my marriage failed, and on the day before my estranged mother would have turned 77, I was flying into San Francisco for work. I had been back to the city many times since my childhood, but never in such a state of grief and confusion. \n\nMy marriage had ended suddenly, and while Elena and I were getting along well and agreed that reconciliation was not an option, I was still deep in an existential crisis. I hadn’t expected at age 49 to be asking once again, “Who am I?” \n\nAs the plane descended through a cloudless sky, I gazed upon my old neighborhoods, the catastrophes of my youth as familiar to me as if I had just watched them on YouTube.\n\nDecades before, when I was a 15-year-old juvenile delinquent, I was sent away from San Francisco. Returning on this occasion as a lawyer to defend the deposition of a forensic psychologist, I thought it worth noting how far I had come from the chaos and distress of my youth. \n\nYet in many ways I still felt as alone and alienated as I did when my divorced parents, unable to agree on much of anything, found common ground that summer of 1973 and turned me over to the juvenile authorities of the State of California. I had been arrested for LSD possession and was, admittedly, completely out of control. \n\nNow, as I got into my rental car, the afternoon was infused with the soft, warm light of early autumn. I intended to head straight to the city, but as I pulled onto Highway 101 and headed north, I felt an overwhelming compulsion to visit my mother’s grave. \n\nMy mother died a couple of months after my 24th birthday, when I was living in New York City, trying to become a rock star. Things had not been good between us for a long time. I don’t remember sending her so much as a single card in the five or six years before her death. I never called her. Now, I owed her a visit.\n\nI took El Camino Real into the tiny city of Colma and stopped for a bouquet at a flower shop, strategically located in the middle of several cemeteries. I drove around, unable to remember which one was my mother’s. Finally, a helpful employee asked the right question (“Was your mother Jewish?” “No, Catholic.”) and pointed me in the right direction: “Try Holy Cross.” \n\nThe receptionist there looked up the location — Section U, Row 47, Grave 22 — and gave me a map with the route highlighted in yellow. \n\nMy mother was in the cheap section, far beyond the spires and mini-architectural wonders at the bottom of the hill. I parked and walked gingerly along the row of graves to where, on a sunny mid-February morning a quarter-century earlier, my two brothers and I had buried her. I remembered feeling relieved that her troubled life was finally over. \n\nMy father left my mother when I was 11 (and my brothers were 12 and 8), on the first Saturday after the school year ended that June. We boys were at our grandmother’s house for the weekend.\n\n When we returned, our mother was waiting at the front door wearing only her slip, looking crazed. “Your father left me,” she said as we approached. “He says he doesn’t love me. He says he’s never loved me. And now you have to choose who you want to live with. I want to know right now.”\n\nLater I learned that she had tried to overdose on pills the day before. In the following years this threat of suicide would become fairly common. “I’m going to kill myself,” she would say to us every few months. “And none of you kids can stop me.” Her occasional attempts, always with pills, were surely aimed more at getting attention than actually killing herself, but it took me several years to understand that. Before this realization, each instance thoroughly terrified me, especially the time I was the only one home to try to stop her.\n\nOver the last year, in the wake of my own marital disintegration, I had contemplated a kind of passive suicide myself. Many times, as I took long walks around my Seattle neighborhood, I hoped I would be the accidental point-of-impact of a car gone out of control, or the target of a mistaken-identity drive-by shooting. Standing at my mother’s grave, I felt guilty about this, but I didn’t know why.\n\nMy body cast a shadow over the grave like a blanket placed there for a picnic. There were no other visitors, no gardeners, no gravediggers. All I heard were the bumblebee drone of a small plane and the wind in the eucalyptus trees that bordered the cemetery to the east. \n\n“Happy birthday, Mom,” I said. I looked away, my eyes following the path of the plane as it disappeared beyond San Bruno Mountain, which hovered over all those Colma cemeteries looking barren and brown and awful, as dead as the dead. \n\nIt occurred to me that my mother and I had not been alone together in more than 30 years. I was 16 the last time, released on a half-day pass from juvenile hall so she could take me to buy clothes. \n\nThe following day I would fly to Los Angeles, to the boys’ home where I would live until I turned 18. I had run away from the first boys’ home I had been sent to, an outpost run by a pair of alcoholics in the hills east of Healdsburg, and then turned myself into juvenile hall after taking a near-fatal overdose of Nembutal. \n\nThe half-dozen times I saw my mother after that, I always brought a friend. And the few times I had been to her grave, I had been accompanied by someone as well: my wife, a friend or my daughter.\n\n I put the flowers at her headstone, kneeling and cleaning out the little stone cups on either side that were designed to accommodate small vases. It took me years to understand and appreciate how difficult her life had been and to realize that the trouble was not that she was weak or mean-spirited, but that she was mentally ill. As a public defender, it’s one of the lessons I have learned from working with my clients, whose problems are often alarmingly similar. \n\nThe last time I spoke to my mother she was so drunk that I could barely make out her words. She slurred something about cussing out a cop who had stopped her on the highway. Sitting alone in the drafty hallway of the Lower East Side apartment I shared with several roommates, I held the phone at arm’s length, saying every minute or so, “Yeah, mm-hmm,” until I couldn’t bear it anymore and made an excuse to hang up. \n\nA few weeks later, my older brother called in the middle of the night to say she had died of heart failure as she pulled out a hideaway bed for my visiting sister-in-law. \n\nCleaning out her apartment with my brothers, I found a journal my mother had kept during her last year. I flipped through the pages, reading inconsequential entries written in a scribble that vaguely resembled the elegant handwriting I had known from my childhood.\n\n I came across an entry from around the time we had last spoken, when I couldn’t listen to her. It was written in pencil, as if one day she might erase it if her life changed for the better. It said: “I am so lonely.” \n\nI don’t believe in ghosts, or in the notion that my mother is in heaven or hell. But that day in the cemetery, I felt her with me as I wept in the soothing comfort of the afternoon sun. Even so, after telling her about my recent troubles, speaking aloud to her felt more like speaking to the grave itself, or to the air. Feeling self-conscious, I started to walk away. \n\n But something drew me back, perhaps simply my need to come to terms with the hollowness and unease that were pushing me away. And standing by her once again, I remembered something I had not thought of in many years.\n\n When I was little and my mother was feeling good about me for some reason, she would tell me the story of how she’d had German measles when she was pregnant with me. Her doctors believed there was a high likelihood that I would have serious birth defects, and they advised her to have an abortion. But she wouldn’t hear of it. She told them she knew I’d be a beautiful, healthy child, full of spirit, someone who would make the world a better place someday.\n\n She would kiss me while telling me this story, her eyes smiling, full of love, the kind of tenderness that, in her later years, would resurface only rarely, reminding me always of what we had lost. \n\nI knelt upon her grave, placing my hands in the grass, my fingers spread wide so as to touch as much of the earth above her as possible. I knew then why I had come, and why I had been unable to leave before that moment.\n\n I STILL had one more stop. Until my parents’ separation, my family lived in Daly City, just south of San Francisco. Ours was a small house on a hill overlooking the Pacific Ocean, with hundreds of acres of undeveloped land as our backyard. The beach was a half-mile walk on sandy paths that wound through ice plant and wind-battered forest. It was where my friends and I had gone to play. \n\nThe drive there took less than 15 minutes. I parked in front of our old house and got out, smelling the salt air and sage that were a constant presence in my youth. The sun was an hour from setting. The street was quiet. Memories swept over me in dreamlike clusters. \n\n I stood on the sidewalk where my father and I had played countless games of catch, and on the spot where I had first kissed a girl, on a beautiful afternoon just like this. For nearly an hour, as the sun bled into the horizon, shining a red-gold light over the still-wild hills, I stood before that house and yard, watching myself as a boy between ages 4 and 11, playing and dreaming before it all went bad, oblivious, full of hope and belief, my actual future unfathomable. \n\nI had already said goodbye to my wife. I had finally managed a proper goodbye to my mother. It was time to say goodbye to that boy, too.\n\nI was ready then for the five-mile drive into the city."
}