{
  "url": "http://www.nytimes.com/2008/01/20/fashion/20love.html",
  "headline": "Modern Love",
  "dateline": {
    "year": 2008,
    "month": 1,
    "day": 20
  },
  "byline": "Laura Dave",
  "text": "LAST summer, I found out that my identity had been stolen. It was the weekend of a friend’s wedding, and I was standing outside the Memorial Church at Stanford University for the rehearsal when I called my bank to make sure I could clear an important check.\n\n The bank associate told me that this would be impossible as my account was almost $10,000 overdrawn. \n\nShe then asked if I was calling from Mexico.\n\nI looked around at Stanford’s sprawling green — students playing Frisbee, tourists snapping photographs — and told the woman that I was fairly certain I wasn’t. \n\n“Laura Dave most recently called to inform us she was in Mexico,” she replied. “If you’re not there, then ... who are you?”\n\nMy head started to hurt, and it would continue to hurt as the details emerged over the next few days. This person had acquired a debit card in my name and had used it to spend tens of thousands of dollars.\n\nIn going over every debit charge, the bank associate asked me if I’d shopped at Victoria’s Secret.\n\n“Like ... ever?” I asked.\n\n“Do you know what the Meat Barn is?” she asked.\n\n“No,” I said. \n\nDid I want to know? \n\nDefinitely not.\n\nStill, the gravity of the situation hadn’t really sunk in. I thought it would all be taken care of with a few phone calls. Then the first police detective I spoke with said: “Get ready, kid. Once someone gets a hold of your identity, you have to fight the good fight to get it back. This is just the beginning.”\n\nCould he be right? I thought I was coming to the end of a period in which I had already fought the good fight, a period in which I had asked, and answered, many questions about my identity. \n\nFollowing a breakup the fall before, I had struggled to feel like myself again. During those first few months, the version of me that I’d recognized as being essentially generous and open to the world seemed to have temporarily disappeared.\n\n At warp speed, I’d gone from easygoing to confrontational. When a friend called in the middle of the night to tell me he was having trouble with his wife, I told him to look in the mirror and begin therapy. When another asked what I thought about her quitting a job she hated and moving to South America, I told her that when I believed she was serious about being that brave, we could have the conversation.\n\nHistorically, I was the friend others sought out for relationship advice, or to discuss a complicated family problem. I prided myself on being nonjudgmental. But clearly, as I aimed to start over, that “me” was closed for business. I needed to return to my most independent self, which translated into not having much room for other people.\n\n I dived into work, dived into exercise, and avoided diving into relationships — romantic or otherwise — at all costs. And, almost accidentally, I found myself straddling two lives: a new one I was starting in Los Angeles, and the one I had left in New York. \n\nA four-day trip to Southern California in the spring turned into work opportunities, which led to months of flying back and forth. This was moving forward, wasn’t it? Only maybe it wasn’t. Maybe it was just moving around, which isn’t at all the same thing.\n\nBecause there I was, post-wedding-weekend, at a coffee shop somewhere off Highway 101 on my way back to Los Angeles, in the surreal position of proving to skeptical strangers on the other end of credit hot lines that I was who I said I was. \n\nBut I couldn’t give them an accurate address. (Did I live in California or New York?) I couldn’t receive the faxed forms they needed me to fill out because I had no access to a fax machine. A land-line phone number? Sorry, don’t have one. I couldn’t even tell them where I was going to be next week. And I had unwittingly organized my life so that I was far away from nearly everyone who could remind me of myself.\n\nAnother epic phone call, this time with a credit union, revealed that not only had the new Laura emptied my checking account, she had also opened at least seven credit card accounts in my name. \n\nAfter I hung up, a woman at a nearby table gave me a kind smile. “I didn’t mean to listen in, but my sister-in-law got her identity stolen, too,” she said.\n\n“And it all turned out all right?” I asked.\n\n“Not really. It was a nightmare that went on for years.”\n\nI got back into my car, turned the radio on as high as it would go, and continued toward Los Angeles. I began wondering: How could I not have known this was happening? What was I going to do to stop it?\n\nJust then I realized I was about to pass the turnoff that leads to the Monterey Peninsula and Big Sur.\n\nThe first time I had gone to Big Sur, I was 9 years old and on a road trip with my family. As we hit the expanse of Highway 1 between Carmel and Big Sur — that almost impossible stretch of road carved into the divide of steep mountain rock and ocean — I had the strongest visceral reaction I’d had to any place in the world. \n\nMy father pulled the car over, and, as my brother tells it, I started to cry because I was so happy. (I tended toward melodrama as a child.) But I can remember, with great clarity, sitting across from my father at a woodsy restaurant in Big Sur that evening, and looking past him out the window at the confluence of mountains and ocean with a feeling of amazement, and an awareness, I had never experienced before. \n\nNot unlike falling in love for the first time, such intense feelings can make you feel small in their grasp. Or, if it’s a good love, a kind one, you can feel the opposite: bigger than you are, braver, more certain of yourself.\n\nThree years ago, after I had finished writing my first book, I returned to Big Sur and spent a washed-out January staring out at those cliffs, the highway closed to the south by storm damage, and to the north by fallen rock brutal enough that I didn’t venture far that way, either. I had a black umbrella and big boots, and took long walks each afternoon, the Ventana Wilderness soggy and completely unaccommodating, humbling in the best way. \n\nIt was a happy time, and while I had gone back there intending to start a new project, what I did instead, other than take walks, was a whole lot of nothing. Nothing had never filled my days so expansively. Which is a part of the allure of the place: an ease with itself that invites you in a little at a time, eventually reminding you, in big and small ways, of your own humanity. \n\nAnd now here I was again, about to miss the turn, but this time in serious need of a positive force. \n\nA detour, especially this detour, was not the wisest plan. I had police reports to file, paperwork that was due yesterday. The officer’s words echoed in my mind: Kid, this is just the beginning. Still, I took the exit. \n\nAs I passed Carmel and began winding through those mountainside curves and bridges toward Big Sur Valley, it was late afternoon and turning very windy. I kept the windows open anyway.\n\nMy first stop was that woodsy restaurant on the cliff’s edge where I had eaten with my family two decades ago. And where I’d also had Sunday night dinner during that rain-drenched January. \n\nI walked inside and took in the familiar mahogany bar and high rafters — and those windows, offering uninterrupted views of the ocean and mountains. The restaurant was closed for dinner setup, but the day manager let me go out to the terrace, where I settled in at a table with a mug of coffee and watched the sun set.\n\nHenry Miller, who loved Big Sur and made it his home, once said that until we lose ourselves there is no hope of finding ourselves. \n\nI thought about the other Laura walking around in Mexico, spending my money and even speaking to officials at my bank, all in an apparently convincing performance of me. And here I was, the real me, unable to tell — in ways that ostensibly mattered — a convincing story about who I was. It made me wonder, for a moment, if maybe she was actually a better candidate for being me than I was. \n\nBUT sitting on that terrace, the peacefulness that enveloped me when I stepped into the restaurant began changing into a kind of bedrock familiarity, and all at once I felt completely like myself — not the self who had been tested, or the self who was still figuring out where she was going next. But the one beneath all that, the self I had become acutely aware of my first time in Big Sur, the girl who was in awe of the world around her and her place in it. \n\nMaybe this is what we get in life, a few great loves: loves that return us to ourselves when we need it most. And maybe some of those loves aren’t people, but places — real and adopted homes — that fill us up with light and energy and hope at moments when we feel especially tired or lost. That is the beauty of love in all its forms. We don’t know when or how it is going to save us."
}