{
  "url": "http://www.nytimes.com/2008/05/18/fashion/18love.html",
  "headline": "May I Have This Dance?",
  "dateline": {
    "year": 2008,
    "month": 5,
    "day": 18
  },
  "byline": "Owen Powell",
  "text": "I SPENT most of last year and a decent-size chunk of the year before in Iraq. For the last half of that sojourn I was stationed at a combat outpost on the east side of Baghdad. \n\nThat may sound impressive in a military sort of way, but it actually consisted of being locked up in a burned-out shell of a building surrounded by several hundred thousand deeply antagonistic Iraqis, many of whom had fervently tried to kill me on a number of occasions, and nearly succeeded once, as proved by the hole in my helmet.\n\nAs if being hated by my neighbors wasn’t bad enough, the outpost was severely limited in amenities. Well, perhaps “amenities” is too positive a word; how about severely limited in the basic necessities of life? \n\nAnd love? There isn’t a whole lot of love floating around Baghdad, particularly when you have an American flag on your shoulder and you’re driving seven tons of armor along the local alleyways. No, my concern was much more tangible and, at the outpost, apparently just as unlikely to be fulfilled.\n\nFor the first two months of my “lease,” there was no electric power or running water. The ground floor had been torched in the ecstatic looting at the start of the war, and the walls were charred with a thick black soot. \n\nThe basement was choked with algae-green water, diesel fuel and sewage. The medics had pulled out at least two bloated corpses the first week we moved in, and we were reasonably sure that there were others down there, judging by the odor. \n\nDaytime temperatures exceeded 120 degrees, which gives you an idea of just how appealing that smell was. I didn’t smell much better. I got a shower every 6 to 12 days, depending on luck and whether  the little inflatable shower tent had sprung another leak. \n\nMeals consisted of the execrable MREs, which we often wolfed down to the chorus of incoming mortar rounds. \n\nIt was everything I had ever hoped to experience in the military. It really was. Not that I would ever choose to do it again.\n\nI would stagger in from a six-hour patrol, peel off my grease-slicked 80 pounds of body armor, ammunition, grenades and assorted firearms, and collapse on my rickety aluminum cot. Privacy was unknown, as was air-conditioning. I would lie on the cot, listen to the competing voices of 600 or so of my closest friends, stare at the bone-gray concrete ribs of the ceiling, and let sleep flow into me. \n\nIf I was lucky, I would dream of Natalie Portman. Lord only knows why, but again and again she walked through my subconscious: serene, unsullied, good, like honeysuckle on a cool summer night. \n\nNow  I’m not some pimply fanboy in camouflage. I’m married, devoted to my wife. I have a home and a dog named Winston who loves me as only a black Lab can.\n\n It wasn’t even that my dreams of Natalie were particularly notable, at least not in the usual soldier sense of notable. It was the texture within the dreams that mattered, and how that flowed into the rotisserie hell of another Baghdad morning. \n\nShe and I would have dinner in a darkened restaurant, somewhere hip and stratospherically expensive, thick with the smell of polished wood. The swirling flashbulb-pop taste of something unpronounceable on my tongue; looking up, smiling and feeling the shivering joy of having her laugh at a witticism of mine. \n\nThat smile! I had seen it a hundred times, on movie screens, on television sets, that sudden heart-skip pulse stabbing from glimpsing her image on a magazine stand.\n\nGuarding  an Iraqi police station in the glare of the midday sun, my carbine ready for the next catastrophe, I would cradle that smile in my mind, cherish it, grasp at it even as it faded and blurred and swam out of focus.\n\nDancing together, somewhere crowded, humid with perfume, the electronic beat of the music, and the pulse of a foreign city. The air twisting with a sort of water-shimmer light. Strobes, laser beams, the lightning-fast shot of an impossibly high cheekbone, frozen for a glimpsed eternity; the suggested promise of Natalie’s eyes, intoxicating, piercing. \n\nDreams of dancing? I can’t dance at all. Still, who am I to argue with my subconscious? Some people fly in their dreams — in mine, I dance.\n\nI clung to those visions. Out on patrol, encased in the steel and Kevlar frame of the Humvee, my ears buzzing with the tinny voices on the radio, I eyed the burqa-clad locals outside the thick locked door, along with every single piece of roadside refuse. \n\nIn the Humvee, I searched for that elusive image of Natalie from the night before; I hunted for her through the blood-warm passages of my mind, chased the feeling of her down tunnels collapsing with the weight of status reports and threat conditions.\n\n The thick brushstroke of a single arched eyebrow. A glance across that crowded dance floor, somehow simultaneously sharp and accusatory and mesmerizing. It was as if I had something secret and untouchable that was wholly mine, a delicate and perfect gift in a city that seemed to feast on hate.\n\nMy reveries weren’t all Lifetime TV romance, though. In a personal touch, sometimes the dream would be of losing her, or of desperate searches unfulfilled. The breakup argument in the spotless white penthouse apartment. Recriminations, tears. Running down rain-slicked city streets, locked doors, impassive doormen, and always that perfect angelic face; leaving with someone else, or seen in  a blank stare through  a limousine window. \n\nLife on Baghdad streets is dominated by boredom, paroxysms of anger and the constant throbbing beat of resentment. Hatred and rage boil up from the shell-pocked concrete — you can feel yourself changing, morphing, becoming mean.\n\n Even the specter of losing Natalie Portman was better than that; even the memory of imaginary heartache is preferable to the slow feeling of turning into a vampire. Perhaps it is the curse of all men; the sad final truth that the male half of the human race might only confide in one another over a few too many beers: you only truly love a woman when she walks out the door.\n\nBUT like I said, none of the details really mattered. What mattered was that I would wake up in that green morass of mosquito nets, amid the faint ichor glow of the chemlights, and for one long delicious moment, I would not know where I was. \n\nThe logical waking side of me worried a bit about this imaginary romance playing out inside me. Was I losing it? Was this some bizarre form of post-traumatic stress disorder, forgotten from the field manuals, omitted from the obligatory psych journals? Wasn’t it bad enough that I was trying to hold together a marriage across 5,000 miles through crackling cellphone calls in the middle of the night or, wonder of wonders, Yahoo Messenger?\n\nBut my obsession wasn’t so strange. After all, we live in a world where we are more familiar with Britney Spears’s parenting skills than those of our next-door neighbor. Human beings have always set beauty upon a pedestal through paintings, sculpture or literature, and moreover we covet what we see every day. Classic art may have faded in the last 100 years, but the archetypes of beauty have merely been repackaged, reinvented — far more effectively than Botticelli could ever have imagined. \n\nWe are told exactly what we should look like, whom we should be, and most important, whom we should desire. The cultural legends of our past have faded, and now Hollywood packages the new deities in digital halos. \n\nIt’s almost a year later and I’m home now, home in the larger sense of the United States, instead of in the suspect sense of the world at large. Baghdad has receded in my mind, remembered now only by the names of my dead friends, tattooed forever on my arm. \n\nMost improbably, I’m here in New York, an offhand and completely unexpected gift of the Army. Thanks for getting shot; we’re sending you to Brooklyn. I didn’t know if I should laugh or ... well, laugh some more. It’s everything a soldier could ask for. No field training. Home every night. Easy duty.\n\n Best of all, non-deployable — that legendary status combat vets dream of (at least any vet with a shred of common sense). No one trying to kill you.  I get a nice rent-free three-bedroom house, plenty of parking, in New York. Culture and entertainment and handmade cannoli. Plenty of time to explore. Someone even told me that Natalie lives somewhere around here.\n\nProblem is, I don’t dream about her anymore. Ten years ago I would spend my weekends flinging myself out of airplanes; now I spend Saturdays on the couch with the wife. I remember Friday nights roaring though Seoul on my motorcycle, blitzed and helmetless and immortal; now my free-time adventures are on an Xbox. Worst of all, I feel reasonably happy with the shifting winds of domesticity.\n\nCall it the double-edged sword of contentment.\n\nThis is my new reality. Working the graveyard shift, alone. Sitting in my patrol car on the bluff above the water, I watch the cargo ships slide silently past in the silver-white light of the Verrazano-Narrows Bridge. Smoke what seems like my hundredth Camel of the night. Take another sip of lukewarm convenience-store coffee. Yawn the edge of sleep from my eyes; I know it holds no wonders for me tonight. \n\nStaring across the cold water, I feel the end out there, somewhere, sidling past the buildings across the river, circling in. Not death — something subtly worse, in its own way. The growing certainty: \n\nI will probably never dance the lambada with Natalie Portman."
}