{
  "url": "http://www.nytimes.com/2008/10/12/fashion/12love.html",
  "headline": "Playing Role Reversal With My Therapist",
  "dateline": {
    "year": 2008,
    "month": 10,
    "day": 10
  },
  "byline": "Julianna Baggott",
  "text": "BEFORE my husband quit his job and his top-notch insurance ran out, he and I got checkups and dentist appointments. We got new glasses and signed up for a few therapy sessions. \n\nMy therapist was awful. I talked about my occasional panic attacks and insomnia, and she gave me homework — rating my anxiety on a scale of 1 to 10 in a notebook (a process, it turned out, that made me more anxious). \n\nMy husband’s therapist, on the other hand, had him talking about his childhood and his recurring dreams about breathing underwater and not being able to find his soccer cleats. His homework was to write a long, angry letter to his mother that he didn’t ever have to send. \n\nEventually our insurance ended, we wrapped up therapy and went on with our lives. A few years later, however, I hit a mental wall and was willing to pay out of pocket for good therapy. I asked Dave if I could go to the guy he had seen during our top-notch insurance glory days. He said sure.\n\nI saw the difference immediately; Dave’s therapist was fantastic. Unlike my ex-therapist, who wore bifocals and woolly cardigans, Dave’s was a Buddhist who wore a bracelet of wooden beads and a suede blazer. He was older than I was, but not so old that I would have to waste time explaining a Marky Mark reference.\n\nHe had read my novels and poetry collection when Dave was his patient, and right from the start he was able to make groundbreaking connections between my writing and my life. He asked me pointed questions about my childhood and I cried. He took lots of notes. \n\nOne night, lying in bed with Dave and talking about a recent therapy session, I said, “Wouldn’t it be easier if he let me read all of the notes he takes while I yammer?”\n\nDave looked at me quizzically. “He takes notes? He never took notes with me.”\n\n“Maybe you were a textbook case,” I told him. “And notes weren’t necessary.” \n\nDave accused me of psychological uppitiness, and he was right. Having come from a stable home with loving parents, I had never felt entitled to anything more than second-class neurotic status. Now I was proud that my apparently complicated psyche was being taken seriously.\n\nWhen I confessed during a session that I wanted to be of more use, my therapist told me to read Marge Piercy’s poem “To Be of Use.” When I complained about critics, he showed me a poem by Frank O’Hara in which the poet compares critics to assassins. \n\nAnd then, at the end of one session, he handed me a piece of folded paper and told me to read it later. \n\nI assumed it was another literary pick-me-up. I read it in my car. \n\nIt was a poem. \n\nA handwritten poem. \n\nOne he had written about me, for me. \n\nWorse, this was no first draft. It was well crafted and made literary references — to my work. The poem included a divining rod, blue butterflies and a fairly lush description of my lips. \n\nThere seemed no away around it: this was a love poem.\n\nI drove home and gave it to Dave. I told him who had written it. \n\nDave looked up at me, alarmed. “This is a bad sign in a therapist, isn’t it?”\n\nI nodded.\n\nMy first reaction? I thought it was “interesting.” Being in therapy, I thought about things in terms of whether they were interesting. This clearly was.\n\nMy second reaction was self-pity. He was a great therapist, minus the fact that he had written me a love poem. And I had been making progress — until now. I complained to Dave that I didn’t want to go back to my old therapist and take up grading my anxiety in a notebook, and I didn’t want a new therapist to whom I would have to rehash my childhood.\n\nMy third reaction settled in over the course of the next few days, and it had to do with the adrenaline rush of catching an authority figure doing something wrong, having proof of that misdeed, and knowing the balance of power was about to shift in your favor. \n\nWhat would it mean to have power over my therapist? How would I wield it? Furthermore, wasn’t there something fundamentally, psychologically wrong with wanting to wield power over one’s therapist? Wasn’t this something one should discuss with, um, a therapist?\n\nI confided in one of my girlfriends — who had run through a lot of therapists on her own — while playing badminton. (Badminton, with cocktails, was maybe the best therapy for both of us.)\n\n“Call him up and break things off on the phone,” she said. “They’re used to it. People do it all the time. It’s my preferred way of breaking up with a therapist.” She was in therapy for conflict evasion, among other things.\n\n“Are you kidding?” I said. “Of course I’m going back, if for no other reason than to see the look on his face.” \n\nBut even as I said this, I was anxious. I thought I had known him, but the poem was such a shock that now all bets were off. What was I walking into? Was the poem a test of some sort? Was it “interesting” in a way that I wasn’t getting? Did the poem mean something that, if I read it correctly, would lead to a breakthrough? \n\nBefore I left for my next session, Dave actually expressed concern and asked if he should come along, but I told him I wanted to go alone. “I think he’s just a little vain,” I said. “He overestimated the effect of his poetry.” \n\nBasically, I led the session that day. We sat in our normal places, but this little hierarchy — me on the sofa, him in the leather chair — seemed all wrong. \n\nI said, “Maybe I should sit in the leather chair this time?”\n\n“Would you like to?” Things were different between us. The air in his little office was agitated.\n\nI asked him if he had a therapist. He did. I suggested they discuss the poem and his decision to give it to me. \n\n“O.K.,” he said, uncertainly. \n\n“Did you tell your wife about the poem?”\n\nHe hadn’t. \n\nI told him he should reflect on this. \n\nI asked him if he had taken poetry classes. \n\nFor a short time, yes, he had taken graduate courses in creative writing. \n\n“Interesting,” I said.\n\nFinally, I leveled with him. I told him he had written what I took to be a love poem, and in doing so, had stepped over the line. \n\nHe defended himself, saying the poem was an attempt to make me be more emotionally committed to my therapy. “I want to get you into therapy, not into bed.”\n\n“I tell you everything,” I said. “I answer any question you ask me. I cry every session. I’m a model patient.”\n\nHe claimed I wasn’t really invested.\n\nI told him he was too invested.\n\nAt that point, he admitted the poem maybe wasn’t the best approach, but he said it was a sincere, creative attempt to make me engage. \n\nBut it was carefully written in his own hand. He had slipped it to me to be read later. And what about the line about my lips?\n\nWhen my time was up, I asked to look over the notes he had taken on me. I asked this as I was picking up the folder he kept on me. \n\nOn the way home, though, I started to harbor doubts. Maybe he really had just meant to be provocative. Was my reaction the one he had sought to provoke, after all? It’s hard to know. And, after all, he had been a fantastic therapist for my husband and, up until this point, for me. Wasn’t that worth something? \n\nRegardless, my therapy with him was doomed, of course. The power structures were all out of whack, and I needed a guide, not someone to boss around. \n\nDuring the sessions that followed (yes, I did go back), I wanted to return to my childhood, my anxiety, my insomnia. He wanted to talk about our issues, everything the poem had stirred up.\n\n I would try to bring up some recurring dream and he would steer the conversation back to how I had picked up my folder and rummaged through it, the way I had wanted to switch seats, all those power moves I had made, claiming that we were finally getting at something interesting. The problem was, those things interested him, not me. \n\nWhen I started having what seemed like therapy sessions with my husband about my strained relationship with my therapist, I knew it was time to quit. And I did it, just as my friend suggested, over the phone: by leaving a voice-mail message, which was, in retrospect, cheap and cowardly, and probably showed how little progress I had made. \n\nBut it didn’t end there. In response, he wrote me a long letter, which included some heavy lifting about my relationship with my father, and he told me that my treatment of male characters in my novels deserved a deeper look into my issues with men. He wanted me to come back to address those issues.\n\nI wrote a one-page letter explaining why that wouldn’t happen. And, peeved by his literary critique, I ended the letter this way: “As for the men in my books and in life, I call ’em the way I see ’em.”\n\nNOW, looking back at his letter and the connections he drew between my writing and my life, I think he offered the most in-depth analysis I have encountered and may ever come across. Whatever the case, in my sign-off, I told him not to contact me in any way.\n\nHe hasn’t.\n\nThe strange thing is that my husband and I miss him. The angry letter he had Dave write as an assignment eventually became a calmer, more substantial letter that my husband did give to his mother, leading to a watershed moment in their relationship. And I still wonder if my anxiety and insomnia are issues he could decipher. \n\nSometimes my husband or I will say something about how we feel, or what we think we might be feeling, and we’ll look at each other and ask, “Is that interesting?”\n\nAnd neither of us will know the answer."
}