{
  "url": "http://www.nytimes.com/2008/05/11/fashion/11love.html",
  "headline": "Planning My wedding Made Me Realize How Much I Miss My Mother",
  "dateline": {
    "year": 2008,
    "month": 5,
    "day": 11
  },
  "byline": "Julie Buxbaum",
  "text": "SEVEN months ago, I was married in an ivory lace dress to a man in a gray suit on an island neither of us had ever been to. There was wind and sun and ocean, and 50 of our favorite people squinted up at us as we read our own vows. My mother was not there, as I knew she wouldn’t be, because she has been dead for so long that the scales have recently tipped: I have seen more days without her than with. \n\nI would have sent out a cosmic invitation — no, not one of the letterpress ones we bought from Costco (Yes, Costco. Who knew they had letterpress?) — an earnest yearning, maybe even a prayer, but I’ve never been the type for that sort of thing. To be honest, I’ve never been the type for a wedding, either, which is probably why I was thrilled to buy our invitations from Costco, online and on sale. No hassle, no fuss, bulk discount.\n\nSo I married without my mother, which was unremarkable, as I’ve grown accustomed to her not being here for the big moments. What was remarkable was just how hard it turned out to be: the lead-up to my wedding managed to trump all prior celebratory occasions in its bittersweetness: graduating from college and law school, passing the bar, selling my novel. None seemed quite so land-mined with emotional triggers. \n\nFor someone who has remained almost immune to the lures of the wedding-industrial complex, I was blindsided by the fact that weddings — American ones at least — aren’t about brides and grooms at all. \n\nThey are about mothers and daughters. \n\nI am not so good at things that are about mothers and daughters.\n\nFrom my motherless perspective, the rituals — the big dress shop, the bridal shower, the planning — seemed designed to highlight her absence. \n\nIt seemed as if I was explaining myself at every turn, mostly to well-meaning shop clerks: “So what does your mom think?” they would ask when I mentioned my fiancé was Indian. “So what does your mom think?” when I said we would keep the wedding small and intimate. “So what does your mom think?” when I explained I was hoping to find a dress off the rack. \n\nI had stumbled into an alternative wedding universe where everyone assumed you had a mother by your side, and not just any mother, but a hands-on mother whose opinion trumped all.\n\n“She’s fine with it,” I would say, a lie and not a lie. Certainly, she would have been fine with the fact that my fiancé was Indian. But the small wedding, the dress off the rack? I am not so sure.\n\nAfter my boyfriend proposed, we started bickering about how to marry. He preferred no wedding: just us, our families, a dotted line. We loved each other; why not just make it official with some words and signatures and maybe a nice dinner afterward? \n\nMy feelings were more complicated. I found myself approaching these discussions from a sense of deprivation. Though I wasn’t interested in the details I had seen friends lose sleep over — floral arrangements, party favors — I felt cheated. I didn’t want the typical wedding, couldn’t visualize myself in a white dress, walking down a long aisle. \n\nNor could I imagine spending so much money on a single day. It felt frivolous and silly, an opinion shared by the echo chamber of men in my life: my fiancé, my father, my brother. \n\nMy father half-joked that we should have a Vegas quickie; clean, painless, with the bonus of a little Elvis. \n\nBut I didn’t see marrying as a novelty or a prank. Giving up the idea of a wedding, or worse, being made to feel silly for wanting one (despite my ambivalence), felt like another thing forfeited. If my mother had been around, there wouldn’t have been any debate. “No wedding?” she would have said. “Over my dead body.” \n\nThe suggestion of a dinner party of just our immediate families was met with a rush of tears. Mine, of course.\n\n“Too few people,” I said. “Her absence will stick out.”\n\n“O.K.,” my fiancé said.\n\n“More people,” I said. “We need more people. But. ... ”\n\n“But what?”\n\n“Not too many.”\n\nThere was his family to consider also. We couldn’t do it near them because our dollars were virtually worthless in London. Not to mention they were used to mega-scale Indian affairs: a ceremony at a Sikh gurdwara, a thousand strangers in a catering hall. I come from a tribe of New York Jews with its own traditions: 250 people, a raw bar during cocktail hour; later, chicken or beef or salmon.\n\nOnce we had decided on a destination wedding — only the people who cared about seeing us marry would be there, his parents on board (after a little convincing), and my father excited — we thought we were home free. The hotel gave us a checklist and little choice. We went with Option C pretty much across the board. Food, flowers, music, all decided in five minutes.\n\nOption C. When in doubt, I always chose Option C. After all, the same plan had worked quite well with my SATs.\n\nBut the torture had only begun. We stumbled over the wording for the invitations. I am the daughter of Frederick Buxbaum and ‘the late Elizabeth Buxbaum,’ but those words seemed depressing.\n\n Excluding my mother felt like a misstatement: I am the daughter of both my father and my mother, regardless of the existential circumstances; including her, with or without the qualifier “late,” felt morbid. \n\nAfter more of my tears, we decided to forgo specificity. My father and my fiancé’s parents welcomed the guests “to the marriage of their children.” Sure, we sounded inbred, but at least we had hurdled yet another emotional booby trap. I feared that my fiancé, who has put up with much mother-loss related neurosis from me over the years, was growing tired.\n\nBut we weren’t done, not by a long shot. There was the dress, the bridal shower and the question of how to honor my mother at the wedding.\n\nWhen my future mother-in-law visited, we began the dreaded dress shopping. If she had let me, I would have gone for a black cocktail shift. My future mother-in-law, who is as close to a mother figure as I can now hope to have, and who couldn’t be more lovely, was not on the same page. \n\n“But you are the bride,” she said, as if I were slightly deranged. How could I not want a pretty white dress that made my hips look about the size of an army tank?\n\nI had shed enough tears. It was time to be a good sport. We compromised on ivory. I was surprised to find myself fingering, asking for lace, then strapless. In a word, traditional. \n\nMy practical side taking over, I went back for fittings alone, my mother-in-law back in London, and befriended the dress designer. The process was, dare I say it, pleasant and relaxing. Sure, I didn’t get my moment of finding the dress with my mom sitting on a chair crying at how beautiful I looked. I wasn’t particularly bothered though. \n\nIt was material, not a moment. \n\nA dress is a dress is a dress. \n\nAt my last fitting, I stood on a platform and stared at myself in the mirror, trying to be brave as the store attendants cooed. \n\n“You look gorgeous,” they said.\n\n“I look like me, but in a wedding dress.”\n\n“Well, yeah. But a gorgeous you.” \n\nIt wasn’t their fault that they lacked authority; they were being paid to say I looked good. And then I realized why this process had gone all wrong. I had been pretending I could do this by myself, had played the role of motherless daughter martyr, too proud to ask for someone to help me. \n\n I’m 30, I had thought, I don’t need someone to coo over me in my wedding dress. But as embarrassing as it is to admit, I did. \n\nSo I scheduled another fitting and forced my brother, the person I felt least guilty about inconveniencing on a Sunday afternoon, to come inspect. He cooed. No tears, maybe, but I got a “Beautiful!” or two, and since he knows me, a few mentions of “Your hips look slim” as well. \n\nJust then, it was about the moment, not the material.\n\nI had turned a corner. I let my father’s girlfriend plan the bridal shower, a kind and maternal offer on her part, and one I would have ordinarily refused. Again, I realized I needed help, and like the wedding, would have felt cheated if I had had to skip that part, despite my qualms about the ritual; all that faux excitement over kitchen gadgets and the childish game-playing was, like ballrooms and crinoline, not my style. \n\nAt the shower, I pretended it wasn’t hard to be there, at what should have been a mother-daughter thing, and then it wasn’t, really. My father’s girlfriend made a toast, and I did, too, and I had to swallow tears only when I noticed some of my mother’s friends, whom I hadn’t seen in close to 16 years. They kindly said the words that were hardest to hear: “She would have been so proud of you.”\n\nAND now, seven months later, I realize she would have been. Turns out, I pulled off a pretty fantastic wedding. O.K., the hotel pulled off a pretty fantastic wedding, but I was the one who picked Option C.\n\n And though I didn’t send my mother an invitation, letterpress or otherwise, I know she was there on that island my husband and I had never been to, because I didn’t feel deprived of her, not even for a single moment.\n\nI don’t know why. Making sure my friends were with me while I dressed certainly helped; the moments where I might have pined were instead filled with my favorite people popping Champagne. \n\nAnd in the end, I even found a way to integrate my mother into the dress process by salvaging the ivory lace flowers from her decades-old wedding gown and stitching them onto my veil. My own silent tribute. \n\nFor that one single day, I somehow managed to let go of everything I believed about life and death and earth and sky. I forgot about the limitations of mortality, about absence, about painful finality. \n\nInstead, I let myself believe my mother was there with me — in that piece of her dress, or in the wind, or in the crowd of 50 squinting up at us — but I believed she was there, with her own wedding gift of sorts: one more day for my “with her” column, which was one day fewer that I have lived without. "
}