{
  "url": "http://www.nytimes.com/2008/07/27/fashion/27love.html",
  "headline": "There’s a Tattoo for Every Bruise on My Heart",
  "dateline": {
    "year": 2008,
    "month": 7,
    "day": 27
  },
  "byline": "Kerry Cohen",
  "text": "IN my early 20s I had a habit of getting a tattoo after a breakup. The first was after my college love, the one boy, among many, who had stayed. He was the person I thought I would marry, if only because I couldn’t imagine that someone would finally love me and then leave. I was still virginal in this way when it came to breakups. \n\nWhen our relationship ended I lay on my bed, hollow and hurting, unable to cry, going over the relationship with friends. I told them all the things you believe when you’ve been dumped: I’ll always feel this way, I’m not worth loving and no one will ever love me again. \n\nUntil one friend, surely exhausted by my relentless sorrow, suggested we get tattoos. The brother of a friend, she explained, was running a start-up tattoo business out of his dormitory room.\n\nMaybe some girls would fear their parents’ reaction to such an act, but my mother had actually gone down this road before me and gotten a tattoo just a decade earlier, when I was 10.\n\n In fact, she had taken me along. I watched as a heavyset bearded man in a clean white T-shirt pressed the buzzing needle into her backside. I studied her face, concerned by her wincing. Afterward she showed it to me: a lavender iris, her favorite flower. It was a delicate thing, placed where no one but she and a lover would see. \n\nI knew that my father was leaving her. He had been having an affair for years, and the tattoo, I sensed even then, was my mother’s way of inflicting something on herself that was both painful and lovely, and all hers. \n\nMy mother and I may have shared many insecurities and desires. But while she tended to be secretive, holding herself back — from men, from me — I went through my girlhood always charging forward, reaching for people, for men, and trying to make them mine. \n\nAnd so I didn’t want my tattoo to be hidden like my mother’s but out in the open for everyone to see. In my mind a tattoo was sexy because everyone could see that you opted for pain. A tattoo was commanding and powerful because it meant you were hurting yourself before someone else hurt you. \n\nIn the week before my friend and I were to get our tattoos, I gave myself what I called “pain therapy.” While my friend researched pictures for her tattoo, I used a grooming device that ripped the hair out of my legs, to see how much pain I could stand. I found I could stand a lot. \n\nWe drove from our college town in Massachusetts to the tattoo artist’s college town in Rhode Island, where he injected into my shoulder an amateurish picture of a blue thunderbird, a stereotypical American Indian symbol I had picked out thoughtlessly. \n\nSure, I had studied American Indian literature, and I liked the way it looked, bright blue and conspicuous. But in truth I was just a privileged Jewish girl from New Jersey with no connection whatsoever to a blue thunderbird. Getting it didn’t hurt very much, not even as much as the hair remover, and that was that.\n\nIt was summer then, and as I walked across campus, the thunderbird visible through my tank top straps, I felt my life coming back. I passed guys — there were more guys! How had I forgotten? I smiled seductively, hoping they would see the tattoo. And soon I was back at it, searching for the next boy who could make me feel whole. \n\nI got my second tattoo when my next relationship ended, another boy I had loved, a musician whose mind was always on compositions and riffs and who sat with his guitar on his lap like a shield. We had come together in a rush of lust; then, to my surprise and delight, he stayed. Over time, though, I wanted more from our relationship and he, predictably, wanted less. \n\nEven so, we stayed together, and after college we moved across the country. Bored, sad and unfulfilled, I cheated on him. When we broke up, I crawled into bed once more and couldn’t get out for days. The emptiness felt like poison. \n\nThe same friend with whom I had gotten that first ugly tattoo, who had also moved across the country, quickly suggested we get another. Eager for relief, I went with her to a guy named Diamond. \n\nThis time I got an anklet. I picked out the pattern in Diamond’s shop. It was a pretty design that I found out later was Celtic and, like the thunderbird, had nothing to do with me. I was just happy that men would see it above my flip-flops.\n\nA few months later, after yet another series of short-lived affairs, after more yearning and reaching with every boy I invited into my bed, I got my third tattoo. \n\nI was sure by now that I was the only one who thought as I did, sure I was the only girl who took each breakup as proof of her inability to be loved, sure I was the only one with whom no boy ever wanted to stay. \n\nThe shame felt tremendous, and I knew others could see it in that first tattoo on my back, in its hurried, hastily drawn shape. It was so ugly, so embarrassingly unrelated to me, such a terrible, blatant reminder of my desperation. So I decided to go back to Diamond and have him superimpose a raven over the thunderbird (ravens are black and I needed something black to cover the blue of the first bird). It didn’t work completely. You could still see there was something beneath the raven, but at least you couldn’t make out what.\n\nI got the fourth and final tattoo after my last breakup, from a boy I didn’t actually love but stayed with because I identified with his sadness. This time it was I who finally managed to leave. \n\nBy now getting a tattoo was just habit. It no longer made me feel sexy or in control. It was simply what I did, part of my breakup triad: get a haircut, sleep with someone new, get a tattoo. \n\nPerhaps because I was acting so halfheartedly, this tattoo was the ugliest and stupidest yet: a bear on my shoulder. I still wanted people to see it, still frantically wanted them to believe that this bear represented me: wise, strong, powerful and feminine. But the picture looked cuddly and worn, like a beat-up teddy bear from childhood.\n\nMany years later, after more self-harm with men, more giving my body away, I finally began to change, a process so achingly slow that friends beat their heads against walls trying to hasten my maturation: “Hold back,” they would plead. “Don’t give yourself away so easily. Make him work for it.”\n\nI would see my tattoos in the mirror each night as I dressed for yet another evening on the town. They were so ugly, but I was also used to them. They were just these parts of me, faded now, not so bright and eye-catching, but still there, a history. \n\nEventually, I met the man I would marry. He was a good man, kind and funny. And we had been friends first, which meant the passion, when it came, was gentle and serene, so different from the sharp-clawed passion of my past. \n\nDuring our engagement, I went to a specialist to try to have the bear removed. I wanted to get rid of all my tattoos, but it was extremely costly (more than $100 per session) and, as I would soon learn, extremely painful, so I settled on just the bear. \n\nThe procedure went like this: The nice woman put on protective glasses, gave me a pair of glasses to protect my eyes, then held a laser gun against the bear, aimed and pulled the trigger as if she were in a shooting gallery. Each clicking sound felt like the stab of a knife covered in hot sauce. \n\nI gritted my teeth through the two minutes, trying not to yell out, and then I left with a prescription antibiotic to help it heal. The bear remained sore and oozed for nearly a week each time. A month later the skin was healed but the image remained: washed out, ghostly. And it would stay that way, because after four sessions, I had run out of money.\n\nMy fiancé made jokes: “It’s bear-ly there anymore.” “I can bear-ly see it.”\n\nDID it matter that I couldn’t get rid of them? Maybe it didn’t. Maybe the tattoos were meant to be a permanent part of me, something I was supposed to learn to accept, just as I was learning to accept my past, a process that I knew would be continuous and perhaps never-ending.\n\nI have, in any event, moved on. My husband and I have been married for seven years and have two children, sons who are 5 and 2. The other day, after I had stepped from the shower and wrapped a towel around myself, my younger son pushed open the door, slamming it into the wall.\n\n“Hi, Mommy,” he said.\n\n“Hi there, monkey,” I replied. \n\nHe moved closer, a funny look on his face. After a moment I understood what he was looking at.\n\n“What dat?” he asked, pointing to the raven on my shoulder blade.\n\n“That’s Mommy’s bird,” I told him.\n\nHe stared a moment longer. “What dat?” he repeated, evidently unsatisfied with my answer.\n\n“It’s a tattoo of a bird,” I told him. “Mommy got it when she was young and not making very good choices.” I could have gone on but stopped, reminding myself he was only 2.\n\n“What bird doing?” he asked, smiling. \n\n“It’s just sitting there,” I said, “perched on Mommy’s shoulder.”\n\nHe nodded. “O.K., Mommy.” \n\nO.K."
}