{
  "url": "http://www.nytimes.com/2008/02/24/fashion/24love.html",
  "headline": "The April Fools’ Joke I Played on Myself",
  "dateline": {
    "year": 2008,
    "month": 2,
    "day": 24
  },
  "byline": "Jay Ruttenberg",
  "text": "MY girlfriend and I were descending into the Eighth Avenue L train subway station when I remembered it was April Fools’ Day. I am not a big fan of this day; I’m not an office jokester, always ready with a back slap and witticism. But the realization gave me the urge to contact my little brother.\n\nMy brother is five years younger than I. Whenever I mention him to people, I roll my eyes and explain how different we are. It’s a habit I developed when I was in college and my brother was in junior high, buying me beer and teaching me about girls.\n\n We’re still pretty different. He reveres capitalist heroes while I relish seeing handcuffed C.E.O.’s and their weeping wives being paraded before cameras. He keeps his television on full blast through the night, saying reading is a waste of time. I like nothing more than to curl up with a good book and pretend to read a page before turning on the television.\n\nStill, I’ve always liked him — not so much because he’s my brother but because I enjoy his sense of humor, which is quick and unapologetically mean. Over the years, we have communicated mostly in pranks, inside jokes and observations about family friends and their ugly children.\n\n I’d be hard-pressed to tell you a single emotionally cherished moment from my brother’s life. But ask me about his favorite Adam Sandler movie, and I will answer without batting an eye.\n\nI am neither corny nor crafty enough to pull off a prank on April Fools’ Day. I merely wanted to reach out to my brother and acknowledge the day; it somehow seemed appropriate for a rapport built on nothing but shared blood and vulgar jokes. To ward off any attempt he might make to con me, I dashed off a text message, the most poetic medium of our era. “Consider yorself fooled!” I wrote, excising the pesky u for modern efficiency. Then my girlfriend, Francesca, and I boarded the L train. \n\nWhen we emerged eight blocks later, there was a message waiting on my cellphone. “If you do indeed know whats going on,” my brother wrote, “I am never speaking with you ever.” \n\nI showed the message to Francesca, who rolled her eyes. “Please don’t call your brother,” she said. “We’re already running late.”\n\nI called my brother. He immediately started yelling at me in a torrent of abrasive words, the kind unfit for even an R-rated movie.\n\n“I admire your crying,” I told him. “Very believable.”\n\n“What the ...?” he asked. “Why’d you send that text?” \n\n“Oh, come on: it’s April Fools’ Day.”\n\n“Oh,” he said in staged shock. “Just ... never mind. I’ll talk to you later.”\n\n“No, no. Tell me what it is.”\n\nHe sobbed unconvincingly. “She broke up with me.” \n\nI swore at him for trying to fool me and hung up the phone.\n\nThe “she” in question was my brother’s girlfriend, but their relationship was longer and more complex than many marriages. He’s now 27, and they began dating when he was 14 and she was 12. Her parents are divorced and mine are gullible, which meant that she largely grew up in our house like a little sister who happened to covet my little brother.\n\nI had heard nothing about their relationship being in peril; the notion that they would split up was preposterous. I could more easily envisage Mother Teresa winding up in hell, or Mister Rogers joining the Kiss Army during a drunken bender.\n\nFrancesca and I were meeting friends for dinner in the East Village, at an Israeli joint that specializes in hummus. I stared into my plate of mush and contemplated the exchange with my brother. I showed his text message to our friends. “This seems like a joke, right?” I asked. \n\nThey weren’t so sure. \n\nAs the night wore on, I began to worry. If my brother was telling the truth, life as he knew it was forever changing; a singular relationship of heroic endurance had crumbled. But if I was about to be the butt of a spectacular joke, my family and friends would finally discover how stupid I am, my longstanding fear. This seemed much worse.\n\n We returned home to four answering-machine messages from my mother. She sounded even more distressed than usual. “It looks like there’s trouble in paradise with your brother,” she said. \n\nHad he managed to trick her, too? Or was my own mother in on the joke? My mind reeled.\n\nApril Fools’ Day passed. Whoopee cushions were deflated. \n\nYet my mother continued with these absurd updates. My brother’s girlfriend had moved into her father’s house. My brother, meanwhile, had taken up residence in the same childhood bedroom where the two of them had spent their teenage years.\n\nAll the while, not a single snickering family member called to mock my credulity and divulge their clever ruse. \n\nEventually I even started hearing about new girlfriends whose names I studiously avoided learning. As time passed, these girlfriends were never unmasked as actresses who had been retained at drifter wages to punk me, and neither was his barren new apartment ever revealed to be on loan from a conspiring bachelor pal. \n\n“I’ve been doing some thinking about my brother,” I told Francesca one day. “It seems they really have broken up.”\n\nMy girlfriend stared at me. “Really?” she said, her voice thick with equal parts sarcasm and pity. “You really still thought this was some stupid prank? Have you lost your mind?”\n\nI hadn’t really. But my denial was hard to deny.\n\nI simply had no precedent for this. My parents are baby boomers, yet the customs of their contemporaries, at least when it came to splitting up, somehow skipped over them, which meant I grew up not knowing of alimony and visitation rights but rather two parents stuck together with Super Glue.\n\n My experience with disturbing breakups mostly extends to celebrities I admire. Now I was confronted with a breakup so traumatic it was taking me months to merely accept its validity. More than my parents — more, even, than Howard Stern and his ex-wife — my brother and his girlfriend seemed to complete each other’s DNA. I guess that’s what happens when you start dating in adolescence and stay together into your mid-20s.\n\nI was away, in college and beyond, for much of their courtship. Yet the facts, tracked by my mother as if she were one of the paparazzi and they Brangelina or TomKat, became household lore. \n\nThey met at an event for young Jewish tennis players, began phone-dating, became “an item” and, much to everybody’s surprise, stayed that way, attending the same college, sharing an apartment, building an impenetrable repository of their own shared experiences and inside jokes. My brother’s girlfriend even learned to yell at my parents as if they were her own and she was the daughter they never wanted.\n\nAt various times, every parent, friend and yenta-confidante opposed their relationship (“Too much, too soon!” the chorus echoed), but I always found it wholeheartedly sweet and inspiring. I admired how their union was so durable in the face of opposition, like a frat house John and Yoko.\n\n My own friends could never make heads or tails of it: My reckless little brother — the same one who beat me up when I was 20 and he 15 — had been devoted to the same girlfriend from puberty through graduate school. Cupid himself seemed to have some weird couple-crush on them. Until, of course, that fateful April Fools’ Day, when he split their arrow in two, the punch line of a lifetime. \n\nI should probably mention that my brother’s girlfriend and I never got along very well. Because I once bought a pair of used pants, she considered me a hippie. And I saw her as a spoiled brat whose shopping habits would make Paris Hilton blush.\n\n But if we didn’t like each other, it was in the same way my brother and I don’t like each other — the same way, in fact, that all siblings don’t like each other and yet remain bonded for life. \n\nBut now she had wrenched herself away from him and, hence, from his family.\n\n EVENTUALLY I learned that their romance had fallen victim to a notorious relationship-buster:  a meddling psychiatrist (hers), who suggested that because they had bonded so young, they suffered from co-dependency, arrested development and all sorts of ailments frowned upon by Freud. The psychiatrist prescribed some “time off,” which quickly atrophied to “breakup.” Had Romeo and Juliet survived, and Juliet retained a therapist, I bet they would have received a similar diagnosis. The chorus of naysayers had turned out to be right.\n\nI gleaned this information from my parents. In my sporadic conversations with my brother, we almost never broached his romantic loss. When the following April 1 arrived, I found myself on the phone with him again, talking our usual scatological nonsense. \n\nI could hear his new girlfriend in the background. I do not like her. She could hoist my shivering body from icy waters, broker a peace accord in the Middle East and grant me all credit, pilot a spaceship to Mars and plant a flag on which she has painstakingly needlepointed my portrait ... and still I would not like her. \n\nAfter all, I never witnessed this woman entering my childhood home without a knock, ponytail bouncing, in search of a Popsicle; I never heard her yell “But that’s so unfair!” at my parents before storming from a room; I did not argue with her about the holding rights to a TV remote control with righteous fervor; and I never, ever inadvertently introduced her as my baby sister. \n\nI desperately wanted to explain all this to my brother. I wanted to tell him how, since his breakup, a small but fundamental hole had opened in my life and that, in being so abruptly and permanently disconnected from his old girlfriend, it felt as if my sister had died. \n\nBut those are not the type of things my brother and I speak about. And it was, after all, April Fools’ Day. \n\nAnd so, with the heaviest of hearts and the slightest hint of poignancy, I made an off-color remark about a relative. We laughed; then I rushed off the phone to cry."
}