{
  "url": "http://www.nytimes.com/2008/12/28/fashion/28love.html",
  "headline": "The Kindness, and Xanax, of Strangers",
  "dateline": {
    "year": 2008,
    "month": 12,
    "day": 26
  },
  "byline": "Sally G. Hoskins",
  "text": "THERE is no more-clichéd time to get a diagnosis of breast cancer than National Breast Cancer Awareness Month, the 31 days of October when you can’t make a move without seeing a pink ribbon, either the genuine article or its likeness in frosting or smoked salmon. \n\nMy diagnosis was particularly poorly timed  given that I had just written about having put my previous bout with breast cancer (15 years earlier) behind me. But at my annual mammogram two months before, it was déjà vu all over the X-ray screen.\n\nI had a fresh case, in my previously unscathed breast. The new occurrence  was local, meaning no multiple surgeries, no chemotherapy. This time I had the very best form of breast cancer. Way to go! \n\nStill, the initial shock demanded its due. I spent one night in despair, called a couple of close friends, then realized I didn’t need to tell everyone. I was feeling better already. \n\nLast time, I joined a breast cancer support group for two months of officially sanctioned meetings. We discussed everything from death to sex to whether hydration during chemo could include Johnnie Walker Black Label.\n\n Rather than disband after eight weeks, my gang of six continued getting together to cheer one another’s progress and compare scars. No one ever had to apologize for making panicky middle-of-the-night phone calls, for seeking the comfort of conversation after a what-if nightmare. \n\nI was 40-ish then, relatively early in my career, still thinking I might remarry and have children, clueless that chemo would induce early menopause. But now, a decade and a half later, roads had been taken, choices had been made. This time the idea of a support group didn’t even occur to me. Breast cancer? I knew the drill. \n\nNevertheless, a few weeks after receiving my diagnosis I found myself jammed into an 8-by-8-foot waiting room at the hospital with a cluster of similarly blindsided women, though they were all first-timers. Because of a scheduling error, we had overlapping appointments and were in this holding cell together outside the surgical zone. It was an instant support group, if you wanted one. I didn’t.\n\nLike contestants in “The Amazing Race,” we had each jumped multiple hurdles to get this far. Step 1: Don the hospital costume of two pale-green plaid gowns (one open in front, one in back), and gray socks with plastic treads. Ignore that it makes you look like a hazing victim from some sorority of the peri-menopausal. Underneath, put on disposable underwear. (It’s extremely flat and appears to have been stamped out of a roll of plastic mesh. When you first pick it up, it’s not clear it can adapt to a three-dimensional body.) Finally, return to the family waiting area and try to blend in among the healthy, fully clothed humans. \n\nAmazing Cancer Race Step 2: When your name is called, find your nurse, who will review the upcoming procedure and start an IV.\n\nMy nurse began by asking if I had a health care proxy. \n\n“You mean the ‘pull the plug’ form?”\n\nShe bristled. “Everyone calls it that! But that’s not what it is!” \n\nI asked her to look it up from 15 years ago. \n\nShe scanned the computer screen. “Someone named Charlie.” \n\nMy extremely ex ex-boyfriend. “Can I update that?” \n\nI listed a neurologist friend, someone I would trust to read the brain waves (or lack thereof).\n\nMy chatty nurse wanted to know more about Charlie. I told her it was an amicable breakup, once I got over being left for another woman. That took a mere three years. Now he’s with a babe in her 30s, young enough to be his daughter, not that there is anything wrong with that. I’m happily solo. \n\nI skipped the part about my then-diagnosis postponing our split. We had been on the verge of parting for months, but I suddenly needed someone to lean on, and only a rat dumps a cancer patient. This time I would go it alone. No reluctant boyfriend to drag along. No support group. \n\nI asked the nurse whether the upcoming procedure — inserting a thin wire to mark where the surgeon should cut — would hurt. Last time we skipped this step, and my new doctors had been cagey about pain. \n\nShe met my gaze and asked, “Do you have any Xanax?” \n\nUm, in a pocket of my disposable underwear? Stuck behind my ear in a wad of gum? I’d been told to bring virtually nothing — no purse, money, jewelry or credit cards. Clearly, while I was under the knife someone would be rifling through my locker, maybe stealing my three-dimensional underwear. I shook my head.\n\nShe went on. “Lots of women use something to take the edge off.” \n\nGreat, now you tell me. In my post-diagnosis visits to three different doctors, none had suggested pharmacological support or whipped out a prescription pad. \n\nAfter starting my IV, the nurse ushered me back to the public waiting room, where I grabbed a copy of Elle magazine with the cover line: “I Left My Wife for a Younger Woman ... and Ruined My Life.” \n\nI wanted details. I needed to hear how this man learned his lesson. But I was still searching for the article when — Step 3 — they called me to the inner sanctum waiting area, where I joined the aforementioned cluster of women: three patients and one supportive daughter.\n\nAfter the nurse apologized that we would be there for a while, we looked at one another, half-smiled, and started trading war stories about our needle biopsies, performed all over the Eastern Seaboard (Delaware, New Jersey, Manhattan, Westchester County, N.Y.). I started feeling a familiar camaraderie but resisted, saying: “If I’d known we’d be here so long, I’d have brought Elle. Did you see the article about the guy who ... ?” \n\nDelaware’s daughter jumped up, ran out and took it for me from the outer waiting room. I was touched. While the four of them talked about basic breast-cancer stuff like the rookies they were, I refrained from revealing my second-time status. Instead, I read about the writer who married too young, left his wife and children for a research assistant, was dumped, and realized it was time to grow up. Ah, men.\n\nI tuned back in to the conversation when Westchester mentioned Xanax. It seemed they had all taken one. Apparently some things never change. As a teenager, I was the only girl who didn’t know key details about first-time sex. Now I was the only patient who had not taken my tranquilizers. \n\nWhen I admitted this, Delaware and her daughter exchanged a look. Then Delaware said, “I might have another one.” She rummaged through her daughter’s purse, pulling out a crumpled Ziploc bag containing a mix of pink, blue and white pills. \n\nNew Jersey said, “Yeah, take one!” \n\nDelaware dumped a pale blue tablet into my palm. I briefly considered declining. After all, this pill didn’t come from a prescription bottle, and I had known this woman for only 12 minutes. But in that little room with my unexpected club of fellow travelers, downing the pill was practically a reflex.\n\nWe had been instructed not to take anything by mouth after midnight, but Delaware’s daughter handed me a cup of water, announcing authoritatively that I could have one sip. I was already accepting drugs from her mother, so what the heck. I swallowed, and my peers smiled approvingly, basking in their chemically enhanced glow. Every 10 minutes or so, one of them checked to see whether I was “feeling it” yet.\n\nA sixth woman then crowded in and announced that she had just had the wire insertion — no big deal. We eyed her with suspicion. \n\nWestchester asked, “Did you have a needle biopsy last week?” (Translation: Do you know what pain is?) \n\nAnswer: “Yeah, this was nothing like that. Piece of cake.” \n\nWe exchanged relieved grins. The new woman was apparently hanging with us until she got the all-clear for Step 4, the surgery waiting room. I felt lightness in the crown of my head, no doubt the Xanax kicking in. I said: “Hey, she didn’t really have the wire thing. Her job is to put on a gown and pop into waiting rooms pretending she went through procedures, just to reassure the real patients.”\n\nEveryone laughed.\n\nWhen I saw my nurse again, I had a definite buzz, but suddenly couldn’t recall if the drug she had suggested was Xanax or Valium. Could be trouble. What if Xanax was not allowed, and I would have to come back for the procedure another day? I dummied up. Two minutes later it occurred to me that I didn’t want to find out too late that the pill I had swallowed would interact with the anesthesia, even if I had updated my “pull the plug” document.\n\nI caught the nurse’s eye. “Uh, remember you told me about taking something? For relaxation?”\n\nShe nodded. \n\n“I just took a Xanax.”\n\nShe thought I was joking. By all appearances I was a responsible adult, a neurobiologist (as she knew), and so not exactly a prime candidate for scoring controlled substances in the waiting room. But there it was. I had depended on the kindness, and drug stashes, of strangers. \n\nMY nurse said it was O.K., then squeezed my shoulder, and I went confidently to Step 5, the wire insertion, knowing I would bob along the surface of my fear for the rest of the day. Yes, I was buoyed in part by my Xanax-filled water wings. But what really kept me afloat was the one thing I had mistakenly believed I could do without: the loving care that flows freely among female strangers even in short-term groups like this one, established within minutes and disbanded just as quickly, only to re-form with a whole new cast in the next waiting room, and the next. \n\nFifteen years ago, I needed a soon-to-be-ex-boyfriend to maintain the trappings of a doomed relationship. I needed support-group meetings even when I no longer needed support. This time I had tapped into something simpler and deeper. There would be plenty of pain and anxiety to come: surgery, follow-up treatments. Yet each appointment promised more waiting rooms full of women who would pull me through."
}