{
  "url": "http://www.nytimes.com/2008/06/01/fashion/01love.html",
  "headline": "My Boyfriend Tried to Be Homeless but Couldn’t Cut It",
  "dateline": {
    "year": 2008,
    "month": 6,
    "day": 1
  },
  "byline": "Lee Conell",
  "text": "IN April of my freshman year, my boyfriend, Terry, decided he wanted to be homeless. Among the decisions I expected a college-age boyfriend to make (changing cellphone plans, or maybe going vegan), homelessness was not one of them.\n\nStill, I took the situation calmly. I had known Terry since high school and had watched him pass through various phases: Goth, punk, anarchist, Marxist and Zen. When he explained that he was giving up his room to live on the farms and in the woods surrounding our Hudson Valley college town, I did not make a scene. I told myself this, too, would pass and politely asked him why he did not want to live in a house.\n\n“I want to try to exist as free from material stuff as possible,” he said.\n\nI squinted at him. “But I like your apartment. It’s in a great location.”\n\nTerry looked straight into my eyes. “This is just something I have to do for myself.”\n\nI didn’t say anything. It’s hard to argue with that personal power stuff.\n\nOver dinner that evening, I told a girl who lived in my dorm about Terry’s plan. “I’m really worried about it,” I said.\n\nA matter-of-fact business major from Brooklyn, she blurted, “He’s crazy!” She plunged her fork into a pile of rice, and then offered a thinly veiled criticism of me: “I would never put up with that.”\n\n“He’s not so crazy,” I told her. “He’s going to be saving a lot of money. And I can understand wanting to feel close to nature.”\n\n“No,” she said. “He’s definitely crazy.”\n\nMy roommate was equally nonplused. Where would he keep his stuff or brush his teeth? Could a city kid like him really transition into the life of an ascetic? \n\nI had no answers. How would I explain his decision to others? Shouldn’t I have seen this coming? Several months earlier, Terry had given me the book “Into the Wild” for Valentine’s Day (because nothing says “I love you” like the story of a young man starving to death in the Alaskan wilderness). That should have been a clue. \n\nLuckily, Terry wouldn’t have to worry about starvation in his own foray: he had a girlfriend with a college meal plan. I pictured myself sneaking cookies out of the dining hall and heading into the woods. People would think I was harboring an escaped convict.\n\nAn Oprah-esque voice in my head said: It doesn’t matter what people think as long as he feels fulfilled. But another voice in my head, the one that avoided self-help books and talk shows, was less convinced. That voice told me times had changed, and we weren’t in high school anymore. \n\nBack then, before we started dating, Terry’s acts of rebellion had impressed and attracted me. Just standing next to him, a boy who wore eyeliner and a safety pin through his eyebrow, was an easy and efficient way for me to act out. But I hadn’t been Terry’s friend only for rebellion’s sake. At heart, I understood and agreed with many of his ideas. I just expressed my agreement quietly. \n\nHis Zen phase, for example, occurred at the same time as mine, in sophomore year of high school. But while I meditated alone in my bedroom, Terry would meditate publicly: in our high school hallway, on the subway and even, as a photograph I have demonstrates, under a fountain at the Cloisters in New York City (his lined eyelids shut serenely, legs crossed in lotus, bemused museum visitors stopping to stare). \n\nIn another photograph from the same day, I also sit under that fountain, but my eyes are wide open and I’m smiling sheepishly, aware of how I stick out, a teenager crouched on the ground, surrounded by medieval art. \n\nWe were attending separate colleges when Terry and I started dating in our freshman year, but after several months Terry, unhappy with school, dropped out.\n\n This I defended to friends who gaped at the news by telling them that he was acting against the system, against the overplanned life of studying, choosing our majors, plotting out our meek life goals. What Terry was doing, I told them, was courageous, and I supported his decision even as I spent my nights in the library working wholly within the system to plot out my very own meek life goals.\n\nWhen he rented a room in my college town and took a job as a taxi dispatcher, I was glad to have him nearby. Still, with the outdoors experiment beginning, I wasn’t sure how his roof-free life would mesh with my own. I had thought the enormous buildup to college — APs, SATs, and other nefarious acronyms — was supposed to pave the way to middle-class normalcy, which didn’t involve having to deal with decisions like Terry’s.\n\n Sure, you might get involved in the occasional good-natured protest, but over all once you attended college, you were on the straight-and-narrow path. Or at least, if the economy didn’t sink, you were on the non-homeless path.\n\nIf Terry began to spend his free time lost in the woods finding himself, meditating next to a squirrel, in a state of perpetual nirvana, where would that leave me? Laboring away under fluorescent lighting? Of course, that was what I had chosen, just as I had chosen to smile for the camera under the fountain at the Cloisters while Terry sought the meaning of life in the same spot.\n\nIt was growing dark. I had an essay to start, a test coming up. Then there would be laundry to do, followed by several halfhearted attempts at matching socks and cleaning my side of the room. I took a deep breath and looked out my window. As I watched the light change, I thought of Terry underneath that sky.\n\nThen I realized that I was jealous. \n\nWhat sort of lessons would I learn if I fell asleep each night under the stars? What would happen if I left school and followed Terry’s footsteps? I knew I wouldn’t do it, being overly fond of my books, my room’s four walls and the Internet. Still, I couldn’t stop one image from transposing itself onto my textbooks: me, lying by a brook at night, listening to its babbling, knowing I was going down my own wide-open path. \n\nBut once the experiment was under way, I realized that even when you are fully committed to treading that unbeaten path, it’s not so easy to lose yourself in the woods, particularly if you’re from Queens and scared of the dark. On one of his first nights outdoors, around midnight, Terry called me at my dorm. In a small voice he asked, “Can I come over?”\n\nHe had been trying to sleep in an apple orchard. As darkness enveloped him, the apple trees began to look less like trees and more like zombies with skeleton hands. Terry was frightened by the scuttling sounds in the bushes, and just as frightened when the sounds stopped.\n\n“It’s really dark,” he said in a hollow, frightened voice. “I’m worried the farmer might find me and shoot me.” \n\nSo I told him to come by. And I made the same offer again and again over the following weeks, when around midnight my phone would ring, and Terry would ask me for shelter. He would say it was too cold for him to sleep outdoors, or that he thought he heard rabid dogs, or that the night seemed particularly dark.\n\n Although he did manage to spend a bunch of full nights out there somewhere, he only became edgier as the experiment continued. Whenever I saw him early in the day, if he wasn’t cranky from sleep deprivation, he would be twitchy with anxiety, watching the sky for the looming dark, for a sign that the time of terror approached. Conversation centered on where his sleeping spot for the night would be, and how cold Weather.Com said it would become. \n\nI couldn’t help but entertain the ways I would have done things differently if I were in his shoes, taking advantage of the peace in a way he seemed unable to do: sitting serenely in the wilderness, studying the movements of the stars, composing poetry about humanity’s unbalanced relationship with the natural world and communing with the Disney-eyed wildlife around me. I would certainly not be scared of the dark and a few barking dogs.\n\nDeep down, though, I knew I would be just as scared, or even more scared. And so I felt a little triumphant every time Terry’s experiment went south, which happened often enough.\n\n ONE night, bedded down by a river, he fell asleep with pepper spray in his grasp. Later he brushed his face with the back of his hand and immediately his eyes began to burn. Pepper spray had gotten onto his skin. Eyes smarting and sleep impossible, he walked out of the wooded area and into town, where he spent a few hours sleeping at a coin laundry before being awakened by the police. They threatened to arrest him, but let him go because they were impressed he had a legitimate day job.\n\nThat dispatcher job would prove handy during Terry’s time outdoors, as it provided him with a bathroom for tooth brushing and face washing, two activities that became difficult in the wilderness. Dorms were useful for showering. The grungier Terry looked, the easier it was for him to pass as a college student, so it wasn’t difficult for him to sneak into campus bathrooms.\n\nStill, amid the run-in with the police, sleep deprivation and treks to showers, the ideology behind his experiment began to melt away. This became clear to me after I told him that the hunger and homelessness group on campus was doing a “sleep out.” Students would spend one night sleeping outside a campus building to raise awareness about homelessness.\n\n“Oh!” Terry exclaimed happily. “Maybe I’ll do it with them. It’d be less scary if I could sleep near other people.”\n\nNot long after, he began spending most nights on the foldout couch outside my dorm room. In June he rented a room, at which point the experiment was declared over.\n\n“Terry’s living indoors now!” I bragged to friends. \n\nTerry and I are still seeing each other, and he continues to live under a roof.\n\nBut my happiness at the experiment’s failure had a darker side. In truth I had enjoyed watching his forays into the wilderness fail night after night because each retreat made me feel better, even superior, about my own safe choices: roof, college, stability. And Terry’s final surrender only drove home the point.\n\n This was hardly something to celebrate, and the dreamer in me knew it."
}