{
  "url": "http://www.nytimes.com/2008/07/06/fashion/06love.html",
  "headline": "Belief in God, Alien to Me, Helped My Daughter Survive Depression",
  "dateline": {
    "year": 2008,
    "month": 7,
    "day": 6
  },
  "byline": "Julie Schumacher",
  "text": "THE object of the Jewish women’s support group I belong to (even though I’m not Jewish) is camaraderie of a particular kind: each of us has a child, a teenager, who has fallen apart.\n\nI’m referring here to the dark constellation of parental nightmares: alcoholism, drug abuse, self-starvation, depression, suicide attempts. Most of our children have been hospitalized; all but one at the time of our first meeting were away from home in long-term treatment. \n\nNone of us saw the nightmare coming. We expected adolescence to be difficult, but we believed that with vigilance and involvement we could safeguard our children. We knew the rules: Eat together as a family. Talk openly about smoking and alcohol, drugs and sex. Find out who their friends are. \n\nWe understood that our teenagers might occasionally stumble, but they wouldn’t fall. They were raised in stable two-parent homes featuring weekly allowances, soccer practices, job charts, piano lessons and regular pediatric appointments. Other than my daughter, all were raised to believe in God.\n\nThe first time I showed up at a support group, invited by the mother of a girl my daughter had met in treatment, the women were talking about their synagogues and rabbis and about upcoming bar and bat mitzvahs. \n\n“So,” I said, struck by what I assumed was an interesting coincidence, “is everybody here Jewish?”\n\nAfter a brief silence, one woman said, “You aren’t?”\n\n“No.”\n\nAlthough I had 16 years of Methodism securely behind me, my husband once remarked that I was the least spiritual person he had ever met. “I guess I misunderstood,” I said. “I can leave.”\n\nThe woman who had invited me shook her head as if emerging from a dream and insisted I stay: “But I thought you were Jewish. Isn’t your daughter Jewish?”\n\nShe is. Years earlier, after returning from a friend’s bat mitzvah, my daughter announced, “I want to do that.” She was 11 and not yet showing signs of the illness that would barely allow her to survive to 18.\n\nI assumed her interest was a fad. Would she really want to learn Hebrew, attend regular religious services and make up for everything else she’d missed during her previous decade of leisurely weekend mornings at home?\n\nApparently, she would.\n\nHaving raised my children to be compassionate disbelievers, I did not support her plan. I feared she was entering into a foreign belief system, a foreign language, and (to me) a set of inexplicable rituals — which, of course, she was. \n\nMaybe I would have felt differently had I known that her faith would later help her survive more than 20 months in the abyss of severe depression. Ironically, agnostic that I was and still am, I sometimes found myself arguing during those terrifying months that she should cling to her belief in the divine, to any slender hint or reassurance that, during her darkest, most dispiriting moments, she was not alone.\n\nI wanted this reassurance for her, but wasn’t sure how to find it for myself. At first I didn’t want to join the support group. I could barely speak to close friends about my cabinet of miseries; how could I open it up among people I didn’t know?\n\nThe miseries of the other mothers  turned out to look remarkably like mine, and within 15 minutes we had become a sort of congregation, united not primarily by belief, but by sadness and confusion and a common shame.\n\nMost of us had hospitalized or institutionalized our children more than once, and all had been questioned by social workers: “Is there violence in the home?” “Have you sexually abused her?” In other words: what in God’s name did you do to this person?\n\nThough we riffled through our consciences and family histories for answers, we didn’t know. Most of us, obscurely suspecting we had failed at life’s most important task, told almost no one about our children’s crises, especially at first. One woman kept her teenager’s psychiatric hospitalization a secret even from his grandparents and siblings, telling them he was studying in Europe. We avoided other mothers, and we doubted ourselves. \n\nStill, we had to field questions when the children were gone. Send a child out of state for treatment and you open the door to dire warnings about “boot camps” and the astonished disapproval of family and friends. “You sent her away?” \n\nYes, we did. Because after we locked up the cough syrup and the razor blades; after we removed her bedroom door, hid the car keys and poured the vodka down the sink; and after we shortened our work hours and met with her teachers and therapists and the police, there was nothing left but a series of soul-destroying phone calls to arrange the transfer of the troubled, beloved child into the care of strangers 1,000 miles away in the hope that she would, maybe 6 or 10 or 18 months later, be able to live at home without endangering herself or others. \n\nThe hardest part, once she was gone, was to try to keep alive within the child and ourselves a faith in a better future — a belief that this collective suffering was not without meaning and would one day make sense and be put right. \n\nThis wasn’t a faith that came naturally to me. I don’t remember exactly when or how I lost my belief in God. As a child I attended Sunday school and church, was confirmed and took first communion at age 12, volunteered in the church nursery and was a member of the Methodist youth group.\n\nBut in my teens I felt pained and angry about going to church, and I began to experience my own tentative faith as a sort of betrayal.\n\nDuring services, from my favorite perch in the balcony, I had a marvelous view of the two symmetrical rows of stained-glass windows, the vaulted ceiling and the black wood pews, the beautiful pendant glass lamps, the minister’s white cassock  and the enormous bronze pipes of the organ swelling with music. The entire glorious pageant felt like a siren song calling me to accept what was impossible, urging me to confess an essential desire that would forever be unfulfilled. \n\nI sensed even then a fundamental human longing within me, and I felt that longing was being toyed with, manipulated. Observing the glorious pageant week after week, I began to feel like a starving person being given a picture of a plate of food. \n\nPerhaps my daughter’s attraction to Judaism came from a need to satisfy a similar hunger. But during the planning for her bat mitzvah, several problems arose. Prayers had to be offered during the service, and I was told that, given my status as non-Jew, those could not come from me.\n\nThe rabbi turned to my husband, a third-generation secular Jew whose parents and grandparents were atheists, and whose brother and sister were raising their children to enjoy hunting for Easter eggs in spring. \n\nHe wouldn’t be offering the prayers, either.\n\nMy daughter was told to enlist some students in her Hebrew class, who acquitted themselves very well. \n\nI don’t remember what they said; most of the prayers were in Hebrew. But if I had prayed for my daughter myself — if I were a person who prayed — I’d have asked that whatever she chose to believe in would last and sustain her, and that, no matter the identity of her God, she believe in herself.\n\nBRINGING children into the world and raising them is an act of optimism relying on obstinate hope for the future despite grim prognostications: melting ice floes, unbreathable air, poverty and a panoply of violence and unreason. New parents are often stunned by their abruptly altered view of the world as a dangerous place.\n\n Most of us, taking measure of that world, make a series of promises to our children when they’re very young: I will protect you. I will help you to make sense of your experience. You will not be alone.\n\nAs our children grow up and away from us, inheriting the world’s complications, we discover how poignant and futile those promises are. We begin to suspect that our love for our children, although essential, is also inadequate, because no matter how fervently we love them, we can’t keep them from harm.\n\nMy daughter graduated from treatment as well as high school and is in college, where she continues — successfully, for the most part — to battle her demons. Occasionally we talk about her difficult times. More often we talk about her studies; she is majoring in religion.\n\nSometimes, because it seems to distress her that I am not a believer, I soften the edges of my skepticism. During an e-mail conversation I tell her that I have found meaning in aesthetics, that I believe in words and that literature and writing have helped me feel more alive. \n\nFor a minute the screen is blank; then she sends a message claiming that belief in words isn’t really belief, and soon we’re debating the differences in religion, faith and spirituality. We define our terms and stake out our differences, and while composing my response I think, I love this person as much as the human heart can stand. \n\nAlthough I still don’t believe in God, I have come to believe in support groups. When I joined the Jewish women’s group, I worried that our monthly lunches might involve tears, handholding and episodes of recrimination and regret. They do in fact involve all of those. And I have found that the company of people who share the particular content and form of my unhappiness is a balm I cannot do without.\n\nFortunately, our meetings aren’t only about commiseration. They are also — Christian metaphor here — about rebirth. One woman in our group has decided to reinvent herself professionally. Another gives PowerPoint presentations to highlight the topic of Jewish families in crisis. All would probably describe themselves as shellshocked but stronger\n\n In banding together to tell the truth about our own and our children’s suffering, we have found resilience; and we have kept the terrible vacant loneliness at bay. Our belief in ourselves as parents has been compromised, but that’s probably all right. Most of us aren’t looking for certainty anymore so much as a complicated acknowledgment of what is. \n\nAll but one of our children — may he rest in peace — are still alive. Our hope for the others: That they outlive us. That they find something to hold on to, and hold on hard."
}