{
  "url": "http://www.nytimes.com/2008/08/03/fashion/03love.html",
  "headline": "A Gift for My Daughter Brings Up Memories of Childhood With My Father",
  "dateline": {
    "year": 2008,
    "month": 8,
    "day": 3
  },
  "byline": "Dan Beachy-Quick",
  "text": "MY father called to say a gift was on its way. It was for my 3-year-old daughter, Hana. But he told me I’d be interested in it, too. More than interested. “It will blow your mind,” he said. “It will knock your socks off.” \n\nMy father loves my daughter wildly, a love that often finds expression in gifts. I have come to anticipate such gifts with a healthy amount of wariness.\n\n I’m wary, perhaps, of love being expressed through gifts, and also of the gifts themselves, which aren’t things my wife and I would choose: plaid dresses with white-lace collars, teddy bears larger than the child herself. \n\nThe last such gift, sent a few months before for no occasion, was a porcelain music box within which a poem, printed in gold-gilt cursive, read: “I was never so blessed/as the day you were born.”\n\nIt was meant to be precious, with all the clues that to a child suggest great value: the milky-white material with heft, brass filigree around its edge, airbrushed flowers on the lid. \n\nThe poem begins as a dedication, with a florid “For” emblazoned in gold on the inside cover, and where my daughter’s name should next appear (for the truly precious must always be personal) was a small piece of paper, affixed with cellophane tape, on which my father had typed my daughter’s name in italicized Times New Roman. Then the golden engraving resumed. \n\nWhen Hana turned the key in the box, the hidden metal cylinder began to spin and out came the song in tinny pinpricks: “You Are So Beautiful.” Sometimes I find Hana on her bed with the box open, listening to the music in strange reverie. She loves it. I, of course, have my questions.\n\nI told Hana that a new present from her grandfather would arrive in a few days, and she, being at the age where the idea of any gift or surprise is the finest thing in the world, began her anticipatory questions. “Is it here, Daddy?” she would ask me ad infinitum, until its arrival. \n\nFor me, the best part of waiting for the gift is asking Hana what she thinks it might be. “An elephant?” she guessed. “A macaroni bowl without macaroni?” \n\nNothing else gives me such a sense of how astonishing desire is. Desire gives equal weight to things of radically different worth. Hana cycled through the possibilities at every meal. “A piece of glass?” “Crayons?” “A cloud?” \n\nDesire erases boundaries by easing through them. Desire is wonder in motion. Desire finds that reality’s border is loosely guarded; someone — “reason’s viceroy” — is always asleep at his post. My 3-year-old girl knows already what many poets would do well to learn: desire pushes through the limit of what is possible; it does not recognize it and retreat. \n\nA cloud in a box would blow my mind, would knock my socks off. I hoped the gift was a cloud in a box. I had my doubts.\n\n My parents divorced when I was 3, the age my daughter is now. I have very few memories of my parents together, my life before their divorce. My father letting me sip the foam from his beer as I sat on the brown-shag steps that led from the kitchen down to the living room. His yellow car. A small, mean dog named Porsche. \n\nMy mother raised me by herself in Colorado. I had no siblings. I would spend my summers in Ithaca, N.Y., with my father and his parents, with whom he lived.\n\n My father taught college courses as an adjunct lecturer, such as business management and entrepreneurship, subjects that inspired little wonder in me. What did seem wonderful was spending the summer in the same house my father grew up in. We would sleep in the same bedroom, a bed on each side of the room. \n\nAt the head of my bed, the wall was papered in a wilderness scene: the woods at sunset, the color of the sky changing from orange to yellow as the sun set between the trees. There were deer in the woods whose ears were pricked up as if they were listening for a footstep in the forest. I would go to sleep thinking I was entering that forest, getting lost in the dark. \n\nEvery summer that I arrived, I liked to pretend that I couldn’t remember how the house was put together, which room led to which, and would ask for a tour.\n\n Reassembling the house was a way of reassembling the child. The child I was in the summers —the one who wandered through the woods, who had adventures, who idolized the father he hardly knew — was so different from the child I was with my mother during the school year.\n\nBecoming a father was an experience that didn’t shatter my expectations so much as make me realize I had no expectations to shatter. I didn’t know what it was to be a father because I had grown up without one. The summers? Those were a different life.\n\nWho should I be, who could I be, for this little girl who would need me? It was a question that tormented me in those earliest days when Hana, colicky and crying for hours, could not be comforted through the sleepless summer nights, when my wife and I would wake together to try to calm our baby, when I felt desperate, when I wanted to call someone, anyone, my father, and say, “What’s the answer? What should I do?” But there was no answer. \n\nHana grew out of her colic at 3 months and began sleeping through the night. This wasn’t a feat of parenting but of biology. I was happy, grimly happy, that we all survived. Things became easier.\n\n But moments still come when the same fear suddenly blurs the image of myself as a father who knows how to be a father. That man disappears, and there is no image at all, just emptiness. And I feel as I did years ago when I held my bawling infant and asked not “Who is this child?” but “Who am I?”\n\nThe day the gift arrived, Hana and I set the large, thin envelope between us on the floor. Bound by metal clasp and heavy tape, it was sealed too tightly for Hana, so I tore it open and slid out the contents. \n\n“What is it?” Hana asked, her voice expectant, hopeful. \n\nWHAT I took out was a picture of myself. I had seen the photo countless times hanging on the wall of my grandmother’s house in Ithaca. I saw it every summer I went to be with my dad: a photo taken from one of those first summers after my parents divorced. \n\nIt is, undoubtedly, the best picture ever taken of me. I’m a little boy, 5 or 6, walking on the stone path that goes past the peonies.  I’m not wearing a shirt. I’ve been in the sun and my shoulders are golden. I’m walking away from the camera and looking back over my shoulder, smiling. My hair is blond. My eyes look like black smudges beneath my forehead. My mouth, too, is dark where it is open.\n\nThis photo, more than any other memento of my childhood, defined that time for me. When I think of myself as a child, this is the image that comes to mind. For me, it was a photo of the summer happiness that could have been permanent. \n\n“What is it, Daddy?”\n\n“A picture of me when I was a little kid,” I said, handing it to her.\n\n“Oh.”\n\nI figured she was disappointed and wouldn’t be interested for long — after all, it was not a cloud or an elephant, not a macaroni bowl without macaroni. It wasn’t precious. \n\nBut she kept holding it, examining it with  a minute attention. I figured it must have been strange for her to see me when I was more or less her own age. \n\nThen she held the picture out to me and said, “Look, Daddy, Grandpa sent me a puzzle.”\n\nShe was right. Thin lines coursed through the photo, jigsaw lines. I’d never spent enough time looking at it to notice. I’d just glanced at the picture behind its frame as I walked down the hall, the image whole in my mind.\n\nI popped it from its frame, and Hana and I pushed the puzzle pieces out from the picture. It had never been disassembled before. A little point of cardboard held each piece to the whole, a slight resistance to push through.\n\n I tried not to think about the process and mostly failed. Sitting on the floor, taking apart my childhood self, this picture of me that looked up at us as we dismantled it, piece by piece, with the daughter I was trying to raise so she couldn’t be taken apart so. \n\nWe spread them on the floor, all the little pieces. We found the circular edge and assembled it: skin tones to skin tones, and the impressionistic background of blurry grass and rocks and flowers.\n\n We continued to reassemble the photo. And when I had again a sunlit torso, and my right arm again jutted forward below my face — except I had no face, and my arm didn’t yet attach to my shoulder — Hana stood up and left, the puzzle not half finished.\n\nI wanted to call her back. “We’re not done,” I wanted to say. “You can’t leave me like this!” Say it in a tone so she would know I was joking. But I wouldn’t be joking; I knew I wouldn’t be. So I said nothing at all. \n\nI felt like a child myself, sitting on the floor next to the undone puzzle. A child with a child of his own. Parenthood, for me, occurs in the paradox of being a father and a child at once.\n\nI’d like to say that Hana returned with the music box in her hands. That’s what I desired, that recognition of the moment, those gifts through which we uncomfortably recognize who we are. To hear that tinny music would be a form of kinship, I felt, a kind of understanding.\n\n But it didn’t happen. She came back into the room to ask for something. A glass of water? \n\nThere I was, still spread across the floor. I was looking for the dark smudges that were my eyes.\n\n And there was my daughter, calling my name. Not my name. Calling me “Daddy.” There was my daughter. \n\nI was in pieces on the floor. \n\nShe was a name in a box."
}