{
  "url": "http://www.nytimes.com/2008/04/27/fashion/27love.html",
  "headline": "Meeting a Musician by Text Message Leads to Heartbreak",
  "dateline": {
    "year": 2008,
    "month": 4,
    "day": 27
  },
  "byline": "Julie Klausner",
  "text": "A CUTE guy from a rock band sent me an e-mail message out of the blue. We had a friend in common, and he saw me sing “Christmas Wrapping” by the Waitresses one night in Brooklyn, at karaoke. He wanted to say hi, he wrote, but was unshaven at the time and didn’t want to make a bad impression.\n\nSo far, so good. He was certainly handsome, which I discovered thanks to Google: lanky, thin, straw-colored hair, cheekbones so sharp they could shave slices like Post-it notes off a block of Jarlsberg.\n\nHe continued, in all lowercase, to introduce himself. I scrolled over his rambling exposition, waiting for the payoff. Was he going to ask me out? He didn’t. “i’m at home absolutely spazzing out because we’re leaving in a few days to make a record and i have to/really should finish a long list of songs. so, waving hello and/or re-hello! all the bestest.”\n\nMy enthusiasm waned. A hot guy in an indie band waved me hello and/or re-hello mid-spazz-out? And he’s leaving in a few days to make a rock album? How old is he: 40 going on 19? I rolled my eyes, but they only landed on those cheekbones on my computer screen.\n\nI wrote back and made it easy for him. I even used all lowercase, mirroring his casualness. “hi. let me know if you ever wanna get a drink sometime. it would be fun to meet up.”\n\nA relationship book I once read told women to use the word “fun” whenever possible. The author claimed it had a subliminal aphrodisiac effect on men, who want a relaxed girl attached only to good times — the human equivalent of Diet Coke. This is not me.\n\nOver the next month, I got a few texts from him reporting on his band’s stay in the Northwest: updates on their album, the weather. His texts were postcards; he was broadcasting, not communicating. Even so, I liked hearing from him and wondered if he would meet up with me in New York, or if he would flake out. Despite my skepticism, I still wanted to go on a date with a good-looking guy who went through the trouble of getting in touch with me after seeing me sing in a bar.\n\nWhile he was away, I asked my musician friends what they knew about him. Joanna, a singer, summed him up: “He’s an indie rock dreamboat. His voice is transcendent and he writes lovely lyrics. He has a nice face, he has a kid and he tours a lot. He’s a star in his world.”\n\nI was surprised to hear he was a father. I was 28 then and had never dated a guy with a child. Also, he seemed like sort of a kid himself.\n\nI have never been one for musicians. I know girls are supposed to go crazy for frontmen who close their eyes when they sing and nod their heads when the drums kick in, but I’m like Shania Twain with that stuff: That don’t impress me much. I’ll take wit and brains over the ability to carry a tune any day. You can teach a monkey to play the guitar, you know. \n\nStill, anyone who can make a living doing something creative is impressive. And he did have a nice face. I would have to take Joanna’s word for it about his lyrics, though, because I tried to listen to a couple of his songs online and was too bored by the melodies to pay attention to the words. It was typical emo stuff: droney, thick, exhausting, but obviously heartfelt. \n\nHe sent a text message when he was back in town and asked me out for Monday. I said yes, and he wrote, “actually, are you around tonight?” \n\n“No,” I wrote. I felt like a mom belatedly establishing boundaries. I heard back an hour later: “monday it is!” \n\nHe already annoyed me, and we hadn’t even met. I would soon learn a lesson men have known for years: that it’s possible to be attracted to somebody you don’t like.\n\nMaybe “like” is the wrong word. There was something clumsily endearing about him, or maybe it was just his looks. Even cynical women can be reduced to buttery puddles by a pretty face. \n\nHe told me to meet him at his subway stop in Brooklyn. He was shorter than I expected but otherwise very cute. I wore heels and a dress, like an adult on a date. He wore corduroys and slip-on Vans sneakers. I hovered over his shaggy blond head.\n\nHe took me for a walk around his neighborhood. I’m always suspicious when a guy takes his date on a walk, because it reeks of poverty and an inability to plan. It seemed as if he was taking me on a stroll of his estate, and from the way people on the street greeted him with questions about his tour and album, it was as if he was the king of his neighborhood.\n\nWe wound up in a bar, where we sat next to each other on stools. Once I got my beer, he put his knee between my legs, and I remembered why I agreed to go out with him. I felt my contempt for his Peter Pan posturing slip away as hormones seized my body. All I could think about was how the corduroy over his knee felt between my bare thighs.\n\nHe told me he bought a DVD of “The Electric Company” to show episodes to his son. I had told him that I was a fan of 1970s children’s television. “Do you want to come over and watch ‘The Electric Company’?” he asked.\n\nI squeezed his knee with my legs. “Sure.”\n\nHe lived in a one-bedroom apartment and had converted the bedroom into a playroom for his little boy. It was cluttered with wooden toys, and everything was at shin level. He kept this room for whenever his child came to visit him, which apparently was not very often.\n\nWe retired to the living room, where dresser drawers hid a Murphy bed. His mattress lowered like a drawbridge, and we fooled around on it for a few hours. It was lovely, clumsy fun. \n\nThree days later, I got a text message from him: “hope you got home okay last night!” Then, right afterward, “oops sorry julie. i thought i sent that text tuesday.”\n\nThanks to technology, there are so many more ways to fail. \n\nAfter the fail text, I heard nothing. I feel dumb admitting it, but part of me believed that making out with me would launch him into action mode.\n\nA few weeks later, on a flight from Chicago back to New York, I couldn’t sleep: I had cast myself as the lead in the pornography looping in my head. Just like Splenda can make you hungry for more sweets, even a casual sexual encounter can breed a craving for what can’t be sated by a night of fumbling on a Murphy bed. I sent a text message from the baggage claim area at Kennedy Airport.\n\nHe said he was cleaning. I offered to come over with my DVD of “Free to Be ... You & Me” on the chance he was up for some ’70s children’s TV, which by now I assumed was a euphemism. \n\nI took a cab over to his place, where we hung out in his kitchen listening to music and eating ravioli while he told me about his son. \n\nThe custody proceedings in the last week had turned ugly. The child’s mother didn’t want him to have any visitation rights, and he was heartbroken. \n\nHe told me they had gone out for three months but he had never called her his girlfriend. When he broke up with her, she announced she was pregnant. He thought she was on the pill and figured she had gotten pregnant so he wouldn’t leave. He did anyway, after which she had the baby and moved overseas.\n\nI felt bad for the woman if she thought a baby could act as maturity Miracle-Gro on a man who had dated her for months but still kept it casual. But I also felt bad for him, sideswiped by this unfortunate side effect of a life lived dreamily. I remember Joanna telling me how many of his songs were about longing and loss: I thought about the love of his life, this little boy with yellow hair, living a world away. \n\nHe made sure to use a condom with me that night, on his son’s bed. \n\nAfterward, I didn’t hear from him. I didn’t want to call, but I realized I had left my earrings and DVD at his apartment. I needed to get my things and move on, but I knew it was up to me. He wasn’t going to get in touch with me: I was waiting for the Great Pumpkin to give me back my earrings.\n\nI sent him a curt text on my way to the subway telling him that I wanted my stuff back and that I would be in his neighborhood later. In the meantime, I went to meet a friend for drinks at a bar not far from his apartment. \n\nHours after I had sent the text message, I heard back: “hi julie. so sorry i’ve been out of touch. things have been crazy. the other thing is that i’ve started seeing somebody else and wanna see where it’s going. anyway, i have your stuff, just let me know where i can drop it off, xo”\n\nI felt my cheeks get hot. How did this happen? Even though I had seen right through this clown, I still managed to get hurt. I did like him, despite everything. It wasn’t fair. \n\nSoon he entered the bar with a shopping bag and slid into the booth between my friend and me. The awkwardness was palpable, sultry, like fondue.\n\n“Hi,” he said, handing me the bag. \n\n“Thank you,” I replied, staring at my drink. \n\nThere was a long pause. \n\n“So,” he said. “What are you doing?” \n\nI took in a sharp breath and looked him in the eye. “Having a drink,” I said, answering the world’s stupidest question. \n\nHe took a moment to assess, then rose silently from the booth and slipped into the night. I took out my DVD, put my earrings on, crumpled up the shopping bag and finished my Diet Coke. "
}