{
  "url": "http://www.nytimes.com/2008/08/10/fashion/10love.html",
  "headline": "It Took a Villain to Save Our Marriage",
  "dateline": {
    "year": 2008,
    "month": 8,
    "day": 8
  },
  "byline": "Teresa Difalco",
  "text": "HERE are three truths: Intimacy isn’t always sweet. The suburbs can be lonely. And, as the writer Mary Cantwell said: “Marriages, at least in the beginning, take three people. The third provides the glue.” \n\nAnthony and I were in Year Six of our marriage, not the beginning, but we needed glue. We lived in a suburb, the kind where everyone is friendly but no one seems to be a friend. Our house was on a short street at the top of a hill. We lived at one end of a cul-de-sac, and a man named Gary lived at the other end, six houses down.\n\nEveryone on our street had big, heavy doors; who knows what happened behind them? What happened behind ours was erosion. There was trouble, but we pretended there wasn’t. We didn’t talk. As a result we were angry, and our anger was mounting. \n\nWe needed an outlet, and we picked Gary but didn’t use his name. We called him “Sidewalk Blocker” instead, and then just “Blocker.”\n\nHe parked his car on the sidewalk — big deal. But minor drama is the lifeblood of suburbs. He was an opportunity, and Anthony and I seized it; we needed glue desperately that year.\n\nThe petty details: Blocker had a two-car garage and full driveway but preferred to park his black S.U.V. across the sidewalk. There were babies on our block, and women who pushed strollers or pulled wagons, and children on bikes. Anyone who wanted to use the sidewalk in front of Gary’s house had to walk into the street to get by.\n\nThe other thing, though, was that Blocker wasn’t one of us. He lived among us without children or a wife or an apparent desire for these things. Instead of courting us, he thumbed his nose, driving too fast up the street, refusing to buy candy for Halloween.\n\n We, meanwhile, were like an ant colony, reproducing like mad, obliterating foreign objects. That Gary had the audacity to live in our neighborhood was enough to irk some, and besides, it was illegal to park on the sidewalk. We had the law on our side.\n\nI walked up and down that hill to the park every day, and as I stepped off the sidewalk in front of Blocker’s house, I shook my fist at his windows. One day I saw a window open and yelled, “Get off the sidewalk!”\n\nShortly after, I was walking with Anthony and there was Blocker in his driveway, staring us down. He sneered at Anthony. “I heard what your wife said.” He wouldn’t look at me. \n\nI wasn’t surprised. I had already profiled him, deemed him a jerk, and here he was without charm (never mind the lack of my own).\n\nAnthony explained the situation. He can be diplomatic. He told Blocker how we all walked down the hill, and that if he would just pull into his driveway a little, we would all appreciate it, thanks.\n\n“No,” Blocker said, flat but with menace. “I have to park where it’s level or my dog can’t get out.” It was clear he felt contempt for us, that he would fight. He was perfect.\n\nSaul Bellow, in “Herzog,” wrote that there’s joy in indignation, and it’s true. The sidewalk became our obsession. Who did this guy think he was? Anthony called the city to complain, and an officer wrote a ticket for Blocker. It was the start of our dance.\n\nBlocker’s response was prompt. He banged on our door, and I answered. He wore faded jeans and a T-shirt, and except for how frightening he looked — like he had killed a man in Reno — he might have passed for attractive.\n\nHe didn’t bother with pleasantries. “If you have a problem,” he said, “deal with it to my face.” Of course, we already had dealt with it to his face. No matter. He became aggressive fast, shouting expletives at us in broad daylight. \n\nAnthony gave it right back to him. I called the police. Just after Blocker left, they arrived and let us relive it all, breathless. \n\nMy pulse raced as I recounted our exchange. He had directed a special obscenity right at me. My face was red, my blood pumped — from anger, yes, but from excitement, too. \n\nThis was the year I sat across from Anthony on the couch and waved my arms while he watched the baseball game/funniest video/sitcom. I would time how long it took him to notice me but would invariably give up.\n\n This was the year the stroller became an extension of my body, the year I became aware I didn’t exist, the year I made food and people ate it, mopped the floors and people walked on them, cleaned the toilets and ... well ... you get it. It’s textbook, but Betty Friedan was not required reading for my English degree. I didn’t know how awful it would feel. \n\nThis was the year I felt trapped like Rapunzel at the top of the hill, lonely and invisible, until a man came to the door, looked me right in the eyes and called me a name. And Anthony rose up, strong and fierce, to my defense. \n\nIt went on from here, the three of us in our gloriously crazy affair. There was more yelling and name-calling. When we passed Blocker on the road, he swerved toward us menacingly, and we glared back.\n\nWhen I rode my bike to the gym, I passed Blocker’s workplace. Sometimes he was outside and made guttural sounds at me. I knew when he would be outside — just before lunch and near the end of the workday — and these were the times, I admit, I chose to ride by. I then took my stories back to Anthony, and we’d trade animated recaps over dinner. We basked in complacency. \n\nThere were more front yard tirades. Anthony had anger, remember, to burn. When the police ticketed Blocker and he still refused to move, Anthony was furious. He called them again, the tickets piled up and Blocker marched up our street like clockwork. \n\nThere was a perverse comfort in it. Anthony and I had something to share again; we were united in battle. We had passion in our lives, if not quite the conventional kind. Some couples take out personal ads and bring home swingers; we provoked the nut down the road. I craved the attention and Anthony craved the release. It improved things between us, briefly.\n\nThis went on for months, then toward the end of the year we bought a house in another town — not because of Blocker but because when Anthony and I had a problem, we threw Life Change at it, our M.O.\n\nWe wondered aloud what Blocker thought when our “For Sale” sign went up. Would he think it was because of him? It didn’t occur to us that he might not notice (or worse, not care). We assumed our obsession was mutual.\n\n So when the “Open House” signs we had posted around the neighborhood began to disappear, Anthony and I assumed Blocker had taken them. I actually harbored a secret thought that he didn’t want us to go.\n\nOne night during this time Anthony went silently to bed. We were in the worst kind of fight, the kind you walk away from seething. I fumed and drank too much wine. Then while the rest of the block kissed goodnight, I stomped down the street in the dark to Blocker’s house and pounded on his door.\n\nHe opened it, shirtless and calm; it unnerved me. I’m sure I looked crazed. I felt my face puff up. “Stop taking our signs!” I said.\n\nThere was a shift. It was he who had the advantage now — I was on his porch, and drunk.\n\n But Blocker didn’t say anything mean. He didn’t seem angry, as he should have been, that I had bothered him late at night; he didn’t threaten to call the police. We stood close, inches away. There was an intimacy in our strange hate.\n\n“I didn’t take them,” he said. “Seriously. The city picks them up sometimes. I know where they put them. I could check if you want.”\n\nNo, I didn’t want. But I thanked him, and walked home both shaken and comforted, and thinking Anthony would kill me if he knew I had crossed enemy lines like that, alone. I didn’t tell him.\n\nThere was one more encounter. Blocker drove by me in his car. He slowed and rolled down his window, and instead of grunting or sneering, he said, “Did you find your signs?”\n\n“No. I didn’t look.”\n\nWe exchanged a few more words — about the weather, his dogs — but it was quick. He drove off, and a few weeks later we moved.\n\nAfterward I heard stories about him. Some were awful: an accident he had caused taunting a woman on a bike, yelling matches with neighbors, loud parties, police cars. Anthony and I wondered if he ever thought of us. We thought of him frequently; he haunted us. \n\nHe was such a part of our lives, in fact, that he appears in the novel I’m writing, about a marriage in the suburbs; he plays himself. \n\nBut in the novel, I give us a closure I wish I could have achieved in real life — we share a beer in his driveway, make small talk. I say “Thank you” but it also means “I’m sorry,” and Blocker understands both.\n\nIN real life, though, Anthony and I moved without saying anything, and a year later — just last month — I got a phone call from an old friend, Julie. “I have kind of weird news,” she said, and paused. Pauses are never good. “Gary’s dead. He hung himself.”\n\nMy heart seemed to stop, and I couldn’t breathe. It was impossible — Blocker wouldn’t do that. He was Teflon. He was something that couldn’t break; he was stronger than all of us. \n\nBut he wasn’t, of course. Not only was he breakable, he was near his breaking point, and maybe it was even obvious. I had just been too caught up in our strange dance to see it.\n\nI struggled to sound calm like Julie — shocked, but not shattered. After all, I wasn’t supposed to care about him; we were enemies.\n\nThere were details. I hated all of them: a falling-out at his job, fights in bars, a bit of unraveling more so than usual, even for him.\n\nThen I remembered his face that first time at our door. How it was dripping with hate and anger, and I thought maybe that was the only thing he could do. It was a violent, profane tirade against all of us — against life, as it turned out. And it broke my heart. "
}