{
  "url": "http://www.nytimes.com/2008/08/31/fashion/31love.html",
  "headline": "My Son’s Battle With Autism",
  "dateline": {
    "year": 2008,
    "month": 8,
    "day": 29
  },
  "byline": "Ann Bauer",
  "text": "MY husband and I were sitting down to dinner when the police called. It was a female dispatcher whose voice I recognized from previous incidents involving my 20-year-old son, Andrew, who has autism. \n\nIn recent years, this police department has picked him up for shoplifting, taken reports from restaurants where he had dined and dashed, and once even brought him back from the airport after he tried to stow away on a plane.\n\nRoughly half of the force has lectured me about keeping a closer eye on him, placing him in a secure facility, and finding a better psychiatrist, while the other half has been sweet and apologetic, concerned about how I’m bearing up.\n\nOn this occasion the dispatcher explained that my car, which I had earlier reported stolen, had been found on the side of the highway some 70 miles away in St. Cloud, Minn. — scratched, filthy and out of gas but otherwise undamaged. I would need to retrieve it from the impound lot. My son, unhurt, was waiting at the station. When would I be able to pick him up? \n\nI swallowed a sip of Chianti and recited the line I had been rehearsing all afternoon: “I want to press charges.”\n\n“I told you, the car is fine. Your son is fine. All you have to do is come pick them both up.”\n\n“I want to press charges,” I said again, resolved to see this through.\n\n“Against your son?” she asked, incredulous. \n\n“Let me speak to your supervisor.” I felt robotic, like a windup toy. But all I could see was my firstborn child at 2, his curly blond hair and tiny hands.\n\nThe sergeant came on the line. “I’ll pick up the car tomorrow” — my voice was firm, belying my doubt — “but you need to take my son to jail.”\n\nWe went over Andrew’s stats: 6-foot-3, 280 pounds. “He’s a tournament chess player,” I reminded the sergeant. “If someone could play a game with him from time to time, that would be nice.”\n\nAfter I hung up, there was dead silence — my husband reaching for my hand. I told myself I had made a horrible mistake. The legal system now owned my vulnerable son, the same boy who only a few years ago I would have described as sweet, dreamy, hard-working and unfailingly honest. \n\nGrowing up with his younger brother and sister and me in the years after his father left, Andrew was a child with language-processing difficulties. It took him a long time to respond to even simple questions. Instead of tightening his face in concentration, he let everything go soft — eyes unfocused, mouth slack.\n\n Finally, after sifting through the superfluous memories in his brain and random shreds of human dialogue he was driven to repeat (called echolalia), Andrew would straighten, victorious, and blurt out an answer you could count on being the truth. \n\nBack then I would have said children with autism are incapable of telling lies. They don’t, as a rule, participate in games of make-believe. At 10, Andrew loved board games and vintage rock ’n’ roll, but he hung on the edge of the group when I read fairy tales before bed, disapproving because what happened in the stories wasn’t real: talking wolves, a spinning wheel killing someone, finding one’s way based upon a trail of bread crumbs. Andrew dealt solely in facts.\n\nI saw this as a major deficit. My older son couldn’t make the leap between his own experience and the whimsy of others, or lose himself in fantasy. \n\nYet neither could he fit into the real world with its nuances and rules that kept bending. He liked things rigid and predictable. Rules were rules. He did his homework on time. When it was his turn to clean up after dinner, he rinsed and stacked and polished until the kitchen sparkled.\n\nFor years I tried to engage Andrew in stories and movies, anything that might spark his ability to follow narrative and identify with other people. \n\nBy 14, he seemed to be making headway. He became hooked on romantic comedies like “Sleepless in Seattle.” He even suggested that I listen to a radio show, as Meg Ryan’s character did, to find a new husband. When I did remarry, a few years later, Andrew was my “best man.”\n\nBut at 17, he grew moody, remote and oddly poetic. He talked about “darkness crowding” him; he liked a particular girl because she walked “with silence.” \n\nBy 18, he was oversleeping and bingeing on junk food. His previously impeccable grooming habits and rule-bound life became wildly haphazard. He refused to cut his hair and started lying.\n\n One day there was money missing from his brother’s birthday stash. I couldn’t believe that Andrew had taken it, but no other explanation made sense.\n\nAs troubling as his behavior seemed, I saw it as progress ... of a sort. Yes, Andrew was headed in the wrong direction. His grades were falling. When I asked him to do a chore, he would forget or do something devious, like hide dirty dishes in the oven. \n\nStill, it seemed to me he was going through a delayed but normal adolescence, and I welcomed anything that might be considered “normal.”\n\nHis psychiatrist disagreed, insisting his change in behavior was a sign of lurking mental illness. She told me that he had mentioned having special powers and that he sometimes heard voices telling him to do bad things. “I’m so sorry,” she concluded. “Andrew is schizophrenic.”\n\n“I don’t believe that.” There was a frantic quality to my voice. I had been there before: that ice-cold moment of diagnosis. “He’s depressed, maybe. He’s being dramatic, the way most teenagers are.”\n\nShe looked at me sadly and said it was a very unlucky thing — to have both autism and schizophrenia — but more common than I imagined. \n\nI imagined other things. Like maybe Andrew was curing himself of autism. Those outrageous stories children tell that researchers say help them develop empathy and mature? My son was doing it now, moving toward adulthood at his own erratic pace. \n\nAt home Andrew told me one tall tale after another, and I was charmed; he was finally developing the imaginative life I had feared he would never have. \n\nThen he came up with an image that rattled me: a little old lady from a music video would, he claimed, sometimes materialize to scold him for his sins.\n\nFrightened, I agreed to a trial of an antipsychotic drug. His behavior only grew more bizarre. Now, Don Henley was telling him to defend the greatness of the Eagles by staring down the cars on the street.\n\n Soon Andrew had quit studying altogether and begun eating and drinking maniacally, sometimes stuffing food into his mouth until he gagged. While on a second medication that the doctor said would be more effective, Andrew slipped into full-blown catatonia. Electroconvulsive therapy was required to bring him back. \n\nIt was a terrifying time. The electroconvulsive therapy left my son with short-term memory problems and a wiry mop of Einstein-like hair. \n\nMeanwhile, his eating issues continued, even though he was no longer on the drug. We tried taking him home — the five of us living in chaos for a month — then found a crisis mental-health center with locked cabinets and doors. It was a bleak place, but the staff was terrific. One woman worked crossword puzzles with Andrew daily until his vocabulary was restored.\n\nFrom there, Andrew moved to a less restrictive setting near our house, and his intellectual life soared. He ran Spanish classes for the other residents and placed at college level on a math test. Even reading, his weakest skill, was improving. Alas, he had also become adept at escaping, stealing and lying baldly when he was caught. \n\nItems and cash belonging to his housemates began to disappear. He was routinely threatened or roughed up by shop owners from whom he had stolen, but even this didn’t faze him. When the police arrived, he would explain that he was disabled and living in a group home and ask them politely to take him back.\n\nThey did, every time. On the way, they would call me, and my husband or I would get out of bed and drive across town to pay the bill.\n\nWe had meetings, interventions. Each time we lectured him, Andrew would nod gravely, apologize, then go out and steal again.\n\nOne night at the group home, Andrew turned to me and said, “I’m not sure I’m autistic anymore.”\n\n“What are you?” I asked.\n\n“I think” — he paused for a long time — “I’m just a thief.”\n\nFIVE hours later, he stole my car.\n\nI would learn the details from the St. Cloud police: how my supposedly disabled son had plotted meticulously, climbing out a second-story window at the group home, shimmying to the ground, and walking to our house where he sneaked in and grabbed my keys, a pair of hiking boots and his extra box of clothes, then headed for Seattle by a route he had plotted on a map. \n\nWhat he hadn’t factored in was $4-a-gallon gasoline and prepay-only pumps, making it impossible for him to steal; otherwise, he might have made it.\n\n A part of me wished he had. I pictured him behind the wheel of my silver Saturn, rocketing into the setting sun.\n\n But another part of me saw it differently. Earlier at the group home, he had named his behavior for what it was, and in doing so he had spoken the truth, or at least his truth. He was asking to be an adult, I thought, and it was time for me to honor that, no matter how painful the consequences. \n\nThe following Monday I dressed as if for a school pageant to attend his arraignment. After the appearances of several other inmates, Andrew finally entered the courtroom, bursting like Gulliver out of his too-tight orange scrubs, and waved at me by waggling the fingers of one large hand.\n\n“Who is pressing charges?” the judge asked. \n\nI stood and said, “I am.” \n\n“And you are?” \n\n“His mother. Also the victim of the crime.”\n\nAndrew stared at me from his table across the room, public defender at his elbow, and nodded approvingly. He pulled himself up with pride. \n\n“Can you tell me why you’re here, Mr. Bauer?” the judge asked.\n\n“Mr. Bauer,” I thought, strangely pleased. In his deliberate, troubled way, my son had done it: he had found his way to adulthood. And although I didn’t know it then, he would find his way through this, too. But he needed to go through it, not back, and not around. Maybe that’s what he knew better than any of us.\n\nAndrew gave me a glimmer of a smile before facing the judge and narrating, in clear language, the story of his crime."
}