{
  "url": "http://www.nytimes.com/2008/03/16/fashion/16love.html",
  "headline": "The Steep Price of Our Forbidden Kiss",
  "dateline": {
    "year": 2008,
    "month": 3,
    "day": 16
  },
  "byline": "Kayla Rachlin Small",
  "text": "THE rules forbade me from being within three feet of him. I knew those rules; he knew them. Sharing a drink meant coming a yard too close. But I wanted to touch something of his, to claim my territory. So with an inch of his ale remaining, I reached for Thomas’s glass and said, “Let me have a sip.”\n\nHe did nothing to stop me. The liquid disappeared, and with it went the infection-control protocol that had been drilled into us for years.\n\nLike everyone else with cystic fibrosis, Thomas and I carry certain bacteria that are harmless to the general population but catastrophic if transmitted to another cystic fibrosis patient. Our lungs, carpeted with thick, sticky mucus, provide a chemical environment in which typically innocuous germs can wreak havoc, causing more chest infections, more weeks in the hospital and a diminished chance at living into our 30s.\n\nThe illness itself is transmitted genetically, so when people slide away from me down the subway bench because of my coughing, they’re wasting their energy.  I can smear a bacteria like  s.maltophilia over the tester lipsticks in Sephora and no one will be harmed. But stand too close to another person with cystic fibrosis, and I could kill them, or myself.\n\nSometimes I dream of leper colonies. I ache for my vision of quarantine: an apartment with others like me that has a medicine room instead of a medicine cabinet. Since I was a preteenager, I’ve mythologized this community, longed to mooch pills off a friend and compare vein sizes, in a niche where tired explanations (“This is normal. I’m always on antibiotics”) give way to brainstorming T-shirt slogans or  confessing to that single cigarette. \n\nBeing with Thomas gave me that. I met him on a January afternoon when I sat down a few seats away in the clinic waiting room. At the time, we both had staph growing in our lungs, but we didn’t yet harbor the more virulent bacteria concomitant with cystic fibrosis. Neither of us could catch anything that we didn’t already have.\n\n Still, contact wasn’t encouraged, and we kept our distance. His eyes fell upon my fishnets as the nutritionist ushered me out of her office; I gazed at his oxfords as he followed her back in. \n\nThe next time our clinic dates coincided, he asked if I wanted to get lunch. Over hamburgers, he told me about postcollege life. He had car payments and medical bills and rounds at the pub.\n\n A geologist, he was working only three days a week. It wasn’t enough money, but it gave him more time for horseback riding, which he loved and wouldn’t be physically able to do five years down the road. His lungs were O.K. for now, but there were the nonpulmonary complications, sinusitis and arthritis and irritable bowel syndrome. \n\n“I know,” I said, thinking of my own intestinal drama. “I had to take Klean-Prep twice this week.” The hamburger’s taste was heavy in my mouth; I stared at a clump of gum in the ashtray, wishing I had a piece so I’d be prepared for a kiss. \n\nAs we said goodbye, we moved to hug, then stopped. I wondered if I had overestimated his tolerance; maybe my uncensored accounts of viscera had been too much. Or maybe he was just shy. Or maybe he didn’t want to break the rules.\n\nI had already lost too much to the rules: mothers in waiting rooms asked me to sit farther away from their daughters; or nurses telling me to move back from my doorway because I was in isolation, and too close to the hallway. My summer-school house mother had sat me down saying, “There’s someone else in our dorm with cystic fibrosis.” I lit up at the news, but she wasn’t done: “She’s been trying to stay away from you.” \n\nI had had enough. When I reached for Thomas’s pint glass on our second date, I was sending the most deliberate and seductive signal possible. He followed my lead. He wrapped an arm around me as we walked. I held his hand, playing with each finger, bulbous at the tip from lack of oxygen. He picked at the hole in my stocking. I traced letters on his back. I leaned against his chest as we sat in plastic seats at the train station, felt his lungs beneath the corduroy and flesh.\n\nWe moved quickly after that. Sex held no greater epidemiological risk than casual contact. Our eagerness was partly due to the feeling that we couldn’t be rejected by one of our own. \n\nBut I didn’t lose my vanity, or my neuroses, just because Thomas knew my body’s dirty secrets. Like anyone, I worried about the spot I missed while shaving and the flab on my stomach.\n\n I could have told him that nutritional deficiency was making my hair fall out; he would have said I needn’t apologize. Instead, after a year of treating my withering hair as gently as possible, I bought a blow dryer and fried it straight for him. I was just a girl who liked a boy.\n\nI didn’t throw myself at Thomas in hopes of unconditional acceptance; I did it out of defiance. There was the expectation that we would choose safety over intimacy. There was the probability that had we born a few years earlier, neither of us would have grown old enough to have sex. And then the ultimate snub: the possibility of reproduction. \n\nThere we were, manifestations of what people fear for their babies. If we were to conceive, our child would without question have cystic fibrosis. At times, my ambivalence about such an outcome was overcome by my longing for that baby. I wanted to provoke whispers of “How tragic” and “They should have known better” — then prove those judgments wrong.\n\n I envisioned our child, head held proudly, endowed with a sense of O.K.-ness that our own parents hadn’t been able to give us. The three of us were all right, disease included. \n\nSo when Thomas climbed off my bed and reached for the packet in his coat pocket, I told him no, we didn’t need that. \n\nWe hadn’t meant for it to last. Our first touch, that first shared drink, occurred six weeks before I was to move far away from him. On a horizon marked by unknowable points of decline —  questions of when, where, how things would break down — my departure time stood out for its simplicity.\n\n For once, something was certain. Thomas didn’t have to fear hurting me when his health deteriorated, or being hurt when mine did. Like our bodies, our relationship came including a cause of death.\n\nBut disease isn’t just biology. It’s a personal culture, shaped by stories, by people, by sexuality, by cities, by coincidences. And Thomas’s was shaped differently.\n\n As our relationship tapered into text messages and the occasional phone call, I dwelled on our conflicting styles of fighting, mentally breaking him down so there would be less to miss. I dated other guys.\n\n But there was a clause in my moving-on project that said: “You can still want, and give yourself, what he promised you. You’re still entitled to that.”\n\n And so I imagined that when I visited Thomas, we would have sex. He would be on standby for when I needed to be reassured, through shared spit and skin, that I wasn’t poison, especially not to someone I loved.\n\nThen came a March afternoon when I stood in my dorm room, phone to my ear, and told Thomas I would be visiting soon.\n\n“I’m growing cepacia now,” he replied. \n\nBurkholderia cepacia: our apocalypse. For us, hearing “cepacia” is equivalent to hearing “Stage IV.” But all I heard was: “You can’t visit me.” That statement slowly evolved into the realization that I was never going to touch Thomas again. And as it would be too difficult for us to be in the same room and maintain three feet of separation, I would never see him again, either.\n\nI mourned what cepacia meant for us long before I could acknowledge what it meant for Thomas: the devastation it forecast. It could drag a patient’s lungs down to useless within a year. \n\nThat summer, Thomas had announced he was buying himself a model of an Aston Martin for his birthday; driveable midlife-crisis cars aren’t priced for 24-year-olds. But it didn’t matter that he and I had primed ourselves for death within two decades. We’d had a future, and I wasn’t prepared to lose that.\n\nIf he was going to decline, I wanted to be dramatic. I wanted to quit college and plant myself at his bedside. I imagined putting my hospital savvy to use, flushing his IV so he wouldn’t have to wait for the nurse, procuring him an Xbox from the children’s playroom. Although this ultra-competent caretaker side of me had her allure, the truth was  I didn’t want to watch Thomas disintegrate. By being there with him, I would be sentencing myself to the same end.\n\n“Are you willing to risk your life for him?” a friend asked.\n\nI wasn’t.\n\nSO for the second time, I tried to forget Thomas. I told myself he was supposed to be one episode, not my entire story. I had wanted to love someone with my disease, and I did.\n\nBut what about sitting next to him at the movies, listening as a character onscreen quipped, “I have a lethal disease”? Thomas responded, “Join the club,” and we laughed, and I wasn’t the only one for whom it turned into choking. \n\nAnother place, another time, and Thomas and I would have been banned from public school, from sleepovers. \n\nBut we grew up accumulating germs from sandboxes and stables and sodas. We grew up passing for normal, which meant keeping company with myriad people who assumed our coughing was caused by a curable-yet-contagious bug. I remember a group of runny-nosed bunkmates claiming I had made them sick, and the swell of vindication when our counselor told them, “Trust me, you didn’t get it from her.”\n\nNow, on the subway, I sense a man’s glare as I cough into a napkin. He moves a few seats away, and I want to say to him: “I can’t hurt you. You can keep scowling at me until one of us gets off. You can catch my eyes and try to pull them up to the posters warning New Yorkers about the flu, but there’s no reason for me not to be here.”\n\nExcept I’m envisioning Thomas, alive but inaccessible to me over the last eight months. And the next time the man glares at me, I actually share his desire to see me exiled. I’m thinking: You want me away from you healthy people? Quarantined along with people who sound like me? \n\nSome days, I want that, too."
}