{
  "url": "http://www.nytimes.com/2008/11/09/fashion/09love.html",
  "headline": "Feeling Helpless at My Daughter’s Birth",
  "dateline": {
    "year": 2008,
    "month": 11,
    "day": 7
  },
  "byline": "Jonathan Rabinovitz",
  "text": "“IT’S a girl.” \n\nThose three words should have been spoken by our midwife in the hospital, not by my wife in our bathroom. They should have been cause for celebration. Instead, I felt queasy. \n\nMy daughter, Tia (pronounced TYE-uh), had torpedoed herself into the world while I stood tethered to the wall phone in the kitchen, trying to summon an ambulance. I couldn’t see what was happening in the bathroom. All I could hear, suddenly, was crying. The baby had slid out into her mother’s hands. \n\nFive minutes earlier Leslie’s water had burst. Calm and cool, she had gone to shower to prepare for the hospital. Before she even turned on the water, she was yelling for me, saying she needed to push. Some other husband might have knelt on the floor, right there, and delivered his child. Not me. I told Leslie to do everything she could to keep that baby inside her. I all but told her to cross her legs. \n\nI punched in 911, fixated on the idea of my wife dying in childbirth, imagining the next day’s newspaper article  about the tragedy that left me a widower at 34. I forced myself to focus on the voice of the dispatcher. I was giving our address, making sure to enunciate every syllable, when Leslie made her pronouncement: “It’s a girl.”\n\nOver the next few days, the experience changed in the retelling from horror to comedy. Leslie had wanted to avoid the long hospital labor she had endured with Tia’s older brother, Conor, and her determination had freed her of the delivery room entirely (or so our story went). \n\nOur antics that day, March 22, 1995, became family lore. My brother obtained from the local police a tape of my conversation with the dispatcher, and we played it at a family dinner. At the end of the recording, an officer asks the dispatcher for an update. “There’s a new baby girl in Glastonbury,” she said. “The mother is fine. The father’s a wreck.”\n\nEveryone laughed; it was all good humor and warm feelings.\n\nIn the months that followed, I often told the story and would pay tribute to how Leslie gave birth. I reveled in our miracle, a testimony to a mother’s independence, a father’s irrelevance and the magic of our relationship. \n\nYears later, our marriage was collapsing. In an attempt to save the relationship, we left Connecticut for California, where Leslie had family. We hoped for a new start. Instead our lives came completely undone.\n\nWe had never been great at planning, whether the task was going to the hospital to deliver a baby or deciding what careers to have. We muddled along, separating for a while and then getting back together.\n\n Ultimately, our inability to chart a course led to a series of increasingly loud and bitter arguments, culminating in a quarrel over something as silly as my staying home on Halloween doling out candy while she shepherded our children through the neighborhood.\n\n“You make me miserable,” she said the next day. We agreed that our marriage was over. \n\nMy new house was several blocks away, and soon we established a routine in which the children moved between the two places. They were, of course, shaken by the arrangement, and during the time they were with me, I would wake in the night and check their beds, worried that they were not sleeping. In the morning, I would serve them breakfast in bed.\n\nWhile adjusting to being a single father, I would occasionally tell new acquaintances about the birth of Tia. It remained a story I liked to tell, but now it was awkward given that the main character, my soon-to-be ex-wife, had become a stranger. It was perhaps fitting that the first woman I dated post-Leslie found the story appalling — despite my selling it, as I always did, as a kind of crazy and comical adventure. \n\n“It must have been terrible for you,” she said. \n\nHer response caused something to snap in me, and I opened a door to a closet. Inside was raw anger over what had happened that day. \n\nI had been expecting the birth to occur in an orderly fashion at the hospital: the midwife and nurses in scrubs, regular reports on how many centimeters her cervix had dilated, an opportunity to hold Leslie’s hand and wipe her brow. I had wanted to be the useful partner — and the witness. When the baby arrived, I would accept her from the nurse before placing her on Leslie’s chest, basking in the tableau of mother with newborn child.\n\nInstead, I lived through three of the most terrifying minutes of my life. And after an ambulance rushed Leslie and Tia to the hospital, I stayed behind and scrubbed the blood from the wooden floor.\n\nI hadn’t realized how awful I felt about the birth or acknowledged the guilt I had carried with me for failing to take care of my wife. Now, as Leslie and I brawled over the details of the divorce, my emotions were a toxic stew.\n\n We were barely able to be civil to each other in our meetings with a mediator. I would retreat from those encounters to the comfort of a new partner. I thought I had moved on, but when my rebound relationship crashed, months before the divorce was final, I felt the full weight of my marriage’s collapse. I wasn’t sure how I was going to make it to work the next day or, for that matter, keep on breathing. I had failed my children. I was alone.\n\nLast November, Leslie brought by some papers I needed to sign to complete the end of our marriage. As she handed them over, she told me she had included in the package the tape recording of my conversation with the dispatcher. \n\nI didn’t ask her why, though I had wondered what happened to the tape. I was pleased when my brother gave it to us as a gift. It struck me as a rare historical relic, particularly because my memories of that day were fuzzy. I would not recognize the police officers involved if I saw them today. I believe I got them a turkey baster, which they used to suction the muck from Tia’s face and mouth. \n\nI may or may not have watched the paramedic cut the umbilical cord. I recall a clutch of neighbors outside our door, attracted by the ambulance’s flashing lights. They gathered around the gurney carrying mother and child, as Leslie beamed and showed off the swaddled infant. \n\n“Isn’t she beautiful?” she said. \n\nSomeone must have taken our son, but I can’t remember handing him off.\n\nLeslie asked that I return the tape after I listened to it. She had already played it for our daughter. I asked Tia about it. She said it was pretty funny. “You sounded freaked out,” she said.\n\nI thought I might listen to the tape later that day. I put it on a pile of papers and did my best to avoid it. I did not want to hear the fright in my voice and relive my incompetence. I thought about burning it, stomping it or just dropping it into the trash. I imagined my great-great-grandson hearing it and thinking about how his great-great-grandfather was such a basket case. \n\nIn the ensuing months, I was swept up in guiding the kids through the school year. One day I would be calling Leslie to check whether Tia had enough colored pencils. The next she would be calling me to see if Tia had studied for the geography test. We seemed to be on the phone several times a day. \n\nIn February Leslie phoned to tell me she was taking the kids to Costa Rica. She needed me to drop everything to get a notarized letter so that Conor could get his passport, and later another notarized letter approving a trip abroad. When she lost the approval letter, I rushed to get another one. I was seething when I drove her and the kids to the airport. I told Leslie they should take a cab when they came back.\n\nTia’s 13th birthday fell while they were gone. There was no way to call or send an e-mail message. I remembered the tape. I overcame the knot in my stomach and popped it into the recorder. When I heard my quavering voice (“My wife is giving birth!”), I cringed. \n\nOn the tape, I take deep breaths to stay calm. I slowly and deliberately give our address to the dispatcher, and then suddenly shout, “The baby is out!” as if some alien creature had just escaped a maximum-security holding cell. Tia’s crying is audible in the background. A minute later the tape ends. \n\nI was startled by its brevity, and I listened to it again and again. \n\nThe dispatcher tells me to make sure Leslie is lying down and the cord isn’t around the baby’s neck. \n\n“The baby is breathing,” I diligently report back after checking. \n\nThe dispatcher asks how the mother is doing. \n\n“She’s great,” I say. I offer a few other details about the baby’s condition and then describe Leslie. “She looks wonderful,” I say.\n\nWhen Leslie and the children returned from their vacation a few days later, I was waiting for them at the airport. The kids argued over who would ride shotgun, but I said that seat was for their mother. The kids chattered about surfing and monkeys, killer ants and rain forests, while Leslie and I sat silently in the front. The antagonism hadn’t disappeared, but I had a newfound respect for her — and maybe even for myself. We were still in this together, trying to be there for our children. \n\nI dropped them off at her house, where I had left food for dinner.\n\nI STILL have the tape. At some point, I’ll return it. I’m taking my time because I can’t decide whether I want to make a copy. I hate that tape. And I know it’s amazing. It reminds me of how I failed to display any heroism, how I did the best I could in a tight situation — and how Leslie didn’t need any such help. \n\n“The mother did it all by herself,” the dispatcher says toward the end of the tape. \n\nI still shudder at the thought of Leslie giving birth alone in our bathroom. Yet now I can also marvel at what happened: how she delivered Tia with her own hands. While Leslie and I weren’t the greatest team, our daughter nevertheless made it just fine. She is, indeed, a miracle, and her entry into this world has once again become a story I like to tell."
}