{
  "url": "http://www.nytimes.com/2008/06/22/fashion/22love.html",
  "headline": "A Political Campaign Helped Rescue Our Marriage",
  "dateline": {
    "year": 2008,
    "month": 6,
    "day": 22
  },
  "byline": "Andrea Neighbours",
  "text": "LAST year I boycotted our 18th wedding anniversary. My husband, Andy, had gone out of town for our anniversary day but had left me a gift. I refused to open it. He called at least 10 times. I didn’t answer. And, for the first time, I didn’t give him an anniversary gift. I desperately wanted to make a statement, to shake us out of our ingrained and selfish habits. \n\nLouisiana had suffered two devastating hurricanes in 2005, and Andy happened to run the state’s recovery program. It was intense, stressful work, and my husband is as dedicated as they come. But two years in, something had to give, and I was afraid it was going to be us.\n\nI was no stranger to Andy’s all-consuming jobs, but now his work had begun to consume our family.\n\n He would routinely enter the house at night with a finger to his lips so no one would greet him while he finished a work call. Most family dinners he spent pacing the back porch on his BlackBerry, solving another can’t-wait crisis. \n\nHis work obsession was so notorious that our friends made sport of snapping pictures of him glued to his phone at the few nonwork events he attended, like the New Orleans Jazz Fest. Grouchy and neglected, I became the quintessential insulting spouse, maligning him in advance of an anticipated slight. \n\nThen came our Easter beach trip to Alabama. No sooner had we buckled our seat belts than Andy announced he needed absolute silence for the first hour of our drive while he took a call from a Washington bigwig. We grumbled and pouted but restrained ourselves admirably.\n\n Or so I thought. When my once relaxed and fun-loving husband got off the phone, he turned and chewed out our kids for laughing in the back seat. Laughing! \n\nThat’s right, I thought, nothing to laugh about here. We argued, and I proceeded to sulk through the weekend, freezing him out at every opportunity. On the sullen drive home, I schemed up my anniversary boycott for the following month.\n\nAndy’s anniversary present to me sat unopened on our kitchen counter for 79 days, from May to August, when I finally conceded that he could re-gift it for my birthday. But all summer it served as a daily reminder that we needed to treat each other better and make our marriage a priority again.\n\n The way we had in the beginning, when, six days after our wedding, we left behind our gifts and friends to fly off for a three-month seat-of-the-pants European bicycle journey, and then to Tanzania, where Andy had won a yearlong Rotary scholarship. \n\nOurs was a marriage launched in adventure, risk and the unknown. We cared for each other through intestinal worms, malaria and schistosomiasis. Often isolated by language, race and culture, we discovered that being strangers together in a strange land built a special intimacy, respect and trust.\n\nAfter we returned, Andy pursued a career of high-profile political work, including stints as chief of staff for two Louisiana governors. Although raising two children, now 13 and 14, certainly could be considered another joint foray as strangers in a strange land, we often found that parenthood left us more alone than together on everything from discipline to car-pooling to weekends at the La Quinta Inn for an away swim meet. \n\nThen we fell into the black hole of hurricane recovery. \n\nAfter two decades together, our relationship was on the verge of becoming another storm casualty. My anniversary boycott succeeded in pulling us from the brink: we established rules about BlackBerry use, committed to official date nights, bit our tongues and tried to listen to each other more. \n\nMonths later, when the time came for Andy to transition out of his job, he cut back his hours, allowing him more time for bike rides on the Mississippi River levee, children’s soccer games and movies. All of which helped, but we were still in the same basic situation, just better behaved. I feared our days of transformation were behind us. \n\nUntil, that is, our congressman quit midstream to become a lobbyist. The Louisiana governor called a special election to fill the job, and Andy said he wanted to run. \n\nAt first I didn’t know what to think. I was intrigued but worried that the stress of a campaign would undo the stability we had recently achieved. Our son, recalling his father’s intention to spend more time with us, viewed it as a broken promise.\n\n Only our daughter saw a potential upside, saying, “If Daddy wins, do you know how popular I’ll be?”\n\nBut in chewing over the decision with Andy, I began to feel something familiar stir in me. It was the same feeling of passion and teamwork from our early days, that adventurous time in our lives when we had more dreams than answers, when we realized that what remained in the bank, if all else failed, was each other. \n\nFor two weeks we wrestled with the question, weighing our financial concerns, the children’s after-school schedules and the two dream jobs he would turn down.\n\n What if he lost? Then again, what if he won and had to commute between Baton Rouge and Washington every week? \n\nFinally we decided to go for it. I forced a nervous smile as he launched his campaign with a speech he had practiced endlessly at our dining room table. As his tempo built, I stopped listening for “ums” and missteps and started nodding my own “amens.”\n\n The guy knew what he was talking about. All those years of dedicated work had given him a wealth of insight and experience. Our leap off the cliff sprouted wings. \n\nAs the campaign began in earnest, I shoved aside my work and activities to serve the cause. The children’s social lives were also put on hold for a relentless series of events: meet and greets, fund-raisers, debates.\n\n In Andy’s previous positions, I skipped many of the social events he was expected to attend, preferring to spend my time working alone. But in this mad dash of a campaign, I was fully on board.\n\nOur daughter embraced it, too. She loved the media attention (especially being in a television commercial) and the crush of activity at our house: late-night strategy sessions and speech practice.\n\n Our son felt abandoned for a while but then became swept up in the excitement as well, and soon he and his sister were distributing fliers, waving signs, entering names into databases, creating a Facebook page for publicity, even dressing our dog in a campaign T-shirt and parading around the farmers’ market. \n\nI attended Andy’s first meet and greet as moral support, arriving late and frazzled, not intending to participate. I devoured three powdery lemon bars before sinking into the couch to listen to Andy present his vision to the small crowd. Someone asked about health care, and Andy talked about his plan for managing the skyrocketing costs. When I raised my hand, he looked at me in surprise. \n\nEarlier in the day I had been at the state Office of Group Benefits looking into our own insurance needs, and I told the group about how I had commiserated with a woman there, talking up Andy and his candidacy, and had left with the promise of a bunch of votes.\n\nThe living room crowd clapped wildly. Shyness be damned. For 36 days, multiple times each day, I found myself erupting with stories about the qualities I love most in my husband: his scrappy nature, his ability to get along with that person in the office no one else can tolerate, how we love to cook together, how we stay up too late talking and strategizing. \n\nI bragged about his unusual accomplishments professionally — leaping the partisan divide to serve consecutively as chief of staff to a Republican, then Democratic governor. How he came home at night determined to create the most talented and racially diverse Louisiana state agency ever. \n\nAt one event late in the campaign, a battle-hardened lobbyist asked me, “So what’s your take on this campaign?” \n\nHe was a political junkie seeking insider opinion. I gave it to him, though it wasn’t exactly what he was expecting: “I recommend a political campaign to anyone whose marriage needs work.” \n\nWhen he looked at me funny, I said, “After two decades together, it was all too easy for me and Andy to insult each other, despite how much we love each other.” \n\nHe nodded as if he had been there. And frankly, who hasn’t? \n\nHow often, I explained to the lobbyist, do you have the chance to stand up and broadcast everything beautiful and impressive about the person you love? And to do it over and over again?\n\nLater that night he caught up with me and thanked me for what I had said.\n\nAFTER 18 years, anyone’s marriage can fall into a rut. But campaigning for my husband made me fall in love with him all over again. This was never more true than on that unbearable Saturday night in March when I stood beside Andy as he gripped the podium and faced the crowd of friends and supporters who had believed in his campaign as wholly as I had. The returns were in, and Andy had lost.\n\nEver the optimist, Andy used his concession speech to extol the virtues of our community, recalling the strength of people who had rebuilt after Katrina and Rita. He also sent a message of love and appreciation my way, thanking me for how I had pushed him to dream, to imagine better, to never settle for the status quo. He was talking about politics, but he might as well have been speaking about our marriage. \n\nThe next day, Andy and I drove around Baton Rouge thanking his supporters and collecting yard signs. Plucking those signs from the earth felt as if we were yanking up flowers by the roots. \n\nBut I wore my silver necklace, the one I had ignored for 79 days, my anniversary-cum-birthday gift. With its hundreds of delicately crafted silver fingers, the necklace far outshined my khaki shorts and campaign T-shirt. \n\nI wore it that day knowing I had earned it. We both had — giver and receiver. For taking a risk and venturing back into a strange land together. For needing each other again. The campaign took us to great heights and led to a bruising fall, yet it also gave us a cushion to ease our landing."
}