{
  "url": "http://www.nytimes.com/2008/11/16/fashion/16love.html",
  "headline": "A Long-Distance Fantasy Was Our Own Dangerous Liaison",
  "dateline": {
    "year": 2008,
    "month": 11,
    "day": 14
  },
  "byline": "Randon Billings Noble",
  "text": "HIS e-mail message was casual enough, but no one sends a note to an ex-girlfriend on Valentine’s Day unless he’s dissatisfied with his current relationship. \n\nhpy vday.\n\nhow goes it?\n\nwe’re in our thirties, woman.\n\nisn’t it about time for you to not invite me to a wedding? \n\nI had always carried him in the back pocket of my heart. He was my safety net. During my catastrophic breakups, he was always faintly in the background, ready to be called if needed. And he felt the same way about me. At 19 we decided that if we weren’t married to anyone else by 30, we would marry each other. But by our late 20s we had broken up, gotten back together, broken up again. Thirty came and went in silence. I had thought he was the love of my life.\n\n Yet even when we were faithful to each other, our love had the quality of an affair, and there was always an element of warfare to our relationship. We fancied ourselves something out of “Dangerous Liaisons” — sparring equals to each other but above everyone else. We were as bored by our high school lives as the Marquise de Merteuil and the Vicomte de Valmont were by the high society of the ancient regime.\n\nIn college, free from our parents and high school, we lost our tempers and withheld ourselves from each other through sulks and long walks and unanswered phone calls. Distrustful, we rifled through desks and hacked into e-mail accounts. We had light flings with others — barely anything more than talk; but to us, talk was the deepest form of betrayal. We were like Merteuil and Valmont in that a chevalier might be in my bed, and a fiancée in his, but there was still a loyalty, and a love, between us that no other relationship could possibly touch.\n\nThis volatile fuel propelled us into our mid-20s, but after that, and after what turned out to be our last breakup, even witty banter seemed difficult. The 200 miles between our home cities became a no man’s land, not the challenge it would have been even five years earlier. But still, he was always on the borders of my mind, even when I knew he was living with someone else, even when I was living with someone else. \n\nBut then I met Jerry, and my heart emptied its pockets. I left my safety net behind and went AWOL. I married without even telling him I was engaged.\n\nI didn’t tell him because by then we had drifted apart. As I far as I knew he was living with a woman in Brooklyn. But I also didn’t tell him because I didn’t want him to crash the wedding. At 19 he had told me that if I married anyone else he would kneel in the back pew and weep. I didn’t want even a scrap of worry that this might happen on my wedding day. So I didn’t tell him and it didn’t happen.\n\nBut then, nearly two months later, I got his Valentine’s Day e-mail message: “isn’t it about time for you to not invite me to a wedding?”\n\nI could imagine what it would have felt like if he had been the one to marry first, if my safety net were whisked away and spread under someone else, that feeling of being exposed on the trapeze and knowing, as I reached for the next pair outstretched hands, that there was nothing below to catch me. \n\nAlone at my computer, I stared at his e-mail message, hands in my lap, keyboard silent, eyes dry, wondering what to say. Outside a truck passed, its motor churning up Connecticut Avenue.\n\nI waited three days, and then I spent at least 30 minutes crafting these few lines:\n\n“My thirties are treating me awfully well so far — and not quite two months ago, actually, I didn’t invite you to my wedding. He’s not the ex-academic foreign-car-mechanic you predicted for me, but close — he repairs and restores violins and bows. It feels odd to tell you this via e-mail — but I hope this news finds you well. What are you up to these days?”\n\nI hated the words I wrote, the light tone and chatty details that seemed like tinsel over a bomb. But what more could I say? The less the better, I thought. His message to me had felt like an ambush, my past leaping from the bushes into the straight path I was trying to cut through the forest. I didn’t want to confront it, but there it was, uncoiled and sprung straight at my heart. \n\nHe didn’t wait three days to write back. Later that same afternoon he replied that somehow he had almost already known. He said he was happy for me — and nauseated. He said he felt a mix of congenial pride slowly crowding out the urge to “rend my clothes and claw at my eyeballs.”\n\nThis I expected. When I had thought about how I would feel if our situations were reversed, I imagined something akin to rending and clawing. I could imagine another Valentine’s Day slipping by, lonely and alone or worse: lonely with someone else, drinking coffee with him in the morning, eating steak across a table from him in the evening and lying beside him at night, staring at the ceiling, hoping he was already asleep, wishing for sleep to come so the day would finally be over. That’s the worst kind of loneliness. \n\nAnd then, three days later, to find the love of your life married to someone else, your safety net transformed into a snare that has trapped you with your worst fear. Your expected liaison has turned into an ambush and now you have to return to that empty apartment, or to that table, that bed, that someone beside you. This would be nearly unbearable.\n\nHe said he was living with someone: “We’re at a turning point, but I have hope.” \n\nI’m embarrassed to admit that when I first read that phrase, I thought he meant we were at a turning point, he and I, not he and his someone. That’s how unwilling I was even then to let go of our fantasy — the trust that we would always be there for each other — even when I had married away from this expectation, this security, this hope. \n\n He went on: “i have a fire escape with a greenhouse, a cat, a red couch, a brisket in a crockpot timed to finish at five, and you ... you have my best wishes.” \n\nHow much did he think about that comma? His use of the word “and”? Did he think he still had me? Or did he just want to remind me of my old feelings, to rekindle them, to keep me in the game? And did part of me still want to play?\n\nI wrote back:\n\n“I’m glad you wrote what you wrote. It was hard to figure out how to tell you, since I had wondered quite a bit throughout the years how I would feel if it was you telling me. Right now I’d be crazy happy for you, but three years ago it would have been my rent clothes and clawed eyeballs. I’m glad your reaction isn’t entirely rent and clawed. \n\n“I hope those four years have been good ones. I have no fire escape, no greenhouse (just windowsills), no cat, a suede-y brown couch, no brisket, a pile of chocolate chip cookies in Tupperware, a multiyear contract at the 85th ‘top’ university, and now a husband (which still sounds funny to my ear), but still the same best wishes for you.” \n\nI thought a lot about the last sentence of his e-mail message, and how mine could answer it, and where to put the comma. I consciously used a “but” instead of an “and” — the conjunction that doesn’t join two things together but turns from one to another. Part of me wanted to let him know that what we once had was irrevocably over. Part of me wanted to let him know how hard it was to end this fantasy. But I couldn’t then admit to myself that I wanted it both ways.\n\nI didn’t write again. I allowed myself to feel relieved at his response, but I didn’t believe he was letting me have anything: not relief, not closure and not his best wishes. \n\nAnd I was right.\n\nA YEAR later he wrote again. He was moving from the East Coast to a big straight-bordered state in the middle of the country. He said he had been more upset than he had let on: \n\n“it was every bit as awful as i wasn’t able to imagine. just ... bad. typed off the congratulation and took a solemn oath not to say another word for a full calendar year. consider it a wedding present.”\n\n I felt the same twist in my stomach as when I imagined him kneeling and weeping in the back pew. In high school we had been enemies and allies. He had stalked me in college, but I was a willing victim. Later, when we lived in cities separated by 200 miles of interstate, our phone calls and e-mail messages had a tricky, sly, testing quality to them, and I wondered what lay beneath our carefully orchestrated conversations. What scheme? What kind of game? And now, what had lain dormant beneath our silence? \n\nAfter the Marquise de Merteuil and the Vicomte de Valmont have exchanged letters throughout “Dangerous Liaisons,” letters that have charted their plans to seduce women and ruin men, to rekindle their affair or declare themselves enemies, Valmont loses patience with the woman. “As of today,” he writes, “I shall be your lover or your enemy.” The decision is hers — “A couple of words will do.”\n\n Merteuil responds with four: “Very well; it’s war!” From this exchange a series of betrayals leads to Valmont’s death and Merteuil’s exile. \n\nInstead of provoking or proclaiming a declaration of war, I sent a carefully constructed e-mail message wishing him some Kerouac-y adventures on his trip west, which, to my enduring ambivalence, prompted no response at all."
}