{
  "url": "http://www.nytimes.com/2009/04/19/fashion/19love.html",
  "headline": "Down to ‘The Wire’",
  "dateline": {
    "year": 2009,
    "month": 4,
    "day": 17
  },
  "byline": "Natasha SajÉ",
  "text": "TYRONE and I never watched TV together — at least we didn’t until last fall, when his lymphoma came back. We knew then what we were in for, months of waiting for the injections of Campath to knock down the cancer, and fear that it wouldn’t. We knew there would be many homebound evenings, so I put all five seasons of “The Wire” on my online DVD list. \n\nSitting together on our couch in Salt Lake City during those months, Tyrone and I couldn’t help reveling in “The Wire.” There was so much that we recognized as true. Tyrone was black — born in Jamaica, raised in London. And I am white — born in Germany and raised mostly in New Jersey. As an interracial couple from such different backgrounds, we loved the show’s painfully accurate take on race and class. \n\nStringer Bell, a drug dealer in the first season, isn’t intent only on selling drugs. He’s also doing his best to learn the class codes that would make him respectable to the white community. To that end, he dresses well — not ghetto chic, but J. Crew. \n\nI met Tyrone 30 years ago when he was working as a line chef at Ashby’s, the white tablecloth restaurant in the Washington Hilton. He’d been an executive chef in the British Merchant Navy, often the only black man on the ship. In the United States he took a position subordinate to a chef who was younger and less experienced than he — a white woman who referred to him as her “help.” \n\nAs for me, I’d quit law school and was earning money for graduate school by working in the Hilton coffee shop. One day, as I walked past Tyrone in my striped uniform, he offered me some mango. I took in the contrast between his dark skin and white chef’s coat, the graceful way he sliced the fruit. \n\nI believe we choose the sort of people we fall in love with. We envision a type, or we pursue an idea of how we see ourselves or want to be seen. Maybe we are defining ourselves out of rebellion. Of course, I realized this about myself only in hindsight, the fact that I was looking to break with convention, to not be bound by my parents’ expectations.\n\nSo, yes, maybe I was looking for someone like Tyrone, but not consciously — we just met and fell in love. Among the things that attracted me to him were his cotton shirts, his sense of style and quality, which carried through to his cooking. Once we’d moved in together, I asked him for fashion advice, and he would tell me if my skirt was too tight or if the colors of my outfit clashed.\n\nA few years later we married at City Hall, without ceremony or family. By then we had settled in Baltimore, the city of “The Wire,” where we stayed for 18 years. Our house was one block from Greenmount Avenue, a thoroughfare that degenerated from a vibrant shopping district to fast-food and check-cashing joints — and to crack cocaine. Two kids jumped me in front of the Superfresh. Our house was broken into, and my car was stolen, along with our patio furniture, U.P.S. packages, mail, the mailbox and even the plants in the yard (dug up and sold on the street, especially around Mother’s Day).\n\nWe watched our sick city as it declined and rebounded, then declined and declined, mired in a cycle of drugs and crime, as ever-present as the boy rolling a tire down an alley in the opening sequence of “The Wire.” \n\nAn Alice Walker poem begins, “Expect nothing. Live frugally/on surprise.” Tyrone and I loved “The Wire” because it did surprise — like life. People are often not who you think they are. Expectations get reset. Hope: There might be a cure. Reality: You must face death.\n\n Or such was the case with us, when, two months into Tyrone’s treatment, his Campath therapy had to be abandoned because his blood count dropped too low. Ontak, the last-ditch drug, simply didn’t work. His peripheral T-cell lymphoma (more common in the Caribbean and in Asia, rare in the United States) has been studied less than B-cell. So there was nothing to do then but wait for him to die, and to enjoy every day — not a contradiction, believe me. \n\nEvery morning and every night — up until the last 36 hours, when he couldn’t speak — Tyrone would say to me: “Another day. I’m glad to see it.” We celebrated his ability to read the newspaper, to eat the flan I made, to sit with me in the den and watch yet another episode of “The Wire.”\n\nOn the show, Lieutenant Daniels worries about how the black community will react to his white girlfriend. During our years in Baltimore a white guy once jumped out of a bar to spit at us. A black woman in a passing car rolled down her window to make an obscene gesture. But these actions were not as troubling as the jobs withheld from Tyrone, the dinner invitations that never came and the unspoken assumptions about race that are so insidious that even I could fall prey to them. \n\nAn example: For a while I taught SAT prep classes for a company as one of many instructors. Once, leaving the office and passing a cubicle occupied by a teacher and a student, I asked the white man in the suit, “Do you have a key to lock up?” \n\nThe black woman, who also wore a suit, smiled and said, “I’m Melva, the instructor. And yes, I have a key.”\n\nI had a lot to learn. I was only 24 when we started living together. \n\nEventually, the friends of mine who considered Tyrone’s working-class status to be an oddity, or a liability, fell away. Tyrone knew when people were tacky. And he was kind enough not to call them on it. Once, at a party, I referred to our neighbor’s child as “illegitimate,” which was technically correct. Tyrone later asked me, gently, “What difference does it make?” \n\nMy parents, who were middle class, alternated between bullying me and isolating me about his race. But Tyrone could fix anything — plumbing, cars, even a relationship with my parents. So he encouraged me to see them, and eventually he became the son-in-law they were grateful to have. He and my father bonded over cars and fishing. \n\nBut years later, when I was in Slovenia for a Fulbright, reconnecting with cousins I hadn’t seen since I was 21, I talked about Tyrone. My cousins asked, “Who’s Tyrone?”\n\nApparently, my father had never — not in his letters, phone calls or yearly visits to our relatives — mentioned that I was married. \n\nTyrone had worked hard to try to elevate himself, to rise above class and race, to get beyond stereotypes. He refused to serve watermelon and fried chicken. Until he decided to be cremated, he wanted to be buried in his tuxedo. But then, almost as a compensatory action for his attempts to escape race, he applauded when O. J. Simpson was found not guilty of murder. I didn’t understand until later his need to own his blackness.\n\nLong ago my aunt announced: “I don’t have a problem with him being black — the surgeon who operated on me was black. But how can you really talk to someone who doesn’t read the books you read?” (Alas, my aunt’s marriage to a man with many degrees and similar reading fare ended in divorce.)\n\nI once read an article about interracial marriage that told me what I already knew: interracial couples are more likely to stay together. After you’ve faced the wrath of family, the stares, the cold shoulders, the stupid comments, you create a bond and other people become irrelevant. Our love, spanning 30 years, seems to me to be beyond words. But I can write about the last months of Tyrone’s life, during which the realism of a gritty television program gave us joy. \n\nPolice work weirdly mimics the work of living with cancer. There’s always hope, but hope is tempered — often swamped — by hard facts. A whole season’s worth of police work can lead nowhere, twice! Chemotherapy works, sometimes, or for a while. \n\nI did the research. I knew that cancer can brew in the body for many years before it’s diagnosed. Baltimore’s rate of lymphoma is among the nation’s highest. Perhaps Tyrone’s lymphoma was triggered by our living in Baltimore. But pinpointing the cause of cancer is as impossible as unraveling a web of corruption. Or racism. Or sexism. Any web where everyone is implicated but only some people suffer.\n\n Here’s a fact that stunned me: a body can withstand five different courses of chemo. And that is exactly what Tyrone’s body withstood. The worst pain — nerve pain untouched by opiates — came from shingles, attacks that made him writhe and scream. I would get ice and a towel for him to bite and pause the DVD player until he felt better and could watch again. \n\nStrange joy: the poverty, the shootings, the corruption. The F-word became a major part of our vocabulary. “I feel you” became our new lingo for “I understand you.” \n\nIN “Anatomy of an Illness as Perceived by the Patient,” Norman Cousins writes about laughing his way through comedies to reduce the pain of debilitating arthritis. Tyrone and I sat on our couch in Salt Lake City and said, “I feel you” to the memory of Baltimore, to illness, to realism. When he became so weak he couldn’t leave the house or even make it up the stairs, he could still rally for an evening of watching people kill one another and toss the bodies into boarded-up houses. \n\n“So, when are you coming to visit me?” I heard him ask Laura, my best friend who lives 2,000 miles away. Two days later she arrived. \n\nTyrone’s last gift to me was to die while she was with us. And to wait until I had climbed into our bed to hold his hand."
}