{
  "url": "http://www.nytimes.com/2009/12/27/fashion/27love.html",
  "headline": "My Mother’s Love for Her Horses",
  "dateline": {
    "year": 2009,
    "month": 12,
    "day": 24
  },
  "byline": "Brandon Lawniczak",
  "text": "MY mother called to tell me that her horses had been stolen. The year was 2005, not 1885, and the place was central Florida, not South Dakota. So my first reaction was, “Horse rustling? Really, Mom?” \n\nBut it was no joke. As my parents had pieced together that morning from footprints, tire tracks and fence damage, the horses really had been stolen. During the night, thieves had parked a trailer on Interstate 75, several hundred feet from my parents’ farm. They then climbed the steep embankment, clipped open a wire fence, sawed through several boards and headed straight to the closest barn. \n\nInside, they found an aging, slope-backed quarter horse named Sunday and a small Haflinger named Murph, grabbed the two by the halters and took off with them in the trailer.\n\nMy mother was apoplectic. These horses were her wards, two among nine in her barn at the time, and she had let them down. “Why us?” she asked, the timeless question of victims.\n\nMurph and Sunday were not riding horses, and I didn’t see how they could be remotely valuable to thieves, except maybe on some black market where old horses are sold into a grisly end. Their fate, to me, was obvious. Although I spoke encouraging words from Chicago, I didn’t believe my mother’s beloved horses stood a chance. \n\nThe previous year my parents had moved from rural Michigan to Ocala, Fla., rolling land dotted with thoroughbred farms and strip malls. The chill of the Northern winters had become more than they could bear, and this was a new beginning in their last phase of life. They bought five affordable acres that had once been part of a larger farm before developers hacked it up and built large houses on every lot except my parents’. \n\nTheir 12-stall barn was attached to a one-bedroom living quarters. On the property in Michigan where I’d grown up, the horse barn had been 600 feet away. Now barn and house were under the same roof — my mother’s utopia.\n\nHer horses ranged in age from 10 to over 30, ancient for equines, but once my mother welcomed a horse into her barn, a lifelong commitment began. No one could care for them as well as she. Her three sons would grow up and leave; the horses, and my father, would stay.\n\nAfter months of tireless redecoration of their new place, the wallpaper, wainscoting, paintings, coasters, shelves, pillows, bedspreads, candy dishes, area carpets, toilet seats and even the light switches all depicted equestrian themes: cowboys, jumping thoroughbreds, fox hunters, grazing palominos, frolicking appaloosas. Many of the objects were gifts from her sons. Hers was an easy birthday.\n\nAfter the theft, I received daily updates. My mother contacted authorities at all levels and provided them with photographs of the animals. The state police would no doubt put their best men on it, I cynically thought. She worked up a flier with an urgent plea. A reward was offered. \n\nMy youngest brother and his family, also recent arrivals to Ocala, helped staple the fliers to nearly every phone pole, fencepost and bulletin board within a 10-mile radius. A skeptic of the Internet, my mother found, of all things, a Web site dedicated to rescuing stolen horses, netposse.com. With the help of my brother, she posted her entreaty online, with images of Sunday and Murph. \n\nThen she took to the airwaves. A local television news crew arrived the following week to film footage at the crime scene. In the report that was broadcast, the reporter began by recounting the sad story in a voice-over as my father led a horse from barn to paddock. Then my mother appeared on the sofa dressed in Western attire, her dark hair neatly combed, holding framed photographs of Sunday and Murph on her lap. She sat straight, perceptively self-conscious, as she described the horses and how much she missed them. She was never a person who invited attention, and I could think of little else that would enticed her before a camera.\n\nI praised her efforts, as futile as I believed them to be.\n\nWhen my brothers and I were children, my mother taught us to ride until we reached the point where we needed, or thought we needed, professional instruction. We rode Western style, like cowboys, and most summer weekends the family piled into our Suburban and hauled the trailer to horse shows throughout the “thumb” of Michigan’s Lower Peninsula. A three-day show at the county fairgrounds was an annual ritual, the five of us sleeping in a rented motor home, the horses tied up in a nearby pole barn. \n\nIt is not easy keeping horses. The beasts are helpless in captivity. Every morning my father faithfully rose at 5 for two hours of watering, feeding and cleaning the stalls. Later they had to be fed again, some let out, others let in. And then there was the evening feeding and cleaning. This Sisyphean existence was my parents’ life for decades. We sons helped at times, but my father bore the brunt, never complaining. He lived to do it for her.\n\nAs a grumpy adolescent, fed up with the chores, frustrated we couldn’t take a normal vacation or join a country club, I would occasionally turn to one of my brothers and say, “She’s crazy, you know.”\n\nI stopped riding when I was 16. Cars, girls, sports, whatever the teenage distraction, I lost interest, and my horse life all but ended. How much it ended became clear several years ago when my wife and I hired a guide and two horses and went trail riding in the Colorado Rockies.\n\nAll we did was sit and walk, not even trot, over a mountain pass. It was nothing compared with what I used to do, what my mother still did every day, and yet at the end of the trail I nearly collapsed in pain when I dismounted. My legs had lost all facility with the saddle. I hobbled for days.\n\nWeeks passed in the search for Murph and Sunday. My mother’s daily reports stopped coming. As I had already concluded, she had little reason for hope. \n\nThen one day, a month after the nighttime theft, my mother called, ecstatic. “We found them!”\n\nThat morning a local sheriff had called to say that state officials had raided a run-down farm 100 miles away and discovered a dozen or so horses loose in a field. One of the agents recognized Murph from the photographs my mother had distributed.\n\nApparently, the state had put its best men on it. \n\nMy first thought was that if I had been in my mother’s place, Sunday and Murph would have spent their final days malnourished, mistreated, unloved and on the fast track to becoming dog food.\n\nShe hung up and raced to the truck and trailer with my father. It was late afternoon, but she was determined to bring them home right away. They drove 200 miles and returned early the next morning for the reunion. She later reported to me that when she released Sunday back into the stall with his mother, Gypsy, she bit him on the shoulder. \n\nI’m sure my mother had hoped for an amorous whinny, a rubbing of necks, a nibbling of ears, or something from a horse’s scant repertory of physical affection. But she laughed it off, for she had her own relationship with them whether they liked each other or not.\n\nA year later, my mother was thrown from her show gelding. She had been loping in the paddock when he shied and stopped unexpectedly. She slid along his withers and fell 16 hands to the ground and broke her femur just below the hip. All her life she had seen dangers lurking everywhere — tall buildings, bridges, tunnels — but the risks of cantering atop a tall steed seemed to elude her.\n\nI spoke to her often on the phone while she recovered. With several pins and screws holding her bone together, she was sleeping at night in the reclining chair because she could not lie in bed comfortably. At first she was restricted to plodding around in a walker, and then with a cane, until months later when she was able to get along with only a slight limp.\n\nDuring what would turn out to be our last conversation, she told me she was almost ready to ride again. But days later, while standing at the kitchen sink, singing a song in her decorated environs, her horses nearby and my father in the next room, she collapsed.\n\nShe was 68, too young. The doctors said it was most likely a heart attack or a clot. For people her age, a risk of surgery — the surgery she needed because she was thrown from the horse — is blood clotting.\n\nAFTER the funeral, my father dispersed the herd. One local couple had a large fenced front yard and wanted to wake up to the sight of grazing horses. That’s where Sunday and Gypsy went, weaned but eternally together. Another family wanted a trail horse for the kids. The show gelding was sold to a young girl. My brother took Murph and the others. We’ll never know whether my mother would have approved of the disposition, but without her there, none of it made sense anymore.\n\nAfter the death of a parent, one reflects upon life because, inescapably, it makes you consider your own and forces you to take stock. And the question I kept asking myself was this: What would it be like to have what my mother had? \n\nAs I came to appreciate over the years, especially near the end, she wasn’t crazy. She was passionate, driven by love and the kind of irrational dedication that vanquishes your fears, fills your days, wrests you out of bed in the wee hours, convinces you that standing ankle-deep in a stall of fetid sawdust is the only place you want to be, and gives you the faith that, no matter the odds, if you try hard enough, if you make the effort, you can save a life.\n\nLife has given me much over the years for which I am extremely thankful, but I don’t have that."
}