{
  "url": "http://www.nytimes.com/2009/07/26/fashion/26Love.html",
  "headline": "Trouble Too Big for Mama to Fix",
  "dateline": {
    "year": 2009,
    "month": 7,
    "day": 24
  },
  "byline": "Joyce Maynard",
  "text": "AS hard as it was sometimes caring for my children when they were little, back in those days I at least stood a reasonable chance of protecting my sons and daughter  from pain and loss. The hard part hits later, when — fiercely as you love this person and desperately as you may worry — you can’t come to your child’s  rescue. Worse, what you imagined you were doing to protect her may actually end up inflicting another form of injury, as my actions easily could have, in what happened between my daughter and me in the story I tell here.\n\nIt was the fall of 2001, and the world felt like a particularly dangerous place. My children were grown and out on their own — one son at college,  the other bumming around West Africa. My daughter, Audrey, 22, had left to spend six months volunteering with a women’s organization in a poor town in the Dominican Republic. \n\nNot long after Audrey started living in Barahona she e-mailed that she had met a young man, Johnny, who ran a kind of taxi service, offering rides on the back of his motorcycle. He had given her a lift. \n\nShe didn’t tell me much, but I knew Johnny had come to the Dominican Republic from Haiti in search of a better life. Audrey said he was handsome, smart, funny, a great dancer and wonderful to her. Within a month she wrote to say she was in love. \n\nThen nothing. Unable to reach Audrey at her rented room, I sent breezy news reports, casual questions. “How’s Johnny?” Then, “I’m worried.”\n\nFinally, I tracked her down by calling the neighbors’ house. Even on that line filled with static I could tell something was wrong. Her voice, usually so lively, sounded wary and defensive: “I just can’t talk now. There’s a lot going on.”\n\nWeeks passed. More silence. Or — almost worse — flat-sounding, one-line e-mail messages: “Will write later. Don’t worry.” \n\nBut I worried all the time now, more even than when I got the message from my son in Africa: “I’m over the worst of the malaria now.” He was writing to me, at least. From Audrey, nothing.\n\nIn early spring — six months since I had seen her last — I dreamed my daughter was running down a dirt road, with her long braid flying behind her and her face a mask of grief. The dream felt real.\n\nThat morning I knew what I would do, though I feared my daughter might never forgive me. \n\nFor years I had known the password to her e-mail account but  never used it. Now — hands trembling on the keyboard — I typed it in.\n\nSlowly, then, in messages she had written to friends, the story unfolded.\n\nShe and Johnny had gone for their H.I.V. test that December. Two weeks later: A clean bill of health for Audrey. But the man my daughter believed to be the love of her life was H.I.V. positive. Back then, for an undocumented Haitian living in the Dominican Republic, the medical services necessary to keep him alive would be available only at a cost beyond his means.\n\nIt got worse. They had mostly been careful, but not 100 percent. And the test results Audrey got could not be viewed as accurate until three months had passed. \n\nFeeling as though the room was on fire, I scrolled through the messages my daughter had written over the weeks since then (with my own hopeful, plaintive notes scattered throughout: “Tell me what’s going on! I miss you, honey!”). There were letters to the American embassy inquiring about Johnny emigrating to the United States if he were married to an American citizen. Letters inquiring about the options for treatment for both of them back home. If she came home. \n\nBut for the moment, Audrey was still living with Johnny. Loving a man with whom she could not make love. Uncertain of her own health. \n\nAll I wanted, reading this news, was to jump on the first plane to the Dominican Republic, throw my arms around my daughter. Only to do so, I would have to admit to having done this terrible thing.\n\nWhen I was very young, my mother read my diary. And though I loved my mother, I don’t think I ever forgave her. Now I had opened my daughter’s e-mail account so I could know the truth, and the truth had brought nothing but terror and the awareness of my own powerlessness. \n\nTwo months after discovering her secret, I broke into my daughter’s e-mail account one last time. That was the day I learned she’d had the second H.I.V. test and was O.K. I promised myself I would never again violate her that way. \n\nThe person I picked up at the airport looked different from the one I’d put on the plane eight months before. Audrey had been to a place that no one in our family would ever know or fully be able to imagine. As we drove over the Golden Gate Bridge to our comfortable Marin County home, it appeared to me as though my daughter, the most hopeful person I knew, was not just tired but weary of life.\n\nIn the days that followed, she told her brothers and me little of her time abroad, and almost nothing of Johnny  or the one-room shack they had shared, though one day she called him, and afterward her face was streaked with tears. \n\nI had recently purchased a 20-year-old Mercedes convertible — my first non-Mom car. Now I made Audrey a proposal: to take a road trip — top down — all the way up the coast to the border of British Columbia. I was headed to see the man who was my boyfriend. Though really, the only destination that mattered to me was reaching what I took to be the dark and broken place in my daughter’s heart. If she would just tell me what I already knew, I could offer comfort at last.\n\nBut she was understandably dubious about this trip. We had a history of stormy times, particularly when traveling. \n\n“I don’t know about this plan, Mama,” she said. “I feel like being mellow for a while.”\n\nI told her we’d take as long as we wanted. I had only one agenda, but I didn’t talk about that. So we packed our gear and hit the road. We had hiking shoes, backpacks, maps to hot springs, some of her music, some of mine.\n\nNorth we went through Mendocino and into Oregon. One afternoon we sat naked in a hot spring for nearly three hours in silence. On the Oregon coast we took off our shoes and ran on the dunes. We stayed at a tourist cabin in Washington, where I bought Audrey a painted fungus of a cabin by a field in the woods that reminded us of our old house in New Hampshire. The simple days, or that’s how I remembered them.\n\nAnd then we were within  an hour of our destination — the ferry in Port Townsend, Wash., where Audrey and I would say goodbye. She was taking a bus south to visit college friends, though I  imagined that her old life felt very distant now.\n\nEven now, I can picture the stretch of road we were driving at that moment, and I remember the ballad Van Morrison was singing as we traveled it.\n\n“I want to tell you something, Mama,” she said. “It might make you mad.”\n\n“There’s nothing you can’t say to me,” I told her, gathering breath.\n\n“This is a very hard thing.”\n\nI pulled the car over onto the shoulder and turned off the engine. I held my daughter’s hand and felt the beating of my heart.\n\n“Back in the winter,” she began, “Johnny and I took this test.”\n\nThere was not a lot to be said. I told her I’d do whatever I could to help, but I knew the problems my daughter had faced, those last months, were no longer the kind a parent can fix.\n\nThe ferry at Port Townsend was next to the place where Audrey would catch the bus, so we rode together right up to the landing. Out of the trunk of the Mercedes I lifted her backpack and hat, the painted fungus, a bag of raw almonds for the long bus ride and two $20  bills — all the things a mother gives her child when there is something else the child needs that’s nowhere to be found. \n\nAfter we said goodbye, I drove the car onto the ferry and climbed out, so I could stand on deck as the boat motored out of the harbor. \n\nIt would take six years for me to tell my daughter how I’d broken into her e-mail account. Understandably, she felt betrayed. She managed to forgive me — not only forgive me, but allow me to tell this story. Fiercely loyal as she is to the suffering people of Haiti, she asked that I clarify it was in the Dominican Republic, not in Haiti, that Johnny contracted H.I.V. Not all the bad things in the Caribbean happen in Haiti, she reminded me.\n\nAnd one more thing she would say, after hearing me describe my anguish over those many months, and my obsession with making everything all right for her, when of course I couldn’t: “I wasn’t really that broken person you pictured. By the time I got home from my time in the D.R., I’d worked through a lot of the most difficult parts of this experience. I was in a stronger place for the lessons I’d learned.”\n\nOver the years since, Audrey has gone three times to Haiti. She has accompanied Johnny to Dr. Paul Farmer’s life-saving clinic in the mountains, and Johnny is alive. She has fallen in love a few times, gone to graduate school to pursue the path of school counseling. This summer, she will return once more to Port-au-Prince. \n\n“You don’t need to try and fix my life any more, Mama,” she tells me. “I can handle that part on my own.”\n\nIt is a lesson long in the learning, though the first intimations of this came to me that summer day seven years ago, when I stood on the deck of the ferry to catch a last glimpse of my daughter waving to me from the shore, with her pink hat and long braid and her wide, bright smile. We stood that way, waving, for a long time, as the boat moved steadily   away from land — she in one country, I heading toward another, until she was just a dot on the horizon, same as I must have been to her. \n\n We were off to live our lives."
}