{
  "url": "http://www.nytimes.com/2009/01/25/fashion/25love.html",
  "headline": "A Student of Intimacy, Step by Step",
  "dateline": {
    "year": 2009,
    "month": 1,
    "day": 23
  },
  "byline": "Matthew Parker",
  "text": " IT is not true that women love outlaws. They may go for a guy with a few misdemeanors and a bad haircut, but that’s about the extent of their interest in the proverbial Bad Boy. When it comes to real criminals with actual felonies and prison tattoos, many will settle for the nearest mechanic with dirty fingernails and a Japanese motorcycle. \n\nI have eight felonies, and at least twice that many misdemeanors. I’ve been to prison five times, all for nonviolent drug and drug-related offenses. I was basically a petty thief with a history of drug abuse, a past I’m neither proud of nor shy about admitting to. \n\nI am now a full-time student, and have been clean for eight years, but the deep-blue tattoos on my arms are still plain to see, the profanity pouring from my mouth is plain to hear, and I smell like a tobacco factory. There’s your outlaw, ladies. Read me and flee.\n\nSo no one should be surprised that I seek love in an alien land. I met my girlfriend on a Web site that arranges relationships and marriages with women from Cali. No, not California, but Cali, Colombia. I recently returned from visiting her, my sixth trip in two years. I love Cali because it moves with a frantic purposefulness that would make army ants envious. The traffic lights there are more advisory than imperative. \n\nMy girlfriend, Gerenith, is barely five feet tall, and is thin and beautiful, with long, curly black hair and lightly freckled brown skin. She epitomizes the hustle of Cali. Working full time for a condominium complex, she also studies business administration and finance on weekends. I love it when I give her money — to pay for a meal, say — and she shortchanges me. I pretend not to notice because it reflects a survival instinct that I am quite familiar with. Gerenith lives on about $60 a week. From this she must pay her rent, tuition and all the things that provide a modicum of comfort in a third-world country. Every peso counts. \n\nTwo years ago I bought the e-mail addresses of four women on the Cali web site for $10 each. I was 46, so I had been looking for women in their late 30s or early 40s. But Gerenith, who was 33, captivated me, especially her wide, friendly smile. She was also the first to write back, and after I sent her my photo I received an e-mail message from her every other day for months —not a simple thing, considering she had to go to an Internet cafe and pay to send them.\n\nI was thrilled. In prison, nothing is more depressing than an empty mailbox. For inmates, letters sent via snail mail are a touch of love in a place where its deprivation is part of the punishment. They are also status symbols, with bragging rights. It was devastating when letters from women who supposedly loved me were few and far between.\n\nWithin two months I started calling Gerenith once a week. She spoke no English, and my Spanish was mediocre, so conversation was difficult, but also fun — bantering between giggles to try to make ourselves understood. \n\nAfter three months, I arranged a trip to Colombia and booked a room at the Radisson, just a mile or so from her apartment. Our first meeting was in the hotel lobby. Dressed simply in a miniskirt and high heels, she was even more beautiful than in her pictures. We ate dinner in the hotel restaurant, then took a taxi to Unicentro Mall. As the night wound down we stopped at an outdoor cafe to sip Colombian beer and talk. \n\nI kissed her in the cab on the way home. The ride was too quick for me: Unicentro was a mere half-mile from the Radisson. After a final kiss in front of the hotel, I watched the taxi drive her away into the alien streets of Cali.\n\n Gerenith had to maintain her usual work and school schedule during my visit, so our time together was limited to perhaps four hours a night. She would not, however, spend the night with me, and my attempts to lure her up to my room ended in failure. This upset me, but over all, I was happy just to have her there as we wandered the malls or sat in a theater, her hand resting comfortably in mine until, kiss by kiss, she began to fill the void inside me. \n\nWhen I got out of prison in 2002, I was narcotics-free for the first time since I was a teenager, and achingly lonely. Yet I had never had a normal relationship, and I was clueless about how to get myself into one. My 11 years of forced celibacy in prison and decades of drug use had left me inept when it came to women. I sometimes had junkie girlfriends, but junkies rarely find love because their love is the narcotic. Everything else is secondary.\n\nI experimented with various forms of dating, including online, but remained lonesome because most of the women I managed to meet could not come to terms with my past. \n\nInmates typically suffer from what I call “touch deprivation.” It’s not so much the absence of sex that’s so distressing, but the absence of physical intimacy.\n\n Gerenith filled this emptiness in me even as she treated my entire first trip to Cali as a first date. She quickly laid out the rules; intimate touching was allowed, sex was not. “We’re not ready,” she’d say, again and again. And so I battened myself down, determined to make this relationship work.\n\nMy second visit four months later was viewed by her as a second date. Although she would now accompany me to my room, sex was still not an option. I was angry, and showed it, but Gerenith was as lovable as ever. On my last night there, while we watched a movie in my room, I coaxed while she gently but firmly said “No.” \n\nI glowered.\n\n“I know you have women in New York,” she said to me in Spanish. “Many women. Men always have women.”\n\nGerenith had put her profile on the Web site because she had given up on Latin men. The idea of mistresses, almost obligatory for the Colombian male, mocks her belief in traditional marriage. You cannot have love without trust, she believes, and trusting men does not come easily. She was at least more hopeful about American men. \n\n“You have girlfriends, no?” she repeated.\n\n“No.”\n\n“Mentiroso,” she replied with a laugh — Liar. \n\nI turned back to the TV. The movie was in English with Spanish subtitles, although I barely noticed. “What am I doing here?” I thought. \n\nBefore I met Gerenith, I had come across many Internet scams. Most of the women I corresponded with in foreign countries simply wanted money (one in Russia told me her family’s horse had died and she needed $400 to buy a new one) while others were ready to marry me sight unseen.\n\n Both types became easy to spot because they would tell me they loved me within a month. \n\nGerenith had yet to utter to me the Spanish phrase “Te quiero.” After 10 months of e-mail messages, phone calls and visits, I longed for her to say it, though I valued her restraint. She didn’t seem to have any ulterior motive. Aside from her little hustle of shortchanging me on occasion, she never asked me for a dime. \n\nSure, she could be seeking United States citizenship, but even if that was her secret goal, which I doubted, I had my own secrets. I hadn’t yet told her about my past, and it seemed to me on that July night in Cali, if I expected trust in return, then she deserved to know. She was surprised by the story of the last 20 years of my life but listened quietly. Although barely batting an eye over my years in prison, she was angry about my past drug use. In her eyes, it is the American lust for narcotics that gives Colombia such a bad name. She was also concerned that I would relapse.\n\nI explained that my commitment to education was how I stayed clean. I’d earned my B.A. in English literature just two months earlier and would be moving on to graduate school in the fall. I then told her of the memoir I was writing that chronicled my years as an addict — that not only was it a form of redemption for me, but might help others. This was a crucial first step in establishing trust between us. \n\nOn my third trip six months later we met in the resort town of Cartagena. I was sick with a nasty virus and spent a lot of time in bed. Unconcerned about catching it, she barely left my side. And it was there, on the romantic beaches of the Caribbean, that we exchanged vows of both love and loyalty. \n\nI had hoped to take her on a vacation in Cancún this winter, but she was denied a tourist visa to Mexico on the grounds that she hadn’t traveled at all, even to neighboring countries in South America, experience that apparently can pave the way for greater travel freedom. \n\nIt would be nice to bring her to New York around Christmas, her favorite time of year. She loves the lights that decorate Cali for Navidad. How exciting would it be for her to see Rockefeller Center lighted up, or Times Square? But if she was denied a Mexican visa, it’s almost certain she’ll be denied an American visa.\n\nUnfortunately, it seems the only way I can get her in the country is through marriage. But when I offered to marry her to bypass all this bureaucracy, she was furious. \n\n“Marriage is much more than a legal document,” she said in her fast-flowing Spanish. “It is a joining of our hearts. And how would I finish my education? Nothing is more important than our education.”\n\nI couldn’t argue with that because I feel the same way. It would be hard to have her with me now anyway; financially, it would be impossible. And the prospect of moving here frankly intimidates her. I was encouraged, however, by her use of the word “our.” \n\n“Paciencia, Mateo,” she counsels me when I express my frustration. “Paciencia.”\n\nYes, I’ll be patient. I’ll wait as long as it takes. Patience is a virtue that, for better or worse, I am all too familiar with."
}