{
  "url": "http://www.nytimes.com/2009/05/17/fashion/17love.html",
  "headline": "Dealing With Asperger’s Syndrome, With the Help of His Wife",
  "dateline": {
    "year": 2009,
    "month": 5,
    "day": 15
  },
  "byline": "David Finch",
  "text": "IT wasn’t working, any of it. Our third year of marriage threatened to be our last. I’d become cynical and withdrawn, obsessive and preoccupied, dismissive and unhelpful.\n\n “I don’t know when things got bad,” Kristen said, wiping away tears. “I feel like I’ve lost you and I don’t know what will bring you back.”\n\nIn reality she hadn’t lost me. She’d found me. The facade of semi-normalcy I’d struggled to maintain was falling away, revealing the person I’d been since childhood. I didn’t even know what was wrong with me, though my wife, a speech pathologist who works with autistic children, had her suspicions. Even so, it would be another two years before she would put all the pieces together and attach a name to what was ruining our marriage: Asperger’s syndrome.\n\nDuring Kristen’s first few years of practice, she worked only with severely autistic children. But as she expanded her clientele to include higher-functioning kids, she started learning more about Asperger’s syndrome, a comparatively mild autism spectrum disorder characterized by egocentricity and impairments in communication and socialization. That’s when she started seeing parallels to my behaviors. \n\nOne evening after we put the kids to bed, Kristen approached me with a smile, wrapped me in a hug and asked me to come downstairs to her office. First she allowed me to complete my 8:30 p.m. routine, fully aware of how essential it is to my peace of mind: circle the downstairs, note which lights are on, and stare out the front window, visually lining up the neighbors’ rooftops. I finally joined her at her desk, where she sat at the computer, ready to administer an online Asperger’s evaluation.\n\nLooking somehow clinical in her pajamas, Kristen instructed me to answer the questions honestly. No problem, since I’m honest to a fault when I choose to speak to people. For the next two hours, she led me through questions that at times had us both laughing with recognition:\n\n ¶Do you often talk about your special interests whether or not others seem interested? Who’s not interested in cleaning-product slogans?\n\n¶Do you rock back and forth or side to side for comfort, to calm yourself, when excited or overstimulated? Where’s the hidden camera?\n\n¶Do you get frustrated if you can’t sit in your favorite seat? Friendships have ended over this.\n\nAnd on it went.\n\nDuring the years Kristen and I dated, I was on my best behavior. When I slipped, she seemed to find my eccentricity endearing. I remember her laughter upon discovering dozens of pictures I had taken of myself to see what I might look like to other people at any given moment: me watching TV; me about to sneeze; me on the toilet, looking pensive. \n\nShe loved the story of how I took an emergency leave from work to boil my glasses after they had fallen from my shirt pocket in a men’s room stall. She found it pitifully charming when I would stand alone at parties, kind of dancing, or follow her from room to room, unable to engage with anyone else.\n\nThat’s just how it goes with Asperger’s. Many of us who have the disorder, identified by the Austrian pediatrician Hans Asperger in 1944, could probably pass for normal if it weren’t for three defining characteristics: egocentricity, odd and sometimes repetitive behaviors, and an obsession with a special interest.\n\n The obsession tends to make us experts in strange subjects (for me, motorist regulations, the characteristics of sounds, and the behavior of cattle, among others),   with an enthusiasm for discussing them at length at cocktail parties, oblivious to audience interest. In my case, a successful cocktail party requires scripting my conversations in advance.\n\nOn a friendly level, and for short periods of time, I was able to sustain a wonderful version of myself. A casual girlfriend might have dismissed my compulsion to arrange balls of shredded napkin into symmetrical shapes as being idiosyncratic, or even artistic. But Kristen was living with me, and she had become increasingly skilled in assessing autism spectrum disorders. There was no longer anywhere for Hyde to hide. \n\nShe started observing my unusual behaviors — rigid adherence to routines, unusual reactions to social stimuli, conditional regard for the needs of others — as I became less capable of hiding them. Before long, my endearing quirks multiplied and became exponentially more annoying until eventually her life was flooded with my neuroses. \n\nAs I exited yet another gas station without getting gas, she asked, “Because it has an odd number of pumps?”\n\nAt a Cubs game, after I’d become overly attached to a friendly group of guys sitting near us, she said: “Yes, they were fun to talk to, but I don’t know if those guys want to be your friends. No, you may not ask them.”\n\nAnd annoyed by my constant questioning about how long the Thanksgiving feast at Aunt Deb’s might last this year, she snapped: “Why does it matter how long the dinner will be? I have no clue. None. Get over it.”\n\nAshamed by my seeming insanity, I withdrew until our life together became long car rides without conversations or laughter, silent evenings watching TV in the same room but feeling worlds apart, months without any real connection.\n\nBut that day in Kristen’s office was a watershed moment for me, and ultimately for us. As she continued her evaluation, I laughed and cried as the questions so perfectly revealed me. My score: 155 out of 200. That meant, as Kristen put it, “a whole lot of Asperger’s” — an armchair diagnosis that would later be seconded by a health-care professional. \n\nI’d spent two decades trying to understand why I didn’t fit in. Now I had my answer. As a control, Kristen evaluated herself. Her score: 8. \n\nWith the data on the table, it was obvious. But naming my problem was one thing. Fixing it was something else altogether. How does someone with Asperger’s rid himself of the very coping mechanisms that allow for day-to-day functioning?\n\nAutism spectrum disorders are not cured with medication, but their associated behaviors can be worked with. What I needed initially were communication skills and a sense of empathy, neither of which, in my case, had been factory-installed. Fortunately, I was living with a highly qualified therapist with a strong motivation to help. Her objective: re-invent our marriage. Her first mission: figure out how to get me to communicate. \n\nI know: a lot of husbands could use a lesson in this, right? For us, however, this went way beyond the typical husband/wife dynamic. Whenever my routine got disrupted, or I was made to do something that didn’t interest me, I would shut down, unable to engage in any constructive way. To get me to overcome this, Kristen started pushing me to my breaking point, backing off just before I was about to snap. If she thought I could handle 10 minutes of a TV show I didn’t pick, but 20 minutes would send me over the edge into meltdown, she would change the channel after 18 minutes. \n\nShe also stopped allowing me to swallow my frustrations. I would be sitting on the couch, upset about, say, the messy house, and I would hear: “Come on, Dave. Out with it.”\n\n“What?”\n\n“Your jaw is clenched and you haven’t spoken all night.”\n\nMinutes would pass as she stared at me.\n\n“All right, damn it, look, this place is a mess! Anytime I need to walk anywhere I’m stepping on books and clothes and toys and there’s piles of laundry on the chairs that need to be folded. I don’t see how this is ever going to work if we can’t keep a clean house.”\n\nSo we worked on how to vent constructively, a process that began with her actually having to explain to me why my insolent behavior might upset people. Positive changes — me talking reasonably about a problem — were rewarded with her newfound joy in being in my company, which is what I craved more than anything. \n\nA few months later, the same conversation sounded more like this:\n\n“What’s the matter, Dave?”\n\n“The house is such a mess, you know? It’s frustrating. Doesn’t it seem like we’re barely able to keep a handle on things?”\n\n“Well, sure. We have two toddlers and you work really late sometimes. I can’t keep them entertained, educated, on schedule and keep up with the housework. Something’s got to give, and I prefer it not be my time with them.”\n\n“Fair enough.” Then something occurred to me. “I can help if that’s what you need.” Duh.\n\n“That would be great. Actually, you could have picked up this room instead of sitting on the couch, pouting.”\n\n“Right.” (“Pick up messes. Don’t pout,” I wrote in my Journal of Best Practices.)\n\nAcquiring empathy seemed a taller order, given that my Aspergerish point of reference is myself in every circumstance. (Someone just slipped and killed himself in the men’s room? I see. How long until they get him out of there so I can go?) But I’ve learned that people can develop empathy, even if by rote. With diligent practice, it can evolve from a contrived acknowledgment of other people’s feelings to the real thing. \n\nTo that end, I started asking Kristen how her day was and then paying more attention to her body language than her words. (Occasionally I would have to ask if I was reading her correctly.) If I sensed she was tired, I would take the kids out so she could have quiet time. If she seemed really burned out, I would offer to give her a foot massage, or to just listen. Soon these started to feel like real rather than manufactured emotional responses. \n\nWE’RE not out of the socially crippling woods yet, and we probably never will be, at least when it comes to my fixations and repetitive behaviors. Just the other day Kristen heard me reciting shampoo ingredients in the shower and quacking when I got to the unpronounceable “methylchloroisothiazolinone” (the two short quacks reinforced the rhythm of the list, and frankly, sounded hilarious). \n\nBut over all I’m a good patient, and we’ve made steady progress. We’ve even reached a therapeutic milestone. When something is wrong, Kristen is able to whisper to me those three magic words: “Can we talk?” And instead of shutting down and freezing her out with silent brooding, I’m able to provide an equally magical response: “Yes.”"
}