{
  "url": "http://www.nytimes.com/2009/10/25/fashion/25love.html",
  "headline": "When Madness is in the Wings, Connecting With a Troubled Stranger",
  "dateline": {
    "year": 2009,
    "month": 10,
    "day": 23
  },
  "byline": "Michelle Nicole Lee",
  "text": "THERE are two kinds of madness: the kind that strikes suddenly, like a startled bird, and the kind that stalks silently for years, circling round and round until you are fully gathered in its dark wings. Mine was the latter. \n\nAll my life I have been afraid of losing my mind. I don’t know why — there is no legacy of mental illness in my family — but at a young age I decided that reality was a wild horse on which the best you could hope for was a tenuous grip. \n\nFor a military kid who moved every few years, this was not far from the truth. The world could, and often did, shift swiftly and resolutely. As I grew older, though, I came to know my illness as largely subdued, if still capable of sudden squalls: those episodes in college, for instance, when I locked myself in my dorm room for weeks at a time, surviving on industrial-size bags of cereal swiped from the dining hall. If anyone knocked, I’d indicate that I was not alone. And I wasn’t. I would awake to find gravity clinging to me like wet cloth to stone. \n\nWhen clinical depression was diagnosed in my senior year, it was a relief. The phantom had been given form, something I could rail against and, finally, accept. It was Prozac that brokered the truce. With it, I believed I had put my fear behind me. \n\nThen I met Margaret, the woman whose brief presence in my life ultimately would allow me to rescue myself, though I never would have thought so at the time. \n\nIt was my first week in graduate school. She stood on the steps of the Yale School of Drama, leaves in her hair, bellowing lines based on a passage from Medea: “What feeble night bird of misfortune is this at my door? Is this that great adventurer — the famous lord of the seas and delight of women, the heir of rich Corinth — this crying drunkard beating down the dark doorstep? Yet you’ve not had enough. You’ve come to drink the last bitter drops. I’ll pour them for you.”\n\nThe scene was electric, and I, stricken. What had wrung this rapturous outpouring from this woman, and why did no one else seem to take note of her feral presence? \n\nBRIEFLY I wondered if she was an apparition (there was something surreal about her wide eyes and hawkish face), but then she smiled and caught my gaze and I knew. She was one of them. Here but not here. With us but not. Afflicted by, and in communion with, a force both fierce and unseen — a force that both chastened and exalted her.\n\nIf you have vertigo, you avoid bridges. If you fear madness, as I do, you avoid the Faraway Nearby — that which is at once distant and perilously close, a term I had taken from the title of a Georgia O’Keeffe painting. \n\nThat day was the first of many on which I simply lowered my gaze and walked around her. Yet not only was Margaret a difficult person to ignore, she was positively viral. Her loud, vibrato voice was mesmerizing; it flung Shakespearean and Greek verse about like nursery rhymes. Her rangy physique and erect carriage added nobility to even the shabbiest ensemble. She gave off a sour-milk odor that lingered long after she’d moved on. To inoculate myself, I developed a kind of hysterical blindness. I simply stopped seeing her. \n\nAvoiding Margaret, however, was not the same as avoiding madness. During my second year at the drama school, the yawning darkness began to swallow me once again, and when the term ended I officially withdrew. \n\nA kind professor arranged for a transfer to a different program, thinking a change of location might help. Yet I felt paralyzed. Unable to move forward or back, I spent most of the summer in a stupor. Then one day I heard a voice call my name from across the street. \n\nI do not know how Margaret knew my name. I froze as though caught in the stare of the Gorgon. She smiled and admired my newly shorn head (I did not have the energy to care for it so had simply unburdened myself). \n\n“Beautiful,” she said. “I wore mine just like it when I was at the drama school.” \n\nThat she had been a student at Yale some 15 years earlier was only one of the many parallels in our lives that unnerved me. Like me, she was a black woman. Like me, she fancied herself a writer and director. Like me, she had abruptly left the program.\n\nBut by fall I had gotten myself sufficiently together to re-enroll, and I soon commenced work on a documentary project that led me back to Margaret. I didn’t know what it would be. I just knew I wanted to hear her story. And over the course of a month, I conducted several interviews with her. She not only was willing to share her story but also seemed grateful for the opportunity, though at times her participation struck me less as an act of generosity than an exorcism.\n\nOnce I got over my formidable apprehension, I found Margaret to be warm and engaging, full of hard-won insights. She was surprisingly lucid, and though I had initially committed myself to simply listening to rather than believing or disbelieving her narrative, I quickly found myself moved by her candor, and convinced of it. She spilled forth the way only someone who has been chewing her memories for years can.\n\nShe told me of her father, who preached his first sermon the day she was born, baptized her in a muddy Georgia creek and ran off her suitor with a shotgun. She told me of a mother who liked to chop wood and make pallets, who picked pecans by day and worked at the cleaners at night.\n\nThese conversations were not all catharsis for Margaret. I had stirred the pot and her disquiet was increasingly obvious. One afternoon I found her waiting for me outside my classroom door, frighteningly agitated. She thrust a few sheets of folded paper at me, asked for a few dollars and left. \n\nOpening the pages, I was overcome with dread. The scribbled letter was a release granting me permission to use the interview transcripts as I wished, provided I published the attached statement in any program distributed. \n\nThe statement began, “Never in the history of the world has God sent Satan in person, Death and her Two Sisters in person, the Devil in Person, the Snake in Person and St. Joan in Person after one individual” and bled into an account of her experience with what she called her “tactile demons.” It ended with both a plea and a command not to judge her without first walking a mile in her shoes. \n\nI was flooded with grief, remorse and a grim new appreciation for the resilience of my quarry. I had not helped her and could not. She had not helped me and could not. Mental illness was beyond all reckoning, and no amount of digging could expose and extricate its roots. The next time I saw Margaret, I thanked her and said I had everything I needed. Then I put away her letter and tapes and did not open them again for 10 years. \n\nIn the time that interceded, she remained my touchstone, always in my thoughts, as I experienced the usual outrages, triumphs and diversions. I married and promptly divorced. I crisscrossed the continent for school and work, with stays in New Jersey, California, Costa Rica, Missouri and Washington State. The only constant in my unruly, if not altogether unrewarding life, was the depression. \n\nThen two years ago, when I was living in Palo Alto, I began to suspect I was being watched. Suspicion quickly escalated to conviction, and before long I was lost.\n\nDescribing psychosis is a bit like recounting a dream. There is very little one can say to capture its horror or its brilliance. There were many dimensions to my psychosis, the most prevalent being a severe strain of paranoia fueled by profound guilt and self-reproach. No longer was my world peopled by friends, colleagues, relatives or even strangers. Instead, all had become jurors or witnesses for the prosecution, and I was to be held to account for every real or imagined offense.\n\nI created elaborate lists of past transgressions and suitable acts of contrition. I left bouquets of flowers on doorsteps. I placed Post-it notes inscribed with “I Love You” on car windows. I raked the leaves of unsuspecting neighbors. I bought meals for the homeless. I gave away precious possessions and illegally entered homes so that I might sweep away imaginary cobwebs. \n\nIT was not enough.\n\nOne day I decided to purchase two dozen red balloons from the corner grocer and distribute them randomly to passers-by. Most recipients were delighted. A few were wary. One was viscerally alarmed. It was an expression I recognized. It was the look I first gave Margaret all those years ago. \n\nIn that instant, something in me was jarred. I knew my old fear had come to pass. I had become one of them: the Faraway Nearby. And I saw just how close I had been all along, how narrow that passage is for so many of us. I wanted to shout, “I know what you’re thinking, lady, but there but for the grace of God. ...”\n\nI wish I could say I immediately checked myself into the hospital, but it would be another two months before I accepted treatment, and even then I did so with reluctance. Still, something had awakened in me, a life-altering awareness of who I was and how deeply I had fallen. I had walked a mile in Margaret’s shoes, exactly as she’d told me to, and I did not judge her but felt I knew her, just as I felt I finally knew myself.\n\nWe hear of family and loved ones intervening to help at such times of personal crisis, and mine certainly tried. But in the place I was, that kind of love could not reach me. My awakening — my salvation, at the time — relied instead upon the bond I shared with a brilliant and disturbed stranger I’d met more than a decade earlier and thousands of miles away, a fellow sufferer who in our brief time together had managed to stir me more than those with whom I’d spent a lifetime.\n\nI only wish Margaret could know the gift she gave me."
}