{
  "url": "http://www.nytimes.com/2009/02/15/fashion/15love.html",
  "headline": "His Parole Threatened Our Marriage",
  "dateline": {
    "year": 2009,
    "month": 2,
    "day": 13
  },
  "byline": "Amy Friedman",
  "text": "WHEN we met, he had already served 7 years of a 13-years-to-life sentence for murder. He was once a drug dealer and had shot and killed another dealer on a miserable spring morning in a little northern Ontario town. \n\nI was working as a newspaper columnist and had become intrigued by the many prisons in Ontario and Upstate New York. He was the chairman of the inmate committee at the first prison I visited, and initially he was hostile, wary of my intentions. The fact that we ultimately fell in love always arouses gasps of disbelief, but there wasn’t much to it. We fell in love the way people do, the same way I had fallen in love with other men. \n\nI understood he wouldn’t be eligible even for “day parole” for another three years, and no, we didn’t make love before we married. Yet he and his daughters,  who moved in with me when they were teenagers, quickly became the center of my life. A lot of people snickered behind my back about our marriage; after all, I came from a wealthy American suburb and was a graduate of a Seven Sisters school. \n\nHe was slender and muscular, with blue eyes and a firm handshake. His hair once was blond, and he thought it still was when we met. But by then, though he was only 38, it had turned silvery gray. He had grown up in a middle-class family; one sister was a doctor, another a businesswoman. His mother was wonderful. He was an athlete who took a wrong turn — a terrible turn. \n\nMy friends Kate, Diane and Anndale and my mother and father, all of whom had visited him in prison, understood why I loved him. They knew his rich voice and infectious laugh. They spoke of how he lit up whenever he had visitors. \n\nO.K., so maybe I just liked bringing warmth into a lonely man’s life, and maybe the marriage was pure ego. But then, I always thought, every marriage is in some way. \n\n Oh, and yes, he had his lines, the casually tossed off: “I want my daughters to meet you. They need to meet an impressive woman.” They’re the kind of lines that work on women like me, who like to think we are professional, that we cannot be conned.\n\nStill, some people said it: “Oh, man, Amy fell for a con. Why do you think they call them cons?” and “God, could you ever ... you know?” But they never asked, outright, “Did you ever make love?” \n\nYes, we did, every three months in a trailer on the prison grounds, behind walls and gates and under lock and key. Later I found out that guards could listen if they wanted to, because once one did, as he let me know when I was leaving after one more goodbye.\n\nI’d never talked with anyone the way I talked with him. I’d never had that kind of time. Nobody does. We talked for hours a day, often seven days a week for nearly seven years, sharing water or coffee, feet sticking to the linoleum floors, backsides aching from hard chairs, eyes stinging from smoke, hands sweaty from clutching each other across the table, hearts fluttering, limbs aching to touch, listening to the loudspeaker: “Friedman, come to the desk.”\n\nI spent six New Year’s Days in prison visiting him, and this was Year 7. I believed this would be the last, as his day-parole hearing was in two months. Instead, I woke that morning — cold, bitter cold — knowing something was wrong.\n\nThe prison was several miles from the bungalow I bought one month before we married. I bought it because I wanted us to have a place of our own — a haven for him to come to one day, and a place of comfort for the girls and me. Lopsided, badly insulated, with yellow siding and a rickety roof, it sat on the lip of the St. Lawrence River, and from every window I could see the water and towering pines and open land.\n\nI heated the bungalow with a wood stove so that in winter the air always felt like a thick blanket, fragrant with oak and pine. That New Year’s morning I lay on the couch and stared out at the river through sliding glass doors. \n\nOn this same spot, every night for all those years, I’d sat and waited for his call. I couldn’t phone him — prisoners have to call out, collect. Naturally my bills were endless pages of collect calls. But I could never get enough of his voice, not even on those days when it was drenched with anger or suppressed fear. \n\nEverything about him turned my heart inside out. Even now, 10 years since I last saw him, I can hear the thick sadness in his throat, and feel something that is no longer love but remains a kind of sweet sadness for all that was lost. \n\nBut back then, on New Year’s Day, I sat on that couch and closed my eyes, trying to imagine what it would feel like when he finally came home. To sit with him, holding his hand, staring out at this river. To watch him cook his famous fish stew and serve it on real plates. To live our lives free of guards watching us and listening in on every conversation.\n\nThat morning I felt terror. And aching. He hadn’t phoned the night before. New Year’s Eve and no call, the first night in nearly seven years he hadn’t phoned, except for those times when the prison was locked down — when violence raged inside, sometimes for weeks. During those periods there was no communication, just silence and fearful waiting.\n\nSo I phoned the prison and asked the guard, “Anything wrong in there?” \n\nSometimes I felt sorry for those guards, who sat in the same dismal rooms as we did but held nobody’s hand. \n\nI also hated them because I knew what they thought of us. They wondered about women who loved convicts. They thought, and sometimes told us, that we were sluts, miserable garbage. They asked how we could dare to bring children into these places — and who were these children? \n\nThe older guards, men and women who had worked inside for years, understood that people are people, that some cons are cool and some not so cool, some wives are messed up and some are lovely, and that some of these children would go to Harvard while some would rob banks. But most of the guards despised us and our children, and in return we despised them. \n\nSometimes in my dreams I heard their voices (“Friedman, feet on the floor, hands to yourself!”), the words they used to humiliate us in the visiting room. But that morning on the phone I heard in the guard’s voice only his own loneliness: “Nothing going on in here.”\n\n“No lockdown?”\n\n“Everything’s quiet.”\n\n“Well, is my husband in solitary then?” I held my breath. \n\n“Nope, he’s fine. In his cell. Or maybe the gym.”\n\n “But he didn’t call last night ... ” I knew never to say such things to guards, never to offer them ammunition. But I was weak-kneed, lost.\n\n“Nothing I can do about that,” he said smugly. I sat very still. The girls were away, and I was glad for that. I needed solitude. I rekindled the fire, wrapped a blanket around me and waited. I waited through the day, watching the sky turn frosty and pale, then gray, then black.\n\nWhen the clock switched from 10 to 10:01 and I knew the prison lights were out and he wouldn’t call, I tried to cry, but the tears wouldn’t come. Was he angry? Had I said or done something wrong? I thought about how much I needed him to come home, how I couldn’t spend another year in visiting rooms, supporting everyone on my meager pay, dreaming of real life.\n\nTwo days passed. I don’t remember moving once, though I must have showered and eaten. Perhaps my beloved Kate stopped by, still feisty and formidable in her 84th year. Maybe she was the first person to explain how frightened prisoners can become when they face release.\n\n I do know Graham told me that — lanky and lovable Graham, director of the prisoners’ rights organization. He also told me of men who on the eve of parole commit crimes, or suicide. How they suddenly fear the freedom they have craved for so long, how such fear can make them crazy or stupid.\n\nFinally, on Jan. 3, he called. I heard the operator say “Collect call ... ” and I screamed: “Yes, yes! I accept!” And I remember the way his voice cracked, how he sounded even farther away than usual, out of my grasp altogether.\n\n“Why?” I asked.\n\nAll night long on New Year’s Eve, he explained, he had lain in his cell thinking about us, about what was ahead, how he couldn’t do this — saddle me with a husband who faced years of parole, who couldn’t earn much money, who was a nobody, a burden.\n\n“But I love you,” I said. “I’ve spent seven years fighting for you. Don’t leave me, please. Give this a chance.”\n\nI DID talk him into letting me visit that day. We stood in that hideous room, and he held me with more passion and longing than I’d ever been held. We kissed. We smiled and wept. I gripped his hand and stared at him.\n\n“Don’t do this to us, don’t leave me,” I said, and he didn’t.\n\nNot that day.\n\nNot that month.\n\nNot for another 18 months, not until after he had been paroled, and after he had dived into a deep pool of depression and anger. \n\nIronically, he tried to combat his depression by building walls, first a sea wall of concrete blocks along the St. Lawrence, and then he kept going around the property, walling off as much as he could. But in the end, it couldn’t keep him in.\n\nHe did beat the odds and stayed outside, but when I remember  the days and nights of sadness that followed the New Year’s Eve he didn’t call, I see only a sheet of snow outside the bungalow, and I feel the cold that pierced my heart. Because that was the morning I knew we were finished. I just pretended I didn’t know. \n\nOn the outside, together at last, we never had a chance."
}