{
  "url": "http://www.nytimes.com/2009/11/15/fashion/15love.html",
  "headline": "That Delicate Membrane, the Heart",
  "dateline": {
    "year": 2009,
    "month": 11,
    "day": 13
  },
  "byline": "Kim Barnes",
  "text": "I PULLED my eyes from the hospital window, from the view of snow-covered mountains, and watched as my father struggled to raise himself from his bed. \n\n“You can’t get up, Dad.” I pressed my fingers into his shoulder, and he glared at me, his blue eyes wild with morphine and what the doctors called intensive-care-unit psychosis. When the doctors had threatened to tie him down, my mother, brother and I swore we would stay with him around the clock to make sure he didn’t separate himself from all that was keeping him alive. \n\nWe had taken up residence in the motel across the street: one room, two beds, three people. We rotated every four hours. Soon it would be my brother’s shift, and I would stumble through the icy night to the motel bed and slip into the residual warmth left by his body — a reminder of the frost-stricken nights of our childhood when he and I huddled with our parents in our shotgun shack in the Idaho wilderness, offering one another shelter against the below-zero cold of high-mountain winter.\n\n“I’m going to get up,” my father insisted. “I want to go home.”\n\nI positioned myself between his six-foot frame and the floor. “The more you rest, the sooner you get out,” I told him. “I’m here — I won’t leave you.”\n\nIt was a strange and unfamiliar place I had come to, standing watch over this man who, for so many years, had stood watch over me. I smoothed his sheets, filled his water pitcher, settled into my chair with the medical book I had borrowed from the hospital library and continued to read about the predilections of the heart.\n\nIt wasn’t my 60-year-old father’s heart that had failed but his  aorta, the huge artery  that carries blood out of the heart through the  valve whose name I couldn’t quit saying: semilunar — an incomplete moon, or perhaps its partial orbit around the body’s gravitational core.  \n\nThe false lumen — that new channel cut into the aortal wall by the rush of blood when the inner lining gave way — comes from the Latin for light: the pulse forcing a peripheral passage, allowing the blood to illuminate the heart’s inner chambers.\n\nThe descending aorta channels blood to the abdominal organs  and spine, which is why my father was temporarily paralyzed when the ballooning wall of the aneurysm came apart, or dissected. The innermost two of three aortal layers — the intima and media — had peeled inward (imagine the skin of a banana) and blocked the flow of blood. \n\nLate Christmas Eve, while making a midnight trip to the bathroom, my father had felt the violent rip in his chest, “Like a wild animal,” he said, “clawing its way out.” He’d dragged himself across the kitchen floor on his elbows, pounding for my mother, who called the ambulance, then my brother and me.\n\nI read that the odds of surviving an aortal dissection are 3-to-1 against — even worse if undiagnosed and left untreated, as was initially the case with my father. Ninety-five percent of those so afflicted die within 24 hours. But my father’s stubbornness was the stuff of family legend, and it did not surprise me that he had beaten the odds. \n\n“You couldn’t kill that man with a meat cleaver,” my husband said.\n\nIt would be years before the full damage to my father’s heart manifested itself, but in that hospital room I already sensed some deep change in him, and I had heard the truth of it in his voice: he was afraid. \n\nIn all my life, I’d known my father to be fearful only once. We were living in the woods he loved, in the small, isolated community where he worked as a logger and where our family was deeply involved in Pentecostal fundamentalism. As surely as we believed in God and his Heavenly Host, we believed in Lucifer and his legion. \n\nIt was during a time of conflict in the congregation that my father was awakened one night by the suddenly cooling air. What he saw in the doorway, he later claimed, was a demon: darkly cloaked, green eyes gleaming, filling the room with its stench. \n\nIt was my father’s violent trembling that woke my mother, his quest for enlightenment that led him to lock himself in our makeshift tool shed, fasting and praying, until he heard the voice of God telling him we must leave the woods and never return. And so we did. \n\nNow here he was, older by more than three decades, having made his way once more through the familiar dark, seized again by the sudden breaching of his heart. I know he believed that the demon had returned. Even in his sleep, he repeated the phrase: “I wasn’t ready.”\n\nIn the most literal sense, he may have meant simply that he was not ready for his body’s mutiny. But for him, as one who saw himself as a gatekeeper, not being ready was more than a crisis of faith; it was a dereliction of duty.\n\nMy father believed that each member of God’s army is assigned a station: prophets, healers, caregivers, warriors. The gatekeepers are those set at the ethereal portals to guard against Satan’s intrusion. To them is given the task of vigilance, the weapons of fasting and prayer and the gift of vision so that they might see the demons’ trespass from one world into another — a task at which he believed he had failed.\n\nAnd perhaps, in the past, I had failed in my duties as daughter. Within a year of leaving the woods and moving to the city of Lewiston, Idaho, where my father had found work as a truck driver, my gathering place was no longer the church but the backstreet alleys and basements of friends, where we smoked and drank and dropped our precious hits of mescaline. \n\nAT 13, when my father’s strictures and punishments became more than I could bear, I did the only thing I believed I could do: I ran. I am my father’s daughter — stubborn, strong-willed and bent on making my own way — and this is what ties us more surely than anything.\n\nI intended to leave with a friend for California, where I was prepared to prostitute myself, if necessary, to survive. An older man was going to drive us there. It would not have turned out well. But before we were able to leave, my father came to my friend’s house, dragged me out of the closet in which I’d hidden and forced me home. \n\nHis whipping came as hard as his anger, and I remained under his dominion until the day of my high school graduation, when I faced the thing I feared the most: not just his punishing hand, but the notion that something much deeper, something truly monstrous might be unleashed. \n\nI remember how, as I stood before him that day of my leaving, the quaking began in me. When I turned and stepped from his house, I began running, and I didn’t look back. \n\nFor two years, my father shunned me. He would not say my name, speak to me or acknowledge my existence. But what came after was a kind of miracle as against all odds we slowly rebuilt our relationship. Ultimately I would marry, and he would embrace my husband and then my children, and support me in my role as a teacher and writer. \n\nEven so, when he called after reading the manuscript I had sent him of my first memoir, I feared that he might once again shun me. We talked for hours about everything that had been unspoken between us — my rebellion, my leaving home. At the end of our four-hour conversation, he said, “Do I want you to publish this book? No, I don’t. Do I think that you should? Yes, I do.” \n\nIt was an incredible gift, a moment of grace I had not foreseen. A happy ending, I tell people, and marvel at my father’s complexity — a man whose deep and noble conviction weighed daily against his flaws.\n\nI came to understand that my father was my antagonist, the one against whom I tested myself every day, the one who had both scarred and shaped me. He was my conflict, my crisis, my resolution. Sitting in that hospital room, keeping watch, I began to fear that if he were to disappear from my world some part of my identity would die with him. \n\nWhat I couldn’t foresee was how, over the next decade, my father would suffer a series of heart attacks, survive a quadruple bypass and the repair of yet another aneurysm in his abdomen that would require his being cut from diaphragm to pelvic bone and gutted like a fish. That he would, as my husband had predicted, survive this cleaving. That his pain would not subside but grow worse, become chronic and intractable, caused by vascular damage in his brain. That he would fall deeper and deeper into the agony of his life, his voice silenced by exhaustion and narcotics. And that the man who once feared almost nothing would come to fear almost everything: the house spiders that startled him with their furtive webbings; the ghostly air behind each door. \n\nHe would come to fear the night itself, through which he could not sleep, remaining a sentry in his chair, ever upright, eyes fixed on the silent TV. And in the end his death would not be one of quiet grace but like another animal tearing him from the inside out. \n\nHow I would rage at my inability to save him from the dementia and heart disease that had taken up residence in his body. \n\nBut that night, in the fist of light held between the darkness outside the hospital window and the dimness of the hall, he and I were resting, readying for what would come next, his legs pumping through some dream. He was running hard.\n\nAnd part of me wanted to run, too, just as I had done before. Away from my father’s pain, from my need of him, from my resentment of that need. I knew that, having for so long girded myself to battle my father’s strength, I was not prepared to face his frailty. \n\nI moved closer, took his hand, curled my fingers into his. “Stay with us,” I whispered. “Just a little while longer.” \n\nFor a moment, I thought he did not recognize me. But then he nodded, tightened his grip. I felt the speed of his pulse beneath my fingers. I closed my eyes and held on."
}