{
  "url": "http://www.nytimes.com/2009/06/21/fashion/21love.html",
  "headline": "Good Practice for a Tough Fatherhood",
  "dateline": {
    "year": 2009,
    "month": 6,
    "day": 19
  },
  "byline": "Douglas Brown",
  "text": "BACK in the early ’90s, before I became a father and began my education in the heartbreak and hope of parental love, I lived on the crumbling fringe of Park Slope, Brooklyn, where every morning I’d drink coffee, smoke cigarettes and play jazz guitar for six to eight hours before heading off to wait tables. For years this routine was my life, and through it I felt connected to the city. \n\nOne bitterly cold afternoon I looked out my window to see the little boy who lived across the street wearing no coat, just a T-shirt and jeans, and clutching himself and crying. \n\nHis nickname was Booboo, and from what I’d heard his life was a near-perfect stereotype of urban poverty and neglect. His mother was in prison for crack and prostitution, and he’d been left in the care of his grandmother, a drunk who gambled their welfare money. Plump, near 50 and always in high heels, she carried herself as if she were still an object of great sexual interest. On a block where noise was constant, her shrill laughter cut through it all — you always knew where she was.\n\nI went downstairs and asked her if it was O.K. if I made Booboo some hot chocolate. She seemed only too happy to be free of the boy, who as it turned out had peed in his pants, which were freezing to his leg.\n\nYou see so much sadness in New York that you become good at blocking it out. But now here was Booboo, a sad, vacant creature, inside my apartment. He was about 5, skinny, possibly malnourished, and seemed to exist solely on potato chips and candy. He had big eyes and a runny nose and was actually handsome, like a little child model. Except that he gave off no joy, no energy, seemed slow to understand and was delayed in his responses.\n\nHis family and friends mainly spoke Spanish, so his English wasn’t very good. But he recognized that I was trying to do something nice for him, and he accepted the temporary improvement in his circumstances. \n\nI made him hot chocolate, then set him up with a grilled cheese and a glass of orange juice and let him watch TV. It was odd having him in the apartment, another living creature in the midst of my solitude, a creature for whom I was suddenly responsible.\n\nAnd of course Booboo started coming around. I’d hear my buzzer, look out, and there he’d be, gazing up with those huge blank eyes, his grandmother across the street calling out in that piercing voice that it was O.K., and I’d say “O.K.” And she’d head up the block to drink and gamble and talk trash with her crew. \n\nI wish I could say I made some kind of impact on Booboo, but I didn’t. All I did was take him in for a while and feed him. You do something like this and you think it’s going to be like “The Courtship of Eddie’s Father,” and you’ll have a clever relationship with a cute tyke who’s a bit of a tough but smart and funny and ultimately decent. But that’s not quite how it works, or at least it didn’t with Booboo and me. \n\nI’d try to talk with him, seldom getting much more than monosyllabic responses. Sometimes, when he thought I wasn’t looking, he’d study my face as though he were searching it for a clue. Generally, he was happy enough to get things: food, warmth, TV. But  as much as I wanted to reach him, it seemed that in some fundamental way it was already too late, that he’d probably go through life outside the circle, wondering what kept him apart.\n\nOne day my buzzer rang, and I looked out and saw Booboo’s grandmother with a group of neighbors, all of them greeting me with angry expressions. \n\n“Where’s Booboo?” the grandmother shrieked. Her face had that rose glow, and it was clear she’d been drinking. \n\n“I don’t know.”\n\n“Where’s he at?” she demanded.\n\n“I’m coming down,” I said, and went downstairs to talk with her. \n\nWhen I opened the door, she repeated her question, which was clearly an accusation, and I said again that I had no idea where Booboo was.\n\n“When’s the last time you saw him?”\n\n“Yesterday,” I said. “When’s the last time you saw him?” I asked, and that sent a tremor through the group.\n\n“That’s none of your business,” she said.\n\n“I told you not to trust this boy,” a neighbor said, and there were murmurs of agreement.\n\nI’d known all along I’d set myself up for this kind of suspicion and resentment, but went ahead and did what I could to help Booboo anyway. And now here it was, playing out in the worst possible way.\n\n“You can come up to my apartment and look around if you want,” I said. “And while you’re up here, we can call the police.”\n\n“We don’t need the  police,” the grandmother said. And there was an awkward moment. \n\nThen a teenage girl who lived in Booboo’s building came calling down the street that she’d found Booboo. And there he was, trailing along behind her, oblivious as ever.\n\nThe next day the grandmother tried to apologize, explaining she had been in such a state that she wasn’t thinking right. Of course, I sensed her main concern was for herself. She’d voiced her resentment, and now she’d lost a place to ditch Booboo. I said I understood, but added that Booboo probably shouldn’t come into my apartment anymore. \n\nAnd that was that. I turned away and did not look back.\n\nA couple of years later, I moved to Providence, R.I., and in time married and became a father of two. Our younger child, Phoebe, 7, is so quick to understand people and so kind in her understanding that it’s easy to forget she’s just a child. \n\nThe older one, Theo, 10, was born in the autism spectrum. His journey into the world has been very difficult. For him to be at a place where he can laugh and talk and feel at ease among people has required years of hard work.\n\nBack when we were expecting, I wondered what it would mean to be a father. I’d never had one myself. I’d had a stepfather for a while, but he wasn’t much of a dad and I never called him by anything other than his first name. \n\nSo as far as fathering went, I had no real point of reference. I just figured if our child were a boy, he’d be an approximate version of me, and that a girl would be an approximate version of my wife, Kate. We’d feed the kid organic food and everything would turn out fine. \n\nOn the day that Theo was born, all bloody with ears like a monkey, and the nurse let me hold him, whatever it was I expected to feel — a surge of love,  of wonderment — stalled completely. I stood there, wooden, trying to cradle a baby that seemed more an alien offering than anything to which I was related. Loving him, my son, was apparently something I’d have to learn. \n\nAnd loving Theo has required extensive education. Into his second year, he still wouldn’t meet our eyes. He wasn’t interested in us unless we were giving him something he wanted. No looking up with curiosity, with the desire to connect.\n\nI wasn’t an authority on babies, but I’d been around enough of them to see how they looked to their parents. And there were other things about Theo, too, things Kate and I pretended not to worry about. Nearing 2, he still didn’t speak a word. People would say things like, “Don’t worry, Einstein was slow to speak, too.” But it wasn’t just that Theo didn’t speak. He didn’t seem to understand the meaning of words. Not a one. \n\nLater, we’d learn that’s called “receptive language.” Theo had no receptive language. When I retrieved him from day care, he would sit quietly  in his car seat — no words, no sounds. If not for his tantrums and night terrors, he would have been a completely silent being. \n\nFinally we owned up that something was wrong and scheduled an appointment at the hospital. After a full day of tests: the news. \n\nI didn’t even know what autism was; they had to explain it. And even then, it was just words. \n\nSoon enough, though, I came to understand exactly what such a disability means, for your child and for you. And I learned about early intervention and home-based services and vitamins and mercury and special diets and applied behavioral analysis and individualized education plans. But  mostly I learned about the unrelenting frustration an autistic child experiences and the terrible rage it engenders, day after day, for years.\n\nIT’S sad to admit, but while some children are easy to love, others require more of us — sometimes more than it seems we’re capable of. But given the right combination of awful circumstances, you can discover surprising things about yourself. Loving Theo required lavishing affection upon him and receiving almost none in return. It required a willingness to think like him, to see the world through his eyes, so that he wouldn’t have to suffer constant frustration. \n\nAnd it required work, a whole lot of grinding, tedious, physical work. More work than I ever could have imagined having to do for another human being. And yet I did it — most of the time with tenderness. These days, when I catch Theo’s eyes and tap my heart, he says sweetly and dutifully, “I love you, too, Dad,” and the sound of his voice, the look on his face, it cracks me up. \n\nBut what started me on this story: recently, while in New York for a conference, I went back to Brooklyn to see my old neighborhood. And as I walked the block where I had lived for those years, not recognizing anyone, I wondered what it was I’d expected to find. \n\nAnd that’s when I remembered Booboo, and my heart caved. I hadn’t thought of him in years, hadn’t really allowed myself to. \n\nThat poor unloved boy. What could have become of him?"
}