{
  "url": "http://www.nytimes.com/2009/12/06/fashion/06love.html",
  "headline": "In a Foreign Language, Are the Words ‘I Love You’ Just Sounds?",
  "dateline": {
    "year": 2009,
    "month": 12,
    "day": 4
  },
  "byline": "Jennifer Percy",
  "text": "THE Latina girl, wearing all black, said: “You’re dating a foreign guy, right? Well, I dated this foreign guy for three years. I was living in New York and he was in Paris. I found out he had another girlfriend the whole time.”\n\n“I met his parents though,” I said. “That always means things are serious.”\n\n“I met his parents, too,” she said. “They knew the whole time. Meeting his parents doesn’t mean anything.” \n\nPeople are always trying to educate me about dating foreigners. For a while I let their words affect me. After my encounter with the Latina girl, I told my boyfriend I didn’t believe him when he said “I love you,” just as I hadn’t believed him the first time he said it, only three weeks after we met. \n\nCould it really mean the same thing for him to say “I love you” in English if he spoke German? He said it did, of course it did. But I sensed that when he cursed in English it was just a sound to him, because when I curse in a foreign language it’s just a sound to me. Why should saying “I love you” be any different? \n\nOnce, years ago, I had uttered “te amo” to a man in Spain, and I admit I said it just to hear the words come out of my mouth, to see how they would feel in my voice, on my tongue. \n\nThe Spanish man warned me never to say te amo again unless I meant it. I said it three more times in a row, all at that moment, and then never again.\n\nMy German boyfriend isn’t even German. He’s from the Balkans, a refugee from the war who moved to Heidelberg in the ’90s with his parents when he was a teenager. \n\nWe have a long-distance relationship; he lives mostly abroad and travels frequently. We see each other as much as possible and wherever we can — many times a year. But the distance between our words sometimes feels greater than the distance between our physical selves. He speaks Serbo-Croatian, German and English. Two languages separate us.\n\nI don’t speak German but I’ve said “ich liebe dich” plenty of times and it never does feel like a contract the way saying “I love you” feels like a contract. He, too, has said ich liebe dich to me. When we first started dating, this should have been a comfort to me, but it wasn’t. German sounded strange and ich liebe dich sounded ugly to my ear compared to “I love you.” It bounced off of me, it didn’t stay, didn’t embed itself like “I love you.” \n\nI once tried saying “volim te” — “I love you” in Serbo-Croatian — and he didn’t respond. I asked if I’d said it right and he said I had. Then he repeated it quietly. \n\nThat’s the one, I thought: volim te. That’s the “I love you” that works for me, the one that is honest.\n\nLater I asked him if this was true, if saying “I love you” in his first language was more honest. He said it wasn’t. He assured me that “I love you” has the same meaning for him in all of his languages.\n\nWe met when he was a student in America, when all we spoke was English. We had been together for four months before I heard him converse in German — we were in Berlin together, and it startled me: he looked suddenly possessed, as if he were speaking in tongues. I almost expected him to fall to the floor and be healed. \n\nFor his work he frequently speaks in German before an audience of Germans. I thought I would enjoy seeing him do this; I expected I would be able to follow along somehow. Instead it felt as if  I had been dropped on another planet where the person with whom I am most intimate, the person I had just slept with, was having a secret and separate interaction with everyone around me. \n\nI sat in the back so no one would judge me, so they wouldn’t notice when I failed to laugh at the funny moments or if I played with my camera during the serious ones.\n\nWhen my boyfriend was in New York for a while and a girl stayed with him there, I asked if she was his ex-girlfriend “or something,” and he said no, she wasn’t. I wondered if “or something” didn’t carry enough weight or meaning for him to address the fact that even though she may not have been his ex-girlfriend she was still more than just a friend, or had been, or so I imagined. \n\nEuphemisms, politeness, suggestiveness, sarcasm, irony and passive-aggressive gestures — all risk being lost in translation. \n\nIn my writing class, I teach my students about subtext. I tell them people alter their conversations depending on whom they wish to address. I tell them people rarely say what they mean, that we are constantly revising our words, that the movement from thought to word is often transformative and strange. \n\nSubtext does not often transfer between languages. \n\nEarly in our relationship, my boyfriend complimented a woman on her dress and I became upset. He said he was just being honest. I asked if he would mind if I complimented men, and he said he wouldn’t, but I wished he would.\n\nPerhaps this kind of directness is a cultural difference. One evening in Germany, an old professor of his, the man who taught him German, joined us and said to me in surprise: “You are his girlfriend? He didn’t mention you when we spoke last year. He said he was happy and alone.”\n\nWhen I confronted my boyfriend about this later, he said, without much concern: “Allein can mean many things. It can mean single but it can also mean living alone, being alone, working alone.” \n\n“Ich bin glücklich und allein.” I am happy and alone. If this phrase ever were to come out of my mouth, the subtext would almost certainly be that I was unhappy and lonely. \n\nThe phrase stayed with me. I reinterpreted the words and reformed them and in the process I reinterpreted him, us, me. Would it always be this way, I wondered? Would our language and cultural differences always allow for excuses to be made, for meaning to be reformed? In those days our words seemed like soft clay that never dried. \n\n“I was so in love with you there,” he said one evening when I mentioned the place in the Midwest where we had met. He said that phrase often, and it always vaguely distressed me, as if he was suggesting that love was a label he could pass along freely from day to day, attaching it here and there in his memory.\n\nI asked a friend about this and the friend said he thought it was better that way, about love, and how my boyfriend moved it around like an object. He told me he thought my boyfriend was honest, and that no one can ever love someone constantly, equally, at all times. It has to rise and fall and wax and wane to maintain its permanence. That is its permanence. \n\nMy boyfriend explained it this way: In German you can say “ich habe mich gerade wieder in dich verliebt,” which translates as “I just fell in love with you again,” but which actually means a moment when you realize again why you are in love with someone, an outburst of love. \n\nMy boyfriend’s parents live in the United States. They had to leave Germany after the war, though he was allowed to stay to complete his schooling. For years they lived an ocean apart.\n\nTWO summers ago, when my boyfriend was out of the country and I was living a few hours from his parents, he suggested that I visit them. I welcomed the chance to meet them as a way to feel closer to him.\n\nThey invited their Balkan friends over and spoke Serbo-Croatian, and another barrier grew. But during my stay they were selfless in their care for me, and in fact I have visited them more in the last two years than I have visited my own parents. \n\nOne night during my first visit with them, his parents showed me a video of their son receiving an award at a ceremony in Germany. At the end of the ceremony he gave a speech, thanking everyone who had helped him. His mother translated the German here and there for me. \n\nAfter a few minutes his father got up from his seat on the floor and sat next to me on the couch. “Do you know what he just said?” he asked.\n\nI said that I didn’t. \n\n“He said he would like to say hello to his girlfriend in America.” \n\nMy joy was a bit too obvious, as if all my sadness at missing him dissolved into this single phrase.\n\nIt was the Fourth of July and we walked outside together to watch fireworks, but we could barely see the blooming lights over the apartment roofs. \n\nI told his mother I was happy about what he’d said, happy that he had remembered me at his award ceremony.\n\n“What did he say?” she asked. \n\n“He said hello to me,” I said. “Didn’t you hear?”\n\n“He didn’t say that,” she said.\n\nI looked at his father and waited. He smiled. \n\n“No, he was joking.” She turned to him. “Why did you say that?” \n\nHe put his hand on my shoulder and apologized. \n\nLater I imagined he’d lied to me as a kindness, that we both shared a similar sense of longing and abandonment, and that it was the sort of lie he would have liked someone to have told him during all those years he had to be away from his son."
}