{
  "url": "http://www.nytimes.com/2009/11/01/fashion/01love.html",
  "headline": "A Mormon Missionary in Taiwan, and a Discovery",
  "dateline": {
    "year": 2009,
    "month": 10,
    "day": 30
  },
  "byline": "Holly Welker",
  "text": "I WAS strolling through a park in Taichung, Taiwan, hand in hand with my missionary companion at the time, Sister Shi. Although she was Chinese and I American, we both were 22-year-old women serving as missionaries for the Church of Jesus Christ of Latter-day Saints — the Mormons. Our stroll wasn’t recreational; we were looking for people to chat up, hoping to persuade them to accept a pamphlet and invite us to their homes for an in-depth discussion of the church. \n\nWe hadn’t met with much success, so partly for mutual support, partly because we liked each other well enough and partly because it was a perfectly acceptable thing for women to do in Taiwan, we held hands. Before long, we came upon a teenage girl and boy who, like us, were conservatively dressed and holding hands.\n\n“Will you look at that?” Sister Shi said in Mandarin, turning slightly to watch them walk away. “That’s disgusting.”\n\nI was a year into my 18-month mission and could talk comfortably in Mandarin. “Why?” I countered. “They’re just doing what we’re doing.”\n\n“But anyone can look at us and see there’s nothing going on,” she said. “If you look at them, you know something is definitely going on.”\n\nThe teenagers actually struck me as utterly innocent. But Sister Shi was right about one thing: Nothing was going on between us. In fact, nothing was going on between me and anyone. Up to that point in my life, nothing much ever had. Courtesy of my Mormon upbringing, I was, aside from a few unremarkable dates, completely inexperienced.\n\nHeading off on my mission only extended and, by design, enforced my isolation and inexperience. Many of the rules missionaries live with are meant to reduce intimacy so that we are seen — by ourselves and by others — as servants of God, individuals set apart for a specific period of righteous labor, rather than as normal human beings pursuing normal human activities and relationships.\n\nWe were instructed not to let anyone call us by our first names. We were forbidden to engage in physical contact beyond a handshake with any member of the opposite sex. We were forbidden to date or pursue romantic relationships with anyone living within our mission territory.\n\nGirlfriends or boyfriends back home were allowed, but interaction with them was limited to weekly letters — no phone calls. While men become eligible for missions at age 19, women can’t serve until they are 21, partly because many believe that the slight age difference reduces romantic attractions between missionaries. Companions are reassigned every few months, which can prevent either love or hatred from becoming too intense.\n\nI sought out connection where I could, within the bounds of what was permitted. Descended from no-nonsense Mormon pioneers, I am not and never have been excessively affectionate, so even today it jars me to look at photographs from my mission; I am shocked at the displays of physical affection that became part of my friendships with women when I had so few other avenues for intimacy. \n\nThere I am in the photos, over and over, my arms draped around my roommates, their arms around me, one woman kissing another on the cheek. This is not to say that I was overtly affectionate with every companion or roommate I had. A few shared my strong physical reserve, so although we liked each other, we did little but exchange an occasional awkward hug. But in many cases, when we women felt at liberty to express our affections, we did so enthusiastically, without reservation, because we knew it was both innocent and harmless. \n\nMy desire for affection from male missionaries — that was neither innocent nor harmless. In most of the photographs of me with the “elders” (an ironic title, given they were only 19 or 20), we stand discreetly side by side, a good six inches or more between us, my hands clasped chastely in front of me, while their hands are in their pockets. \n\nThere are a few joke photos: In one, I am posing with one hand on my hip and the other behind my head while an elder conspicuously checks me out. In another, taken during an outing at the beach, a good friend kneels in the sand at my feet, hands clenched imploringly before him while I turn away in disdain. These playful, suggestive poses raised eyebrows but weren’t serious infractions, as no actual contact occurred.\n\nIn particular, I had a massive crush on Elder Corelli, one of the highest-ranking missionaries in Taichung. A gangly, 6-foot-8 basketball player, he was good-humored and flirtatious, with a toothy grin and freckles.\n\nDespite being younger, the elders were set up as authority figures we female missionaries were to consult with about our problems. Mine ranged from a broken rib and occasional bouts of vertigo incurred in an accident to plain old religious doubt. With the fervor of a young aspiring poet, I obsessed over the question, “What does God think of art?” Meaning, is it possible to be a righteous servant of God if you are more interested in the writings of Shakespeare, Austen and Woolf than those of the Mormon founder Joseph Smith? I was pretty sure the answer was no, and I was unhappy about it.\n\nOne night I asked the elders for a blessing because my heart was so disorderly. Asking for a blessing — essentially something you can ask of any Mormon man who holds the priesthood, which most adult males do — had become one of my main recourses for comfort. \n\nGetting a blessing involves having at least one and preferably two or three priesthood-holding men carry out a ritual that involves putting a few drops of consecrated olive oil on the top of your head. Another man seals the anointing by invoking his priesthood authority and blesses you with health or wisdom or whatever you’ve asked for.\n\nThat night, seeing that I was miserable, Elder Corelli and his mission companion, Elder Davis, asked me what was wrong. I decided to reveal some of what I felt. “You know how they say the Book of Mormon is the yardstick by which all truth should be judged?” I began tentatively. “I don’t think that’s right.” And I went on to detail my conflict about art and religion. \n\nTo my surprise, they responded with kindness. Elder Davis even told me I reminded him of his mother, which he meant as a compliment.\n\nElder Corelli then said with disarming sincerity and kindness, “I love you, Sister Welker. I think you’re my favorite sister. I really love you.”\n\nIt was the first time any man, except for my father, had told me he loved me, and I was stunned. It was unexpected but exactly what I wanted: to be loved and to be someone’s favorite.\n\nA few weeks later I asked for yet another blessing. This time, Elder Corelli sealed the blessing. He stood with his hands on my head and didn’t say anything for a good three minutes, which is a long time when two men are cradling your head in their hands. Then he told me to be happy, healthy and balanced and to set my priorities in order, and he said, “By the spirit of the Holy Ghost I would like to, well, to prophesy that you will be a very important tool in the hand of the Lord.” \n\nIt’s odd to be prophesied about, one of the strange boons of the church, a sort of affirmation of your cosmic significance, as long as you’re willing to affirm the cosmic significance of the system affirming you. It’s this weird mixture of approval and disapproval that adds up to recognition, as long as you stay in the system. \n\nIf you leave, of course, it’s another matter entirely — you’re nothing, you’re no one, you’re on your own — as I would ultimately discover. But at the time, it provided comfort, such as it was.\n\nAnd that comfort helped. At least until a few months later, near the end of my mission, when a meeting was held in which our mission president handed down new and seemingly arbitrary standards that increased our onerous weekly work schedule.\n\nDesperate and confused, I rose to challenge him, actually blurting out that what he was proposing was “stupid” and “wrong.”\n\nThe mission president looked at me in astonished outrage, and the other missionaries turned shocked expressions upon me as well. \n\nHorrified and ashamed, I turned to leave the chapel.\n\n“We’re going to end this meeting now,” the president announced. “Sister Welker, sit down!”\n\nSomeone grabbed my arm and held me on a pew while we sang the closing hymn, after which the other missionaries drifted home. But I knew I had to stay and apologize to the president, and needed to work up the energy to do it.\n\nFOR a while I sat on a pew in the empty chapel, listening to my companion play the piano, something she loved but had too few chances to do — a scene and circumstance that only magnified my feelings of powerlessness and isolation. Before long, Elder Corelli, who must have noticed my bicycle still parked outside, wandered in and sat down beside me.\n\n“President’s really mad at me, isn’t he?” I said.\n\n“I think you hurt his feelings.”\n\nWe listened glumly to my companion’s piano playing. Thinking of the difficult apology before me, I wasn’t anxious, just empty. I knew I would manage to say what had to be said. But I also knew that with this episode, my disillusionment with the church was almost complete. I knew that at the core of my conflict were issues of honesty and openness and that I wasn’t going to find what I was looking for in the church I’d worked so hard to persuade others to join, a realization that wounded me as much as anything in my life. \n\nGreatly in need of comfort and support, I said to Elder Corelli, “I don’t suppose you’d let me hug you?”\n\nHe shook his head. “You know I can’t, Sister Welker.”\n\nI stared at my hands, tangled in my lap. “Can I hold onto your shirt sleeve, then?”\n\nHe nodded, so I grasped the edge of his sleeve between my thumb and forefinger and held it, trying to pretend it was a form of human contact that offered any solace. \n\nIn any event, it was all I had."
}