{
  "url": "http://www.nytimes.com/2009/01/18/fashion/18love.html",
  "headline": "My Stint as a Guest-Star in His Romantic Drama",
  "dateline": {
    "year": 2009,
    "month": 1,
    "day": 16
  },
  "byline": "Katherine Ruppe",
  "text": " \n\nMY science-fiction-loving friend Alyson always told me geeky guys were more interesting. I took her words to heart when I found myself single again a few years ago and resolved to broaden my dating pool. \n\nUntil then my pool (more like a mud puddle) had consisted solely of adventurous, charming, yet fatally flawed boy-men, one of whom had  left me stranded at dusk with a flat tire while mountain biking down a ravine known to be frequented by mountain lions. An earnest geek with a heart of gold could only be an improvement.\n\nWith that in mind, I met The Engineer. He was good looking in a Clark Kent way. Sure, he was a brainiac with multiple degrees and a military-industrial-complex job, but he also indulged in Red Bull and Jägermeister, was an athlete and had a playful side. Maybe I could have my Clark Kent and a daring Superman, too.\n\nOur first date was initially strained because of his quiet nature — he seemed unable to speak without first making intricate internal computations. Luckily after a few cocktails he loosened up, and we talked about spiritualism, near-death experiences and flying (he owned a plane — hot). I melted when he held my hand and spoke of future dates we would go on. His good-night kiss was a little mechanical, but I still got goose bumps. I went to sleep that night feeling unexpectedly tingly.\n\nTwo weeks later we had our second date, in Las Vegas, where The Engineer was temporarily working. I had just finished a screenplay, and my craving for adventure won over my need for caution in the romance department, so I flew there to meet him. \n\nThe movie version of our time there would be all glitter and high-rolling romance. In reality, we were two people growing more in lust in a bland business motel complete with free happy-hour beer and hot wings. After two days he flew me back to Los Angeles in his single-engine. His sexy pilot’s voice revved me up, while his explanations of wing load put me to sleep. Perhaps that’s what life with Superman was all about.\n\nBack home, visions of boyfriendship danced through my head. The Engineer, however, seemed to be on a different flight plan, not calling for more than a week. But by our next date our connection had returned so strongly that I blithely set aside my dismay and invited him to a Moby concert. \n\nTwenty-four hours later I was lazing on my couch when he phoned. I thought: “How nice, he’s calling two nights in a row. He really does like me.” Instead he sent my stomach into a neat back flip with the words: “There’s something we need to talk about.” I braced myself for his dirty bomb.\n\n“So,” he said, “I’m sure you must realize I date other women.”\n\n“Oh, yeah, sure,” I replied, fake breezily.\n\n“But there’s one woman I’m more serious about.”\n\n“Oh?”\n\n“We’ve been going out for over a year.”\n\n“You have a girlfriend?”\n\n“She’s just someone I see more regularly than the others.”\n\nCall me naïve; I have this tendency to believe that men who are dating me are actually available. But wait. The Engineer was available. He and his girlfriend had an open relationship. He went on: “What may seem even weirder ... She wants us all to have dinner before the Moby concert this weekend.” \n\nFunny how he hadn’t advertised this fabulous two-for-one deal when we started dating. “Why does she want to meet me?” I asked.\n\n“I don’t know,” he replied. “She likes to meet some of the women I see. Circumstances aside, you two could probably be friends because you’re both smart and she also likes hiking and biking.” \n\nSo now he was setting me up with his girlfriend. How thoughtful. \n\nOne word kept going through my head: freaks!\n\nWhat can I say? I may be a venturesome city girl, but I’m small town at heart. I pressed him again on why she wanted to meet me, suspecting they wanted a threesome. The Engineer reasoned that she wanted to meet his “friends” when she felt threatened by them. He said she also had a rule: he can’t date her friends. So I guess if she became pals with me it meant he could no longer date me? Who was this Jezebel? She was brilliant!\n\nI told him I had no interest in meeting his ball and chain and hung up. Clark Kent had a secret identity all right. As I poured myself a bucket of wine, I mourned this new blow to my trust in people. Why couldn’t men surprise me with roses or trips to Paris instead of requests like “My girlfriend wants to meet you”? \n\nAfter my brief pity party, however, the Steven Spielberg (Soderbergh?) in me became intrigued. Maybe there was a screenplay in this. I also got angry. While I blamed The Engineer for his dishonesty, I was peeved that his girlfriend seemed to be pulling all the strings. I didn’t like being manipulated. So I decided to fight back —  although I preferred to call it research.\n\nI e-mailed The Engineer that I’d meet his girlfriend after all. He replied that he would check with her and closed with, “I hope this means we’re still on for the concert!” \n\nCows would turn blue before I’d be taking him to Moby, but I didn’t tell him that. Instead, my screenwriter’s eye envisioned a scenario for our date: We’d meet in a romantic restaurant, The Engineer flanked by his two main squeezes, his computer brain whirring uncomfortably as she and I chatted like new best friends. Over dessert, I’d zing them with the hypocrisy of their not-so-open open relationship and explain that I prefer to be the star of my own romantic dramas, thank you very much. Then I’d flounce off, leaving them contrite in my defiant wake. \n\nTo prepare for my role, I even studied up on open relationships and their combative cousins, swinging and polyamory. The great thing about research was that I could explore brave new worlds without actually getting my hands dirty. Or so I thought.\n\nOUR meeting was put off as a tiff unfolded between The Engineer and his girlfriend. I don’t want to sound vain, but I think it was about me. I seized the opportunity to quiz him by phone about their relationship. “What are the rules?” \n\nHe wasn’t sure, they had changed so many times, but one rule was he had to tell her in advance when he was going out with someone new, and then they discussed it. \n\nIck. I wanted to be talked about, but not like that. \n\nHe explained that he didn’t become emotionally involved with the women he played with; they were just friends. \n\nDouble ick. I hadn’t been anyone’s playmate since fourth grade. \n\nAnd then, as if he knew I needed a new plot twist for my screenplay, he mentioned that he had met his girlfriend’s husband before. And the husband’s girlfriend. \n\n“She’s married?” \n\n“Legally — although they’re just friends now.” \n\nFriends or “friends”? I didn’t even know what the term meant anymore. Their crazy setup went beyond the scope of my research. I also saw the irony of my involvement. In my effort to break my gravitational attraction toward noncommittal men, I was now drowning in a sea of philanderers. \n\nThen a strange thing happened. Simply by asking questions, I was suddenly being treated as The Engineer’s confidante, fielding his complaints about how hard it was to keep up with all of his open-relationship regulations, though he admitted his situation “has its perks for the man.” Now he was being a little too open about his open relationship.\n\nThe next day he called to say our rendezvous was back on, and did I want to speak with his girlfriend? My heart thumped. At first I said no, but then I heard the ka-ching! of my million-dollar screenplay. “Sure,” I squeaked.\n\nA woman with a warm voice came on the line: “Hi, Katherine.” She spoke intelligently, clinically. She wanted to meet me because, she said, “If I can meet a person and know who they are, then I feel comfortable with the physical relationship.” \n\nI learned that she and The Engineer had met in a swingers club (new plot point). She had gone there with her husband, and though she knew she wasn’t supposed to get emotionally involved with anyone in such a club, she couldn’t help it. She claimed to now be monogamous, but after some background murmuring from The Engineer, confessed that she occasionally slept with her husband, too. She also said she put out personal ads but made it clear she was already in love with both her boyfriend and husband. \n\n“Don’t you get jealous?” I asked. \n\n“Yes,” she admitted. But she said she would rather cope with the jealousy than give up her need for variety.  \n\n“Don’t you want more?” I pressed.\n\n“Yes ... I do,” she said. The sadness in her voice confused me. “That’s why I wanted to meet with you,” she went on. “You understand as a woman what it’s all about.” \n\nI wanted to scream, “I don’t understand any of it!” But I held my tongue.\n\nIn the course of our chat we discovered that The Engineer had duped her, too, lying that he had told me about their relationship back in Las Vegas. I pointed out that he had mentioned her a few times but had used the term “friend” not “girlfriend.” \n\nThere was dead silence. She put The Engineer back on.\n\nI sensed our meeting was destined for the cutting room floor of my imagination, so I finally asked him what I most wanted to know: “Were your affections toward me just an act, or did you really feel anything?”\n\n“It wasn’t an act,” he replied, “but I really have to go now.” Click.\n\nSo much for The Engineer’s efforts to keep his complex love life clean and orderly. And my attempt at remaining an observer, playing along with them as a form of research, only left me feeling unsettled and strangely complicit. The Engineer’s words about not becoming  emotionally involved with the women he played with echoed in my head.\n\nDoes love ever really work like that? Not the kind I wanted."
}