{
  "url": "http://www.nytimes.com/2009/08/30/fashion/30love.html",
  "headline": "For Us, ‘Wife’ Was a Political Statement; Now It’s Just Practical",
  "dateline": {
    "year": 2009,
    "month": 8,
    "day": 28
  },
  "byline": "Sara Sarasohn",
  "text": "I HAVE two kids and a big full-time job. Other working mothers say to me, “You must be so busy!”\n\n“Not really,” I tell them. “My wife stays home with the kids.”\n\nThen they say, “A wife? I need a wife.”\n\nThey don’t mean they wish they could be gay. They mean they wish they had someone who would do errands and chores.\n\nIn 1971, Ms. Magazine published an essay by Judy Syfers called, “Why I Want a Wife.” Feminists of the early ’70s have a reputation for humorlessness, but that essay is pure satire. Ms. Syfers lists in excruciating detail all the things a wife is supposed to do for her husband. They are the chores women are talking about when they tell me they want a wife: someone to keep track of dentist appointments, take care of sick children, prepare meals and serve them pleasantly. \n\n“Why I Want a Wife” goes on for almost a thousand words. In 1971, the biting humor was in the truth of it. Men really did think wives should support them through graduate school while doing the laundry and gracefully handling their social life as a couple. Ms. Syfers pointed out that it was a ridiculous system.\n\nThat essay does not make me laugh. I have a wife. She does almost everything on Ms. Syfers’s list. My marriage is not a ridiculous system.\n\nEllen and I had our wedding ceremony 13 years ago, when gay marriage was neither legal nor a hot political topic. Our families may have had the opportunity to watch gay weddings on TV sitcoms before they came to ours, but back then gay marriage wasn’t even on the radar for a lot of straight people.\n\nEllen’s mother tried to get her to wear a dress by saying, “Those two girls who got married on ‘Friends’ wore dresses, and they both looked very nice.”\n\nShe lost her argument — Ellen wore pants. But I wore an ivory-colored floor-length dress. \n\nEllen and I had no expectation that we would ever legally marry. We wanted our Jewish ceremony to be the most real thing it could be. We discussed at length one of us taking the other’s last name, though ultimately we decided to keep our own. We did not talk very much about the most radical part of the entire wedding: what we would call each other when it was over.\n\n“Partner” was out. It was too easily mistaken. We wanted to be clear that we were women who were married to each other. Going from “fiancée” to “partner” seemed like a diminishment of our relationship, not an upgrade.\n\nWe didn’t know any women who were married to each other and used “wife.” With good reason, I suppose, considering its connotations of submissiveness and subjugation. As Ms. Syfers and her peers pointed out, the expectations of wives in the early ’70s were not always in the best interest of the wife. But Ellen and I liked that the term “wife” was loaded. We wanted to upend that convention.\n\nIn 1996, a woman saying, “I have a wife” was very in-your-face. It derailed whatever other conversation I was having because I had to explain what I meant by “my wife.” At the very least, the other person became distracted for a minute while trying  to process it. It distracted me, too. I stumbled and hesitated every time I said it for more than a year, and sometimes I still do.\n\nWhen we married, there wasn’t much about me or Ellen that fit into the cultural image of a wife, only the smallest part of which is that to be a wife you have to have a husband. Ellen was big and butch. She used power tools in her job as an art handler at a museum. She swaggered when she walked.\n\nThen I gave birth to our son and stayed home for six months of maternity leave. When my leave ended, Ellen quit her job to take care of him. Four years later I gave birth to our second child, a girl. Jacob is now 9, and Ruth is 5. Ellen has been home with them all along. \n\nWhen Ellen and I first started calling each other “wife,” we were childless and both working full time, sharing income and chores. Using the term was about irony and politics. Now when I say, “I have a wife,” I mean that I go to work while she stays home and takes care of the children and the house.\n\nEllen calls me “wife,” too. But Ms. Syfers wasn’t talking about wives like me.\n\nNeither are the mothers who say “I need a wife.” They often go on to talk about how their husbands aren’t really capable of the wife-chores on Ms.  Syfers’s list. The husbands clean but don’t do a good enough job. When the husbands take care of dinner, it’s pizza, which isn’t nutritional enough. The husbands can’t pick out the right clothes, pack the right lunches, coordinate the right play dates. \n\nIt seems to me those mothers don’t really want a wife. They want a servant.\n\nIt’s almost as if Ms. Syfers did her job too well. She was so incisive when she wrote “Why I Want a Wife” that we’ve taken her satire as truth. Humor is reductionist, and to be funny she reduced “wife” to a list of chores.\n\nI want to broaden the meaning of “wife.” When I call Ellen my wife I don’t want to mean that she is simply the chore-doer but that she’s the guiding intelligence behind her half of our household. Ellen doesn’t take care of the children the way I would, not by a long shot. If I were the stay-at-home mother, they would wear different clothes, eat different lunches, attend different activities. The cleaning and the laundry would get done in a different order and to a different standard.\n\nIt took me a long time to accept that Ellen’s way is legitimate; it was probably 18 months from the time she began taking care of our son full time to when I truly let go of trying to make  her do it my way. It was hard because I had to accept that there are ways she is a better mother. I had to accept that her being the wife with the power over the household didn’t take away from my own legitimacy as a person in our family. \n\nALL those things that many women think  their husbands don’t do well enough — the cleaning and feeding and laundry and child care — we think of as drudgery. They are also power. They are how women exercise control over their lives and families. Women naturally don’t want to give up power in any sphere. Many women don’t really want husbands to be more like empowered wives. That would mean women would have to give up some power over their children. I suspect the only reason I finally relented was that I was giving up that power not to a husband but to a woman I call my wife. \n\nSometimes it is still harder to say the words “my wife” than I’d like to admit.\n\nThis summer, Ellen and I took the kids to a water park in San Jose, Calif. I went off by myself to ride this crazy slide that Ellen calls the Toilet. You have to go two at a time on big double inner tubes. The guy working at the slide found me another woman to go with.\n\nShe and I were standing in the line, chatting. She asked, “Where is your daughter?” \n\nThe answer, of course, was that she was with Ellen, but I had to decide how to refer to Ellen to this stranger: wife or partner. I was going to have to stand in line next to this woman for 20 minutes and then go down the slide with her. When we shared the double inner tube, she would tuck her legs under my arms, and we would touch, intimately. \n\nThere weren’t many markers for me to read to try to discern her attitude toward gay people: she was in her late 30s, toenails polished, ears single pierced, no tattoos, white or perhaps Latina. After the water slide I probably was never going to see her again, so if I shocked her with “wife,” so what?\n\nI said, “My daughter is with my partner.”\n\nShe nodded.\n\nI am pretty sure she knew what I meant, that my partner was my daughter’s other mother. Still, saying “partner” gives us plausible deniability. She can pretend that it means something else and we can get through the water slide without social awkwardness. She doesn’t have to think about my being gay if she doesn’t want to, and she doesn’t have to think about the term “wife,” either.\n\nThis is exactly the opposite of what Ellen and I intended when we decided to use the word “wife” 13 years ago. We wanted to make people think about it. We didn’t want to give them an out. We wanted to make a statement, every time we talked about each other, that our relationship was traditional and subversive at the same time. \n\nMy friend Shana was surprised when I told her this story. She could not believe I compromised my principles for a water slide.\n\nShana married a few months ago. She and her wife, Jessica, are less than 10 years younger than I am, but there are at least two generations of gay culture between us. That’s how fast things have changed.\n\nJessica said: “At first we were going to call each other ‘husband’ because we thought that would be funny, but we really had to say ‘wife.’ There was no other choice.”\n\nTo Shana and Jessica, “wife” felt like the default. In fact, it was so obvious that their first instinct was to rebel against it and use “husband.” In the end, they wanted the real thing, what Ellen and I have had for more than a decade, and that real thing is “wife.”"
}