{
  "url": "http://www.nytimes.com/2009/06/14/fashion/14newlove.html",
  "headline": "When Bliss Is a Mutual Fund",
  "dateline": {
    "year": 2009,
    "month": 6,
    "day": 12
  },
  "byline": "Brett Paesel",
  "text": "MY husband of 12 years, Pat, was supporting our little family of three with a series of acting and temp jobs that barely covered expenses or simply didn’t, which meant we were relying on credit cards. This was in 2003, when running oneself deeply into debt was fashionable and even considered by some (not us) to be downright patriotic. \n\nThe absurdity of meeting with a financial adviser when we had no extra income to invest, or even save, was not lost on me. But the adviser, Mark, had called us. We were among 10 names on a list given to him by a friend who had used his services. In other words, we were hot leads. \n\nThe friend who had given our name lived in a trailer on the beach, so I figured that Mark wouldn’t balk at our reduced circumstances. And it seemed positively rude to tell him he couldn’t sit in our living room for an hour of unpaid time and try to help us. \n\nAll men’s suits look the same to me, but even I could tell that Mark’s was ill fitting. He looked like a cartoon, with the neck of his jacket riding up to his earlobes every time he reached for a form or leaflet. The suit made me think that maybe Mark was as bad off as we were. Which made sense. Otherwise why would he be here, sitting in our dining room at the Ikea wood table that our 2-year-old son had stabbed hundreds of times with a fork, leaving tiny holes dotting its surface? \n\n“Can I get you tea, water, beer, a gin and tonic, no lime?” I asked Mark.\n\n“Water is good,” he said, smiling. \n\nI popped into the kitchen and then popped back out with a coaster and ice water for Mark in one of our few glasses that wasn’t a jar. \n\nI thought I saw Mark glance at the holes in the table and give a bemused shrug as he placed the coaster over them. But chances are I was giving Mark too much credit for having a sense of irony;  he didn’t display one note of it in the hour that followed.\n\n“Now let me get a sense of your current situation,” he said, reaching down to his briefcase, his face disappearing behind his jacket collar as he retrieved a yellow legal pad. \n\n“Well, I’ve got about $120,000 worth of student-loan debt,” Pat said. Mark scribbled the figure onto the pad. “We’ve got $20,000 in credit card debt. We owe all our doctors, and Brett has $12,000 in student-loan debt as well.”\n\n“Is that it?” Mark asked.\n\n“Of our debt?”\n\n“Yes,” Mark said, scribbling. “No car payments?”\n\n“Nope,” Pat said. “We bought the Nissan outright. Had to. I don’t think we’d pass a credit check.”\n\n“Have you ever checked your credit score?”\n\n“No. Because I’m sure it’s lousy.”\n\n“You might be surprised. If you keep up with your credit card payments — —”\n\n“Oh, we do,” Pat said proudly. “We keep up with the payments.” \n\nPat was answering all the questions because I didn’t have a clue how much we owed on the credit cards. Pat had been the sole bill-payer for the last four years, and I had found that I was a much calmer person when I didn’t look at bills or bank statements. All I knew was that Pat had recently switched to Quicken and loved the pie charts. \n\n“The first thing you should do is find out your credit score,” Mark said.\n\n“Doesn’t it cost money to find out?” Pat said.\n\n“Generally. But it’s a good thing to know.”\n\n“I figured I’d find out when I needed to. When we have some money.”\n\nMark’s face betrayed no reaction to what I was sure sounded like sheer fiscal lunacy. I wondered if he had made the connection that in our world, the tree falling in the woods didn’t make a sound if you put yourself way out of earshot and thought about something else.\n\n“Let’s move on,” Mark said. “What are your assets?”\n\n“Pat has a coin collection, and we have a couple of antiques,” I said. This was something Pat and I had actually thought about. Occasionally, we spent an evening walking around our apartment, glasses of wine in hand, adding up how much we thought we could get for everything. \n\n“I was talking more about a savings account: stocks, bonds. What’s your income?”\n\n“Our income varies,” Pat said. “Right now, Brett isn’t making anything, and I make anywhere from $2,000 a month, as a stand-in, to $1,200 a month on unemployment. So far, the stand-in work is holding. Sometimes I get a commercial. In January I made $15,000 on a Six Flags spot. It’s up and down.”\n\nMark scribbled. “Savings?”\n\n“No savings.”\n\n“And no stocks and bonds, I’m guessing.”\n\n“Right.”\n\n“Well, here’s something I can tell you about saving,” Mark said. He proceeded to tell us what stocks and bonds were. What C.D.’s were. And what mutual funds were. \n\nI didn’t know what we would be actually investing since we never had money left after paying the bills. But he had been in our living room for 20 minutes and was on a roll. I didn’t have the heart to tell him that we hadn’t planned on any investing with actual money right now. We had simply thought that maybe we should know what options were out there if  we did make some money some day. Just not today. Today there wasn’t any.\n\n“So does all that make sense to you?” Mark asked, tapping his graph of lines.\n\nPat nodded. I smiled, to make Mark feel good. \n\n“Let’s put it this way,” Mark continued. “How much do you think you could manage to put away a month? A couple hundred?” \n\n“Oh, no,” I said.\n\nPat shook his head, “No, we couldn’t; 50 maybe.”\n\nFifty? What on earth was Pat thinking? I could only imagine he was attempting to cheer Mark up by appearing to consider opening up some kind of account. If so, I didn’t think Pat had thought this through. Wouldn’t Mark leave even more dejected if he experienced the thrill of landing an account only to realize we had no money to put into it? \n\nWhen I searched Pat’s face, however, I gleaned nothing but genuine interest. I was stunned. Were we going to commit to something? Right now? I happened to know that we had a little left over at the moment. But that money was already earmarked for a couple of doctor bills and new underwear (the elastic on mine crackled every time I leaned forward).\n\n“O.K., 50,” Mark said. He flipped over the page of lines, swiped his hand across the fresh page and started to write. “Here’s what 50 a month looks like when you put it into mutual funds.”\n\nPat fixed his eyes on Mark’s pencil scratching furiously across the page. I supposed the worst thing that could happen would be that we’d throw $50 into some fund today and it would simply sit there as a limp monument to the best of fiscal intentions immediately thwarted by our unwillingness to change habit. It was a relatively small price to pay to relearn an essential truth: we were incapable of living normal financial lives. We were not owners, we were renters. We were not savers, we were scrapers. \n\n“Got it,” Pat said. “So mutual funds are what we want, right?”\n\n“I think so,” Mark said.\n\nI interrupted, “Shouldn’t we be sure that we can get the money back out?”\n\n “What I’m thinking,” Mark said, “is that you wouldn’t be taking the money out until retirement.”\n\n“Retirement?” I asked.\n\n“Sure. Right now you’re going to have nothing when you retire. What will you live on? Have you thought about that?”\n\nThe truth was we hadn’t. I mean, what would we be retiring from? Artsy people, without real jobs, don’t retire. They keep on doing their artsy thing until they die, preferably in the midst of doing their said artsy thing.\n\n“If you put $50 a month into a Roth I.R.A., which is mutual funds, you could...” \n\nPAT and I looked at Mark scratching numbers again onto his legal pad. He vanished behind his collar again, leaning down to reach into his briefcase; then he reappeared with a calculator. \n\n“Yup,” he said. “At $50 a month, starting today, at retirement, you would have income to live at your present level for two years. Provided, you already owned your house.”\n\n“Two years?” Pat asked, sounding robbed. \n\n“At our present level?” I added. “When did we buy the house?”\n\n“If you could see your way around to 100 a month,” said Mark, breezing by my query, “you might be able to stretch it to five.”\n\nSilence descended. \n\nI stared at Mark. Mark stared at his pad. I stared at Pat. Pat stared out the window. I stared out the window. Moments like this made me feel light with helplessness. The problem at hand was too large to manage, the past unalterable, the future unknowable or, worse, bleak. And my only response was to give over, to become vapor, and to drift off into a funk of unknown depth and duration. \n\nWhich is just what I was doing when I heard Pat exclaim, “Let’s do it!” And his words reeled me back.\n\nNever mind that my husband’s enthusiasm had no basis in reality. It buoyed me anyway. I felt suddenly grateful for the carpeted floor, the holes in our table, Mark’s yellow pad, the chirping of my son as he awoke in the next room. And for Pat. Because here’s the thing about marriage, or at least about ours: a little blind optimism can take you a long way (thousands of dollars into debt, apparently). But it can also keep you together.\n\nPat jumped up, strode over to the computer, and popped Quicken on the screen. “Fifty a month,” he said. “At least we’ll have something.”\n\nYes, I thought. And we have so much already!\n\nHis new clients firmly in hand, Mark smiled. “Now here’s the company I’d recommend.”"
}