{
  "url": "http://www.nytimes.com/2009/05/24/fashion/24love.html",
  "headline": "Finding Compassion for the Bernie Madoff of My Family",
  "dateline": {
    "year": 2009,
    "month": 5,
    "day": 22
  },
  "byline": "Marc Peyser",
  "text": "I don’t usually care much about business stories, but even I’ve been mesmerized by Bernie Madoff and his gazillion-dollar Ponzi scheme. Not because I was shocked that such a seemingly nice grandfather would do such a horrible thing, but because I’ve seen this kind of grandpa before  —  in my living room. \n\n The same week Madoff was arrested at his Upper East Side penthouse, I was in a Miami courtroom, watching my 66-year-old stepfather be sentenced to 63 months in prison for doing the exact same thing.\n\nO.K., not the exact same thing. My stepfather isn’t crafty enough to bilk people out of $65 billion. He got away with only a little more than $4 million. But he used the same pickpocket routine as Madoff. He set up a hedge fund that seemed to thrive in good markets or bad and claimed astonishing returns year after year. Then, when too many people asked for their money back at the same time, he finally had to fess up: There is no more hedge fund. And — oops! — there’s no money left, either.\n\nLike Madoff,  my stepfather was one of those proverbial community pillars who seemed above suspicion. He sat on charity boards and served as president of his condo association. He played cards and golf and, it seems clear now, worked any other angle to befriend folks with spare cash. People liked him, trusted him. The parking valets at the condo complex invested with him. So did his octogenarian aunt, his golf buddies and his brother. He swindled them all.\n\nBut not me. He has been my dad since I was 10, when he drove up for a family “date” in his red Volkswagen  convertible and never left. I was just a skinny nerd of a mama’s boy, and he was, I learned over the years, someone who had spent his life fleeing from having been the same thing. So, like biological fathers everywhere, he set out to mold me, not so much in his own image but in the way he wanted to see himself. \n\nTo toughen me up (I had already cried my way out of Little League and Cub Scouts),  I was shipped off to sleep-away camp. When my stepfather dropped me off in a parking lot crammed with smelly kids, I took off so fast he had to chase me around the bus. When he finally caught me, he promised I would never have to go to camp again if I went this time. I cried a lot, but I did it. The next year, he and my mother made me go back.\n\nSo I wasn’t all that surprised by his hedge fund hocus-pocus. The truth had always been like a paring knife to him: a fine tool for dealing with small potatoes, but hardly something to take out for big projects. Or even smallish ones. When I was growing up we always had the best phone numbers, the kind, like 777-7777, that only cab companies could snag because they were so easy to remember. One day I asked him how we always were so lucky. \n\n“Easy,” he said. “I tell the phone company that your mother needs a simple number because she has a form of Alzheimer’s.”\n\nStill, when his parole officer called to interview me as a sort of character witness, I was sure to tell her the good and the bad. When she called again to tell me the court date had been set for his sentencing, I knew I had to go, if only for the theater of it all, to see how tough he was now, to see if, for the first time, I’d see him cry. And for something more, too. \n\nI knew he wasn’t perfect. He had a temper and a Napoleon complex the size of his Cadillac. His ’50s-era philosophy of fatherhood was “Do as I say, not as I do.”\n\n But for better and worse, he’s my dad. He taught me to play tennis, bought me my first dog, gave me “The Great Gatsby” (talk about irony). He was the one who read my report cards, made me study for the SAT and sent me extra money when I went broke at college. More than my somewhat eccentric biological parents, he was the one who shaped me, made me into a guy with a good job and a mortgage and two children. You know, a semi-normal grownup. \n\nHe may have had screwed-up values, but he made sure I had decent ones. Do as I say, not as I do. Driving to court on that hot Miami afternoon, it dawned on me that he was the one who taught me to drive. I started to cry. \n\nHave you ever noticed how in a big criminal trial that gets nonstop TV coverage, after the guy is convicted a reporter sticks a camera in his mother’s face and asks, “How do you feel, Mrs. Smith?” And Mrs. Smith says: “What do you want me to say? He’s my son. I love him.” \n\nHe’s my dad. I love him. And he loves me.\n\nStill, I felt nervous stepping into the elevator at the federal courthouse. I hadn’t spoken to him in more than a year. He was embarrassed, and I was — what? Confused. Angry. Sad. \n\nWhen I reached the 12th floor, I did what any skinny nerd would do: I hid in the bathroom. It probably would have been easier if I hadn’t been alone, but no one would go to court with me. My sister hates him. My mother divorced him, less because he was a crook than because of the way he betrayed her by keeping her in the dark about it. She had to learn of his misdeeds, humiliatingly, from a friend, who during a casual lunch one day asked, “So how are you holding up under all the stress?”\n\nMy mother had no idea what she was talking about. When she came home and confronted him, he told her to talk to his lawyer. She soon hired her own.\n\nWhen I finally got the nerve to vacate the bathroom that day in Miami and enter the courtroom, I was thankful my stepfather wasn’t there yet. Other than the prosecutors, the room was empty. I was the only person who had showed up; he had no one else. \n\nHE and his lawyer walked in at exactly 3 p.m.— right on time, just like he had always insisted I be. He had the same golf-course tan and floppy mustache as always. He was dressed in khakis, a Brooks Brothers tie and a blue oxford shirt with his initials monogrammed on the sleeve. (I forgot to check for his Gucci loafers.) \n\nMeet my stepdad, the Preppy Perp. I stood up and instinctively gave him a hug, though I wasn’t sure I wanted to. I asked how he was. \n\n“Well, you know, I’m going to jail,” he said as if he were going to the mall. \n\n“But you don’t even have a toothbrush,” I said. It was as if we were suddenly in a father-son version of “Freaky Friday.” \n\nThen I asked him the question I had come all the way from New York to ask: “What happened to you?” But what I really wanted to ask was: “Who are you? Where is the person who raised me, bought me my bar mitzvah suit, taught me about girls and then didn’t care when I ended up liking boys?” Instead, I simply asked, “What happened?” \n\n“I screwed up,” he said. “I screwed up my life.”\n\nThe next hour was basically pro forma court stuff, with a slight detour to talk about a mysterious $70,000 the prosecutors had found in a “secret account,” apparently left over from the rest of the victims’ millions. But because none of them had ever claimed it, he had “invested” it, too, with predictably atrocious results. The judge then put my stepfather’s former best friend on a speakerphone to describe how he’d had to sell his house to make ends meet while my stepfather still lived  in his four-bathroom ocean-view condo  with  a grand piano and valet parking. \n\nOther friends-turned-victims had submitted letters asking the court to give him the maximum sentence. He had already pleaded guilty to one count of mail fraud, which is the charge you cop  to when you’re stupid enough to use the Postal Service to send years’ worth of phony earnings statements.\n\nNear the end, my stepfather had his chance to address the court. He  choked up a little when he mentioned his brother. Other than that, not much. No tears. No sadness in his eyes. I wanted to hear how someone I thought was basically a good man could ruin so many lives and still get out of bed in the morning. But what kept ringing in my ears was what he said to me on his way into the courtroom: “I screwed up my life.”\n\nYeah, well, obviously. But what about all the others? He didn’t seem to remember them. He cheated them out of their money and their futures. Not hearing him acknowledge that made me feel cheated, too.\n\nSo why am I still worried about him going to prison? The food, the bathrooms: it sounds like summer camp. Maybe I wouldn’t feel this way if he had swindled me, but I’m starting to think I would. \n\nNot until I became a father myself did I realize — really realize — that love isn’t something you can just shut off like a faucet. And apparently this is true about your relationship with your parents, too, no matter how much you swear you hate them after the long Thanksgiving weekend. Or after something much worse.\n\nI see three possible outcomes of his 63 months behind bars, each unpleasant in its way. He could die in there. He could be so emotionally destroyed that he just fades away. Or, given how I seem to be the only person who still has a semi-kind word to say about him, he could leave jail with no place to go and come looking for me. \n\nWould I take him in? Give him money to go away? \n\nI suppose I could hide from him in the bathroom again, like I did that day in the courthouse. But that wouldn’t work for long. No matter how much we all would like to sometimes, we can never really wash our hands of our parents. At least, I can’t."
}