{
  "url": "http://www.nytimes.com/2009/08/02/fashion/02love.html",
  "headline": "Those Aren’t Fighting Words, Dear",
  "dateline": {
    "year": 2009,
    "month": 7,
    "day": 31
  },
  "byline": "Laura A. Munson",
  "text": "LET’S say you have what you believe to be a healthy marriage. You’re still friends and lovers after spending more than half of your lives together. The dreams you set out to achieve in your 20s — gazing into each other’s eyes in candlelit city bistros when you were single and skinny — have for the most part come true. \n\nTwo decades later you have the 20 acres of land, the farmhouse, the children, the dogs and horses. You’re the parents you said you would be, full of love and guidance. You’ve done it all: Disneyland, camping, Hawaii, Mexico, city living, stargazing. \n\nSure, you have your marital issues, but on the whole you feel so self-satisfied about how things have worked out that you would never, in your wildest nightmares, think you would hear these words from your husband one fine summer day: “I don’t love you anymore. I’m not sure I ever did. I’m moving out. The kids will understand. They’ll want me to be happy.”\n\nBut wait. This isn’t the divorce story you think it is. Neither is it a begging-him-to-stay story. It’s a story about hearing your husband say “I don’t love you anymore” and deciding not to believe him. And what can happen as a result.\n\nHere’s a visual: Child throws a temper tantrum. Tries to hit his mother. But the mother doesn’t hit back, lecture or punish. Instead, she ducks. Then she tries to go about her business as if the tantrum isn’t happening. She doesn’t “reward” the tantrum. She simply doesn’t take the tantrum personally because, after all, it’s not about her.\n\nLet me be clear: I’m not saying my husband was throwing a child’s tantrum. No. He was in the grip of something else — a profound and far more troubling meltdown that comes not in childhood but in midlife, when we perceive that our personal trajectory is no longer arcing reliably upward as it once did. But I decided to respond the same way I’d responded to my children’s tantrums. And I kept responding to it that way. For four months.\n\n “I don’t love you anymore. I’m not sure I ever did.” \n\nHis words came at me like a speeding fist, like a sucker punch, yet somehow in that moment I was able to duck. And once I recovered and composed myself, I managed to say, “I don’t buy it.” Because I didn’t.\n\nHe drew back in surprise. Apparently he’d expected me to burst into tears, to rage at him, to threaten him with a custody battle. Or beg him to change his mind.\n\nSo he turned mean. “I don’t like what you’ve become.”\n\nGut-wrenching pause. How could he say such a thing? That’s when I really wanted to fight. To rage. To cry. But I didn’t. \n\nInstead, a shroud of calm enveloped me, and I repeated those words: “I don’t buy it.” \n\nYou see, I’d recently committed to a non-negotiable understanding with myself. I’d committed to “The End of Suffering.” I’d finally managed to exile the voices in my head that told me my personal happiness was only as good as my outward success, rooted in things that were often outside my control. I’d seen the insanity of that equation and decided to take responsibility for my own happiness. And I mean all of it.\n\nMy husband hadn’t yet come to this understanding with himself. He had enjoyed many years of hard work, and its rewards had supported our family of four all along. But his new endeavor hadn’t been going so well, and his ability to be the breadwinner was in rapid decline. He’d been miserable about this, felt useless, was losing himself emotionally and letting himself go physically. And now he wanted out of our marriage; to be done with our family. \n\nBut I wasn’t buying it.\n\nI said: “It’s not age-appropriate to expect children to be concerned with their parents’ happiness. Not unless you want to create co-dependents who’ll spend their lives in bad relationships and therapy. There are times in every relationship when the parties involved need a break. What can we do to give you the distance you need, without hurting the family?”\n\n“Huh?” he said.\n\n“Go trekking in Nepal. Build a yurt in the back meadow. Turn the garage studio into a man-cave. Get that drum set you’ve always wanted. Anything but hurting the children and me with a reckless move like the one you’re talking about.”\n\n Then I repeated my line, “What can we do to give you the distance you need, without hurting the family?”\n\n“Huh?”\n\n“How can we have a responsible distance?”\n\n“I don’t want distance,” he said. “I want to move out.” \n\nMy mind raced. Was it another woman? Drugs? Unconscionable secrets? But I stopped myself. I would not suffer. \n\nInstead, I went to my desk, Googled “responsible separation” and came up with a list. It included things like: Who’s allowed to use what credit cards? Who are the children allowed to see you with in town? Who’s allowed keys to what?\n\nI looked through the list and passed it on to him.\n\nHis response: “Keys? We don’t even have keys to our house.”\n\nI remained stoic. I could see pain in his eyes. Pain I recognized.\n\n“Oh, I see what you’re doing,” he said. “You’re going to make me go into therapy. You’re not going to let me move out. You’re going to use the kids against me.”\n\n“I never said that. I just asked: What can we do to give you the distance you need ... ”\n\n“Stop saying that!”\n\nWell, he didn’t move out. \n\nInstead, he spent the summer being unreliable. He stopped coming home at his usual six o’clock. He would stay out late and not call. He blew off our entire Fourth of July — the parade, the barbecue, the fireworks — to go to someone else’s party. When he was at home, he was distant. He wouldn’t look me in the eye. He didn’t even wish me “Happy Birthday.”\n\nBut I didn’t play into it. I walked my line. I told the kids: “Daddy’s having a hard time as adults often do. But we’re a family, no matter what.” I was not going to suffer. And neither were they.\n\nMY trusted friends were irate on my behalf. “How can you just stand by and accept this behavior? Kick him out! Get a lawyer!”\n\nI walked my line with them, too. This man was hurting, yet his problem wasn’t mine to solve. In fact, I needed to get out of his way so he could solve it.\n\nI know what you’re thinking: I’m a pushover. I’m weak and scared and would put up with anything to keep the family together. I’m probably one of those women who would endure physical abuse. But I can assure you, I’m not. I load 1,500-pound horses into trailers and gallop through the high country of Montana all summer. I went through Pitocin-induced natural childbirth. And a Caesarean section without follow-up drugs. I am handy with a chain saw.\n\nI simply had come to understand that I was not at the root of my husband’s problem. He was. If he could turn his problem into a marital fight, he could make it about us. I needed to get out of the way so that wouldn’t happen.\n\nPrivately, I decided to give him time. Six months.\n\nI had good days, and I had bad days. On the good days, I took the high road. I ignored his lashing out, his merciless jabs. On bad days, I would fester in the August sun while the kids ran through sprinklers, raging at him in my mind. But I never wavered. Although it may sound ridiculous to say “Don’t take it personally” when your husband tells you he no longer loves you, sometimes that’s exactly what you have to do. \n\nInstead of issuing ultimatums, yelling, crying or begging, I presented him with options. I created a summer of fun for our family and welcomed him to share in it, or not — it was up to him. If he chose not to come along, we would miss him, but we would be just fine, thank you very much. And we were. \n\nAnd, yeah, you can bet I wanted to sit him down and persuade him to stay. To love me. To fight for what we’ve created. You can bet I wanted to. \n\nBut I didn’t. \n\nI barbecued. Made lemonade. Set the table for four. Loved him from afar.\n\nAnd one day, there he was, home from work early, mowing the lawn. A man doesn’t mow his lawn if he’s going to leave it. Not this man. Then he fixed a door that had been broken for eight years. He made a comment about our front porch needing paint. Our front porch. He mentioned needing wood for next winter. The future. Little by little, he started talking about the future.\n\nIt was Thanksgiving dinner that sealed it. My husband bowed his head humbly and said, “I’m thankful for my family.”\n\nHe was back.\n\nAnd I saw what had been missing: pride. He’d lost pride in himself. Maybe that’s what happens when our egos take a hit in midlife and we realize we’re not as young and golden anymore.\n\n When life’s knocked us around. And our childhood myths reveal themselves to be just that. The truth feels like the biggest sucker-punch of them all: it’s not a spouse or land or a job or money that brings us happiness. Those achievements, those relationships, can enhance our happiness, yes, but happiness has to start from within. Relying on any other equation can be lethal.\n\nMy husband had become lost in the myth. But he found his way out. We’ve since had the hard conversations. In fact, he encouraged me to write about our ordeal. To help other couples who arrive at this juncture in life. People who feel scared and stuck. Who believe their temporary feelings are permanent. Who see an easy out, and think they can escape.\n\nMy husband tried to strike a deal. Blame me for his pain. Unload his feelings of personal disgrace onto me.\n\nBut I ducked. And I waited. And it worked."
}