{
  "url": "http://www.nytimes.com/2009/05/31/fashion/31lovesub.html",
  "headline": "I Write About Finding True Love, but It’s Still a Mystery to Me",
  "dateline": {
    "year": 2009,
    "month": 5,
    "day": 29
  },
  "byline": "Louise Rafkin",
  "text": "THE house was an enormous Tudor in a neighborhood I hardly ever visit: the rich, hilly part of San Francisco, with vistas to the Bay. I parked, grabbed my notebook and started up the drive. Above me, visible through the large window of their lighted kitchen, was the couple I had come to interview, the doctor and his wife. Wearing loose jeans and a T-shirt, the husband didn’t fit my idea of a stuffy doctor, and the wife, in her soft green yoga pants, seemed healthy, sweet. \n\nI watched her spread peanut butter on bread,  which the man folded into plastic bags, the intimacy between them palpable even from a distance. He squeezed her shoulder before leaving for another room. \n\nA somewhat painful feeling arose in my throat. What was it that I had just seen? How would I write about it? And what had just happened to me? My breath was shallow. I waited, inhaled deeply, felt my ribs expand and the lump in my throat melt, and then I knocked. Next, as I have done now for two years, I stepped inside the home of complete strangers and asked them how they found love.\n\nMy job is to interview couples for our city newspaper. When an editor called to see if I was interested in writing a weekly article, I was taken aback. I had been angling for a column for more than a decade, but when we met face to face and she said the word “relationships,” I was flummoxed. \n\n“How couples meet, unusual courtship stories,” she elaborated. “Love stories.”\n\nIt was a sweetheart of a job: make my own schedule, talk to interesting people, enjoy prime placement in the paper and make good money. “Great!” I barked, a little too loudly. “I’m not a romance kind of girl,” I admitted. I watched her sunny smile fade slightly. “But I’m fascinated by how other people fall in love,” I quickly added.\n\nWhat I didn’t say was that I was also jaded about love, having just split from the most recent of a string of not-quite-right girlfriends, the number of which, as I approached middle age, had reached into the double digits.\n\nI had dated this last not-right person for more than a year. On paper, we looked great together, with similar passions and compatible quirkiness. Yet I’d known from the beginning that something was missing: we had sparks, but no fireworks, a small flame that remained small despite my most ardent fanning. Occasionally she would sleep with someone else, though it hardly bothered me. That other person, it seemed to me, was no more her final destination than I was. Until, that is, she migrated permanently into that other person’s bed.\n\nSo there I was, bruised of heart and single yet again, facing a challenge. An editor with an evangelical enthusiasm for a project, and me, a perennially single and somewhat cynical relationship flunky with a lust for newsprint column inches.\n\n“It sounds great,” I ventured without hesitation, all the while feeling as if I’d signed on to cross dangerous borders using false papers.\n\n Perhaps because of my honesty, or more likely because of my résumé, I was offered the column on the love lives of Bay Area couples  —  straight, gay, married, single or even recently hooked up. No polyamory was the only parameter.\n\nI catapulted  into my work. It’s what people do to distract themselves from a breakup, and there was that scary voice in my head that kept whispering: “You’re 50, you’re single ... good luck with that.”\n\nIn the two years since, I’ve interviewed more than 200 people about how they met, married or merged, and time and again I’ve asked my incredulous questions.\n\nOne man married a woman from the Mauritius Islands that he met through a French pen-pal organization. “You flew to Africa to meet someone after exchanging two postcards?” I asked. Not only that, but he proposed in less than a week. They’ve been married 10 years.\n\nAn  Italian-American guy paid the bridge toll for a cute girl in the car behind him: she married him. A couple met in a head-on collision (neither was badly hurt); another in a relocation camp for  survivors after World War II. Two lesbians met as 9-year-olds in a Christian cult from which they escaped together after high school graduation. Now in their 40s, they’re still together, amused by — and grateful for — the rare circumstance of never having experienced a broken heart. \n\nI’ve been impressed by arranged marriages I’ve learned about, wherein at the very least the couple share values — about money, education, family — and at most adore and cherish someone they met and married in a time frame shorter than a single rotation of the sun.\n\nA world map hangs in my office, poked with colorful pins marking the countries of origin of my subjects: the diversity of the Bay Area’s melting pot gives my column flavor. Yet what’s most foreign to me about them is not their culture or ethnicity. It’s their certainty about something as inexplicable as love.\n\n“How did you know?” I asked a woman who had met her future husband on a plane and swears she knew they would marry from the moment she squeezed into that middle seat. \n\n“I felt it,” she repeated to my persistent inquiries. \n\nFelt what? I have wondered more times than I care to recall.\n\nInevitably, they turn the tables and ask me about my own relationship status. Sometimes I skirt the question, put up a journalistic smoke screen and simply deflect. But occasionally I give it a shot. \n\n“How did you meet your husband?” This came at me few weeks ago from a Burmese political activist who met his wife in a Thai refugee camp. I didn’t bother to correct his gender presumption. \n\n“I haven’t  —  yet,” I stammered. \n\nTheir faces fell. “How sad for you, this work,” the woman said. As I was leaving, she tucked a small statuette into my purse. “For good luck,” she told me.\n\nAnother couple tried to set me up with their thrice-divorced son.\n\nAT times I feel like an anthropologist on Mars. So many of the people I interview have gut feelings and are hit with lightning bolts and simply “know.” But no matter how many times I hear these stories, and I hear them every week, I have yet to understand. \n\nI’ve known things before, sure. The one time I really felt that magnetic feeling, for a charismatic blond Italian, I nearly ended up in the bin. Sure, the initial attraction was intense — ignited by a glance across a grocery store — but the flip side was like turning magnets’ backsides to each other. The repulsion — fights and jealousy and drama — was just as powerful.\n\nI can always turn to my rationalizations: My parents didn’t give me a great model for partnership, and maybe I’m missing the gene for long-term love. But at this age, really! That excuse seems both boring and tragic. My shrink says I need to stop asking questions, buckle down and learn to love. “Quit searching for the easy, mind-blowing, true-love story,” he says. “It’s an illusion.”\n\n“It’s my job,” I tell him, half smirking, as if I’m in on the joke. But then I go out and hear another of these stories and I wonder. \n\nSometimes I think it’s just a linguistic challenge: love is a noun, something precious that you find, or that finds you, like in many of the stories that end up beneath my byline. Or maybe my shrink is right and love is more a verb, something you do. \n\n“We treat each other like we’re each other’s mothers,” said a Tibetan woman of her husband, “because in another life, we might have been.” Her marriage to an American Buddhist began as a way to immigrate, and then they started to have feelings for each other. \n\n“Our hearts knew before our brains,” she told me.\n\nI wrote it down and read it over several times before deciding to make that the final line of their story — it will guarantee moist eyes, at least from some readers. But these love-as-verb stories are not as flashy or Hollywood-esque as the ones in which love falls from the sky.\n\n“It must be torture,” a woman told me the other week. “To be single and meet all of us lovebirds?” She had hooked up, after 40 years, with her high school nemesis. They had randomly crossed paths (without the help of the Internet) 3,000 miles from where they had grown up. Curled on her couch, she cooed into the shoulder of her new true love.\n\nI drive off from apartments, homes, trailers, even a center for people with developmental disabilities (where a couple had met at a special-needs summer camp), and I’m writing the column   already, but I’m also thinking: Will anything like that ever happen to me? How happy are they really? \n\nI put the key into the ignition, and wonder if, on the way home, someone will cross in front of my car and our eyes will meet and we will just know. In the years I’ve had this job I’ve gone from dating, to seeing someone, to seeing no one, to dating again. Yet I continue to ask, notebook in hand: How do people know with such certainty that their person is the one? Or do they not know and just decide?\n\nI’m paid to wonder about these things. But even if I weren’t, I’d still be looking through that window, questioning what was passing between that doctor and his wife — an outsider always peering in, ever curious — which, it turns out, is what makes me perfect for this job. Because after all my years in relationships, and the years of writing my column, the commonness of being fully coupled — that level of intimacy — is still as mysterious to me as the boundary of our universe. I can’t see it, but I know it must be out there somewhere."
}