{
  "url": "http://www.nytimes.com/2009/08/16/fashion/16love.html",
  "headline": "Snappish at First, Now All Warm and Fuzzy",
  "dateline": {
    "year": 2009,
    "month": 8,
    "day": 14
  },
  "byline": "Candida Pugh",
  "text": "THE local newspaper columnist had most of the details wrong. He said a middle-aged man lay on the ground, bleeding profusely, while his middle-aged wife stood above him, wringing her hands. He also invented two bystanders, one of whom asked, “What happened?” to which the other responded, “His dog head-butted him.”\n\nFirst, Charles and I were 60 and 57 at the time, past what I consider to be middle-aged. Neither were we married. Plus I have never been the type of woman to wring my hands (I felt quite sour about that depiction). And the dog didn’t belong to Charles, but to me. \n\nWorst of all, this amusing item didn’t begin to capture the horror of seeing my lover reel backward, clutching his face, blood gushing through his fingers. I was sure my dog had taken out his eye.\n\nTo back up: Nine years ago, I selected a flattering photograph of myself, wrote a blurb and headline, and signed up for online dating. As a hedge against aspiring geezers, I discarded a few years from my age, registering on one site as 54, on another as 52, and on a third, 51. I put down whatever I felt at the moment. \n\nAfterward, I couldn’t recall what I’d claimed on which site, a lapse that resulted in my being locked out of one since, to access my responses, I was required to re-enter my birth date. (It also netted me a snippy note from one man who had seen all three ads and demanded to know which listed my true age. I replied candidly: “None.”)\n\nI heard from my first gentleman caller immediately. His e-mail message was witty, perceptive and brilliant, with inspired references to literature, opera and politics. His words struck me as hilarious and intuitive. I plummeted directly into love.\n\nDriving through a February rain to meet him, I was already trimming our first Christmas tree and looking forward to the end of lonely holidays. I foresaw romantic dinners with a husband who could make me laugh. Wooing and getting to know each other were mere pro forma.\n\nIn the murky cocktail lounge where we’d agreed to meet, I spotted him and, to my horror, felt immediate aversion. Cadaverous and long-limbed, he had a tendency whenever he spoke to wave both arms around in spidery disjunction, concluding by planting the back of one bony hand against his lips and mumbling through it so I couldn’t decipher a word. \n\nAfter what I prayed was a reasonable passage of time, I fled, shooting him a polite and cowardly follow-up message. I hoped it didn’t hurt his feelings, and I also hoped he wouldn’t retaliate with some appraisal of my own less than endearing traits. He didn’t. In response to my “I don’t know what’s wrong with me — you’re a very special person,” he replied, “We both know there’s nothing wrong with you.” His kindness made me feel like a jerk.\n\nIn the ensuing 12 months, I exchanged messages with nearly a 100 men, though I exercised greater caution. Several clued me in to a nasty disposition by making insulting references to  the ex-wife.  Some had political leanings at odds with my own. Many had no visible means of support or, worse, felt obliged to report the kind of car they drove. One wrote without capital letters or punctuation. When I observed that he was “too lower case for me,” he replied, “what do u mean.”\n\nThree months in, my M.O. was fine-tuned. If the first e-mail message intrigued, I would invite more, resisting overtures to meet, waiting to learn that we had everything short of “chemistry” going for us. A year in, I had agreed to only a handful of dates. None developed beyond “It’s been nice, thanks.” \n\nI was ready to yank my ad. What was the point? But what I didn’t know was that Charles had already spotted it and taped my photo to his monitor. When he finally made his move, he wrote, “You’re so beautiful, I thought you were out of my league,” a compliment that immediately advanced him around the bases, practically poised to score.\n\nHe was two years out of his own long marriage. Later I would learn that the coup de grâce had been administered by a puppy. Just before Charles went off to a conference in Brazil, he lowered the boom on his wife’s proposal to bring a dog into their household — he didn’t want one and told her so. A month later, she and the springer spaniel greeted him at the airport. He was infuriated. They had agreed not to get a dog, hadn’t they?\n\nListening to his tale, I was amused, recalling one he had told me about how he and his wife had struggled over replacing their couch. Her father had burned it up, napping with a lighted cigarette, and the firemen had pitched the smoldering granny-style sofa out an upstairs window. As someone who is fond of old objects, including the sofa, Charles set out to find its twin. His wife dissented. She wanted something more modern. They compromised on the same Victorian settee in pink instead of yellow. \n\nRecounting the story, Charles expressed bewilderment: “I viewed it as an opportunity to work something through to a satisfactory compromise. I felt good about it. But she didn’t see it that way at all.”\n\n“Perhaps,” I ventured, “because you won.”\n\nAlthough I found Charles attractive and sweet, I saw he would be a challenge. My previous husband was a man who would do anything to avoid conflict. Charles apparently would do anything to avoid losing. His wife seemed to have triumphed only by exiting through the back door.\n\nWhat drew me to Charles was his humility about these marital brouhahas. He’d been impossible and he readily acknowledged that. By the time the union lay in pieces all around him, he had started to see what he might have done differently. In recounting those peevish acts, he never resorted to name-calling. The worst he came up with was “Miss Took-it,” for all the items he discovered missing after she left.\n\nWhen he first wrote to me, I relished his educated, slightly sardonic tone. After a couple of e-mail messages, he pressed me for a meeting. But I, of course, demurred.\n\n“A very long correspondence,” he wrote, “was not what I had in mind. And, by the way, have you read  ‘A Very Long Engagement’?” In the remainder of his very long message, he recounted every salient fact about himself, concluding with, “Now can we meet?”\n\nOf all the novels he might have mentioned that I either would not have read or not admired, it hit me that he had picked one so lyrically written, so haunting — I’d loved it. I told myself it had to be kismet. I agreed to meet the following Thursday.\n\nWhile I looked forward to meeting him, the speed of our get-together disturbingly echoed the earliest “tryst” to which I had foolishly rushed. Doubts began to cloud my romantic fantasies. In his photograph, Charles seemed a bit sharp-faced. Was that meanness around his eyes? By Thursday I almost felt as if I’d agreed to a suicide pact instead of an evening stroll around a lake.\n\nHe had his back to me as I approached with Jessie, my very large German shepherd. Even after he’d turned around I couldn’t see him well. We launched into an awkward conversation, the sort of stop-and-start that doesn’t bode well for a follow-up date. He spoke ponderously with little of the quickness that had attracted me to his writing. My jokes fell flat. \n\nYet when he took my hand and said he’d had a great time and could he telephone, I felt weirdly disappointed that he wasn’t inviting me to dinner. “Sure,” I said, confused by the mixed messages roiling inside me. Since I knew he didn’t have my phone number,  his gesture seemed to signal the end of the matter. But he sent an e-mail message that night, and we had another, far more successful date, and another after that.\n\n WE discovered a wealth of compatibilities. More relaxed, he began laughing at my jokes with gratifying spontaneity. I discovered that he was an unrepentant sentimentalist, weeping openly at corny movies, which allowed me to play the tough broad.\n\nAnd then, three months after that walk around the lake, I was driving him to his cabin in the woods because his sports car could barely hold me, let alone my 100-pound dog.\n\n Jessie was dozing in back of our seats in the cab of my pickup when we stopped for lunch. Because it was a hot day, I parked in deep shade and left the windows down. We were munching away on the cafe patio when Charles said that he wanted to grab his sunglasses from the dashboard of the truck. Fateful decision.\n\nJessie, abruptly awakened from her nap by the specter of a hand reaching in the window, lunged directly at Charles’s face, open-mouthed. At the last second, perhaps realizing her error, she clamped her teeth, cushioning her sharp incisors with her snout. Even so, Charles’s cheek split open below his eye, spilling enough blood to have brought the Red Cross running with pint jars at the ready.\n\nI was furious with my dog. When we finally were able to get back into the truck, she cringed behind the seat, her cow eyes begging forgiveness. I was too shaken. I couldn’t bear to look at her.\n\nBut Charles, sporting a soggy Band-Aid and a darkening eye socket, turned around in his seat and affectionately ruffled her fur.\n\n“She’s a good dog,” he said, inviting her to resume her parrot’s-eye view of the road with her chin on his shoulder. “Nobody’s stealing anything of ours while Jessie’s on the job.”\n\nFrom that day, Jessie has faithfully slept on the floor next to Charles’s side of the bed. I, of course, occupy a somewhat more elevated position."
}