{
  "url": "http://www.nytimes.com/2009/11/08/fashion/08love.html",
  "headline": "A Brief Visit From My Soldier Son",
  "dateline": {
    "year": 2009,
    "month": 11,
    "day": 6
  },
  "byline": "Charles Rush",
  "text": "SEVERAL years ago, as Labor Day approached and parents nationwide began that end-of-summer ritual I know all too well — packing the children off to college — I found myself facing a new and particularly fraught task: preparing to return my son not to college but to war, to the mountain passes northeast of Kandahar, Afghanistan, near the border with Pakistan.\n\nInstead of going to Staples to compare the features of the latest line of laptops or to pick out an alarm clock as I had done with our older children, I went shopping with Ian in the hunting section of Ray’s Sporting Goods, where we bought every last can of sandstone and olive green spray paint to camouflage his gear. \n\nI am a minister in an affluent suburb of New York City. Nothing in my life had led me to expect that Veteran’s Day would honor the military service of a child of mine. But on Sept. 11, 2001, a morning when we lost many friends and neighbors, Ian left high school and drove to the top of the parking lot at Overlook Hospital in Summit, where he watched the second tower of the World Trade Center come down. \n\nA varsity lacrosse player, he decided in the ensuing months that instead of following the path of his siblings and peers, he would enlist in the Army, the only senior at Summit High School to do so. Eventually he would become an Army scout with the 25th Infantry, doing reconnaissance work in the hunt for Al Qaeda militants. \n\nIt is strange when your child can be on the front lines, scouting the mountains of Afghanistan and still able to call you on your cellphone at the beach. But that is what Ian did that August from a satellite phone, the reception so clear it sounded like he was right down the road. \n\n“Dad,” he said. “I’ve got some news.”\n\n“Are you O.K.?”\n\n“Yes, it’s all good. I’m coming home in two weeks on leave. But I need you to talk to Mom.”\n\n“About what?”\n\n“I’m getting married.”\n\nIan had always been an impulsive, passionate kid, and we knew that he and Brandi had been dating for a year — she was also in the Army in Afghanistan, stationed in Kandahar. So it wasn’t the wedding news that threw us as much as the fact that we would only have two weeks to prepare.\n\nNo matter. We assumed that it would be a modest affair, attended only by family and a few friends, given the short notice. But word spread quickly, and soon we found ourselves planning a wedding for 200. Luckily, nearly everyone who found out about the sudden ceremony volunteered to help, which is the only way we were able to get it done.\n\nIan and Brandi’s route home took them from Kandahar to Uzbekistan to Kuwait City and then to Frankfurt, where they rushed to make a commercial flight to Newark that was being held for them. \n\nThe pilot of that plane announced that they were awaiting two soldiers on leave from Afghanistan who were going home to get married, and when Ian and Brandi finally boarded, dressed in their fatigues, the passengers stood and applauded.\n\nAt our end, I got choked up to see them still in uniform as they came toward me carrying so little. Unlike our college kids, who can fill a Chevy Suburban and then some with all their clothing, furniture, books and electronics, all of Ian’s and Brandi’s gear fit into two Army backpacks. \n\nWhen Ian hugged me, he felt strong, very strong.\n\nFor the rehearsal dinner, my wife and I and our future in-laws presented a slide show of Ian’s and Brandi’s childhoods — a review of the kind of outdoorsy people they had always been, with a lot of laughter and joking. But in the middle of the show I had a moment of emotional weakness, remembering a similar slide show someone put together for a funeral I had recently attended. \n\nI never wanted to pass around photos of Ian while talking about how great he was when he was alive. The fear of death always hovers over the families of those on active duty. Sometimes you try to bargain with it or push it aside, but it’s always there. All I felt we could do that would be spiritually productive was to celebrate the wonder and goodness of life in the midst of our anxiety. What better occasion to do that than a wedding?\n\nAnd what a wedding it was. The church filled with Ian’s friends who had delayed returning to college to be there — all beautiful young people, so handsome in their suits and evening dresses, on their way back to Georgetown, Middlebury, Duke and Brown.\n\nThey were respectful but surely curious at the spectacle. My son was a bit of a wild man in high school — not a person anyone would have predicted to be the first to marry. And in the college world his friends inhabit, especially the fraternity world, marriage is not exactly at the top of everyone’s list.\n\nIn the world of the enlisted men and women, however, a premium is placed on loyalty and steadfast support, and this translates into a high rate of marriage, even among young people who are only in their late teens and early 20s. Every day, from basic training to daily missions, where they depend on one another for survival and success, what really matters are loyalty and people who can be counted on. And so it was for Ian and Brandi.\n\nWe had to have the reception at our house as my son was just shy of 21 and could not legally drink. This was nothing new to him; American soldiers in Afghanistan are on dry deployment. They don’t have access to cash, either — just a credit card that can be used at the base. \n\nThere is precious little to spend it on anyway. Ian’s unit was hardly ever off duty, and often their missions in the field would go on for weeks at a time in those rugged, hostile mountains, periods during which he and his fellow scouts were self-sufficient and capable of sleeping anywhere at any time.\n\nThe evening before he had to return, after we finished buying the camo paint, we drifted over to the gun cases. I asked Ian about the sidearms they use in the Army, and he showed me the Glock 9 millimeter pistol that is standard issue. He told me officers complain about it because people can be shot two or three times and they keep running. \n\n“How does the Army prepare soldiers spiritually to kill people?” I asked. \n\n“You train over and over so that when you get there it isn’t a big deal,” he said. \n\nBut I worried for him because I knew it was a big deal. So far he had been able to avoid heavy sustained fire. Considering where he was, though, it seemed inevitable that he would engage in deadly combat, and that he would come back changed.\n\nI wanted to stop and pray for his burden right then and there, but I did not. I just put my hand on his shoulder. \n\nAt home later, we had our last family meal before his mother and I would take them to the airport in the morning. He and Brandi were so rested from their two-week leave, so full of energy from being together and ready to make plans for a home. But all of that would have to wait until their tour was over. Back in Afghanistan they wouldn’t see each other for long periods of time, and when they did reunite they would literally set up their tent together. But they never once complained to us about this or anything else. \n\nWhen I used to take my older kids to college, I’d always have to wake them up and get us all going on the morning of departure. Then there were all the last-minute items they typically needed, as well as cash for some extra bill they hadn’t anticipated. I used to joke that each hug cost me $100.\n\nBut the morning we took Ian and Brandi to the airport, my son was the one to wake us. It was well before dawn, but they were packed, ready to go and surprisingly alert, considering how little sleep they’d had. There would be no $100 hug.\n\nAs it happened, though, he did have one request involving money, though it was about his money, not mine. After spending a few minutes standing around the coffeepot, he handed me a folder. “Dad,” he said. “I need you to hold on to this for me.” \n\nInside were the records for a bank account he had opened with their wedding gifts, including the name of the teller if I ever needed to speak to her, and some deposit and withdrawal slips.\n\n“The last couple of things are for you,” he said. “You may want to keep them separate.”\n\n It was a power of attorney that would enable me to access his account in the event of his death. \n\nI know I’m supposed to be a pro in these situations, but I could not stop a despairing rush of anxiety from surging through me. My eyes became blurry, and I had to turn away to regain my composure.\n\nAs we drove to the airport, nobody spoke. At the departure terminal, I parked the car and got out, and my wife and I and pulled Ian and Brandi close. \n\nI didn’t want to let go of my son — I feared it might be our last hug. But I knew he needed us to be strong and to support them in what they had to do, so I made myself let go. \n\nI kissed them each on the head and said, “You know who loves you.” \n\nWith that they turned and walked into the terminal. Ian still had that shuffle he had as a little boy. Despite the backpack and uniform, I saw him as the toddler he once was wearing footie pajamas and dragging his blanket behind him. But he was no longer that boy. He was a man, not yet 21, who looked as if he could handle anything. He had his arm around his wife in support. And just like that he was gone."
}