{
  "url": "http://www.nytimes.com/2009/10/11/fashion/11love.html",
  "headline": "Father Answers His Question on What He Will Do for His Son",
  "dateline": {
    "year": 2009,
    "month": 10,
    "day": 9
  },
  "byline": "Joe Blair",
  "text": "PROSPECTIVE buyers must wonder about the hard-packed runway of dirt in our backyard where grass won’t grow. And the hasp and padlock on the refrigerator. They must wonder why the gate on our six-foot-high picket fence is permanently bolted shut. \n\nDeb and I hardly think about these things. We’ve been with Michael for 11 years. \n\n There are two runways inside the fence. One traces the edge of the house. The dog made this one. He sprints from window to window, tracking my location. Am I in the kitchen? Leaving the kitchen? Walking to the living room? Walking back to the kitchen? D’Artagnan’s head pops up in each window as I pass. It might be cute if it weren’t for the destroyed windowsills and muddy paw prints on the siding.\n\n The other runway, in the center of our tiny backyard, belongs to Michael. It’s a 10-by-3-foot stretch of shiny earth. There are three layers of sod beneath it, each one representing Deb’s hope that this time the grass will take hold, this time the grass will take hold, this time ...\n\n Once she placed lawn chairs over the spot, but Mike moved them. She tried a heavy picnic table, but it blocked the sunlight and the grass almost died anyway. So we moved the table and Mike finished the job with his pacing.\n\n First thing in the morning, whether at 2 or 6 or 8, you can depend on Mike finding one of my leather belts, sneaking out the back door, and starting to pace on that patch of dirt, a brown packed surface, hard on dry days, slick on rainy days. What could be better? A belt that, if you grab it by the buckle and move it back and forth at a certain pace, will make sine wave after sine wave, its tail lapping the ground ever so gently as it releases the previous wave into the universe. \n\nIt is a mesmerizing thing. So absorbing. So incredibly fantastical that Mike can’t help releasing loud shrieks of delight. Or agony. Or pent up frustration. Or joy. In that muddy patch. In that sinusoidal belt. In that release into the universe. \n\nTypically he will be naked. Or have only boxer shorts on. He will be screaming or singing or howling in a shatteringly high pitch; he is a supersonic Tarzan, an alarm clock we cannot ignore. Because we have sleeping neighbors: a veterinarian and his wife, a guy who is the head of some department at the University of Iowa, and another who works in the penal system. \n\nAnd one of us, Deb or I, cursing beneath our breath, will peel ourselves out of bed and hurry down the creaking stairway. \n\n“Michael!” we will say in our most authoritative voice. “Michael. Get in here!”\n\n And Michael will drop the belt and do as we say. He will leave behind the thing he loves most. More than food. And he will do what we say. Until we are back in bed. And then he will return to his beautiful runway. With his magical belt. And he will make the world understandable in a sinusoidal way.\n\nIt is a poor substitute, we have learned, for the real thing,  ocean waves. When Mike first saw the ocean, two summers ago on a beach in San Francisco, he was enthralled. He dropped the belt he always carries, threw himself on the sand that was warm and fine, and listened to the sound of the surf. It was as if he had finally found someone who spoke his language. The Pacific Ocean. Mother of all sine waves. \n\nWe visited the beach everyday for five days, but this was only vacation. And despite what boys want, vacations end. Soon Mike was back in Iowa and it was the belt again, lapping against the brick walkway while he waited for the school bus with his father. \n\nOne evening Michael’s twin sister, Lucy, said to Deb and me: “The teachers will think I’m stupid. Like Mike.”\n\n“Mike is not stupid,” Deb said.\n\n“Mom,” Lucy said, patiently. “You know what I mean.”\n\n“Yes,” Deb said. “I know what you mean. But you’ve got to know what I mean, too. Imagine if you found yourself in the middle of China somewhere. And everyone was trying to talk to you. But you couldn’t understand them. And everyone thought you were stupid. But you were still just like you are. How would you feel?”\n\n I have had glimpses of the kind of man I should be. Such are the revelations we are afforded. Passing glimpses, like the small, hidden pond you pass while driving on a particular road for the first time. Suddenly opening up and then closing once again. So that it can be instantly forgotten, or recalled only in part. \n\nI have had these glimpses. Once, while attending some frighteningly capitalistic rally for Amma, the hugging saint, her face magnified and simulcast throughout the convention center in Coralville, Iowa, and printed on mugs and glossy paper and everything else, I had such a glimpse. \n\nI had taken Mike to see the hugging saint for the same reason we have taken him a lot of places — with the hope that somehow it might help, that something might reach him. Anyway, what did we have to lose? \n\nOnce there, however, I did not want to hug the hugging saint. I did not need her blessing. Or the glazed smiles of her followers. Or the hypnotizing chants. I did not need anything other than to get my son, who was lying on the floor, feeling the carpet with his lips, and screaming, outside and in the car where I could maybe listen to the Cubs game. And then, while I was hauling Michael to his feet, Amma’s interpreter came on the screen and said something about eternity. And then he said something about kindness. \n\nWhen I was 10, I would pray to God and ask for my challenge. “Give me my challenge,” I would pray. “Give me my challenge.” And at my lowest moments I have thought: “That was my mistake. I asked for it.”\n\n These days I rarely talk to Mike because he rarely responds in any way. You may think this is cruel, ignoring my own son. And if you were to spend one day with him, you might be full of energy and hope and good will. But I have been with him every day of his life for 11 years. My bad habit of ignoring my son has become so ingrained that our routine of noncommunication has become something of a runway all its own. And I ignore the very things that fascinate Michael. The belt. The patch of dirt.\n\n Still, once in awhile, we engage one another. Sometimes, for example, we play the blinking game. While lying next to each other, very close, Mike will look at me out of the corner of his eye, a sly smile playing across his face, and he will blink once. Then, in response, I will blink once. His smile will gain in radiance. And he will answer my blink with one blink of his own. This will go on for some time, whipping Mike up into a fit of laughter. \n\nTonight, I lie next to Mike. It’s 11, well past his bedtime. He has been nervous. Maybe he has broken into the refrigerator and eaten some of the food we have forbidden him to eat — like bread or cheese or milk — since we’ve put him on the gluten-free, casein-free diet. \n\nHe has been laughing hysterically for at least an hour, which might seem cute to you but to me indicates that Michael is on the edge of a seizure. Our faces are very close in the dark. Mike likes it this way. Close. He is a beautiful boy. His eyes are large and liquid. His facial features are clean. \n\nThe great challenge I asked for when I was a boy, imagining the crack of doom and the Argonauts and the seven feats of Hercules, is lying in bed next to me, very close to my face. Faith is nothing other than an acceptance of eternity and, at the same time, of death. The great challenge, my great challenge, is nothing other than, in the face of eternity and death, a question of kindness.\n\nCan I, being alive at this time, love this boy? Can I listen to him? Can I be a good father to this boy?\n\nWe have glimpsed the future, of Mike at 6-foot-3 and 250 pounds, his sporadic anger triggering the need for drugs, restraints, while I grow older, smaller and weaker. And Deb and I decided that we want a shot at a different future, one in which Mike, near his beloved waves, in a place where it seems he belongs, maybe isn’t so troubled. \n\nSo after nearly two decades in Iowa, we’re moving to the coast, to the waves. I have no work there, but I will find work. We have no community awaiting us, but we will make one. \n\nThe people who come to look at our house don’t understand this, but it is not theirs to understand. It has not been given to them. It has been given to us.\n\n“Mike,” I say, in the darkness. “You’re a good kid.” I say it, and then I keep listening for once. I don’t stop listening after a few seconds as I normally do. Instead, I let the seconds run on. \n\nMike has ceased his laughter now. After some time, I don’t know how long, he whispers very quietly, “You’re” and “a good kid.” And then, “a good.” And then, “kid.” And then, “Mike, you’re a good kid.”\n\n “I’m proud of you,” I say. The words wave and wave. And then they come back. Broken and then full. “Proud,” Michael says. “I’m proud of you.”\n\n“I love you,” I say. It’s a profession. It’s also a self-rebuke. \n\n“Love,” Mike says a few minutes later. “I love you. Love you. I love. I love you. You.”\n\nAfter Mike seems to be done with his response, I ask, “How would you like to live by the ocean?” \n\nThis brings a big smile. He is looking off. Away. At something far. The words wave and wave. “Ocean,” he says."
}