{
  "url": "http://www.nytimes.com/2009/09/06/fashion/06love.html",
  "headline": "Giving Myself Consent to Let Go",
  "dateline": {
    "year": 2009,
    "month": 9,
    "day": 4
  },
  "byline": "Elizabeth Scarboro",
  "text": "THE letter has been on my desk for months, though the sender — a hospital urology department — is awaiting my reply. The department is moving, and while cataloging what it needs  to take to the  new site, it  found something that belongs to me. Rather, about 50 million things that belong to me: a frozen sperm sample from my deceased husband.\n\nThe letter lies five feet from my sleeping little boy, Theo, who is oblivious to my life before him, to the fact that I ever thought about having children with anyone other than his father. All of that will come. \n\nI wonder if I’ll tell him that when I was younger I never wanted to have children, that I married a man, Stephen, who supposedly couldn’t, that this was the least of our problems. I wonder if I’ll tell him about cystic fibrosis, about how Stephen knew when I met him at 17 that even though he was fine then, and sneaked into swimming pools and onto rooftops with the rest of us, he would be lucky to live to 35.\n\nStephen was 19 when he was first told he couldn’t have children. By then I was at school in Chicago, he was in Berkeley, and we were in love the way teenagers are — we had no idea we would be together later on. He had gone to the hospital for a respiratory infection, and the doctors had brought up his sterility, surprised that no one had mentioned it to him before.\n\n Stephen considered this to be good news; he didn’t want children anyway, and now he wouldn’t have to worry about birth control. Over the phone we laughed about all those unnecessary trips to the drugstore. \n\nSeven years later, in a Boston hospital, Stephen met a guy with cystic fibrosis who had a child. The sterility of men with the disease, it turned out, was more nuanced: it wasn’t that they couldn’t produce sperm but that their vas deferens was missing or blocked, preventing conception through natural means. \n\nBy then we were 26 and married. I had always said that I would never marry, and I worried about Stephen’s illness. But he made me happy and I wanted to be with him for as long as I could. In fact, hearing the news that parenthood might not be completely out of the question, we loosened the straps on the future we’d imagined and made room for the possibility of a child. \n\nThis future was great sounding, if complicated and far away. Stephen was on the waiting list for a double lung transplant. On the rare day that I imagined a family, I worried that my theoretical children would hate me for bringing them into a world from which their father might shortly disappear. Most of the time, however — even after the transplant — we didn’t think about kids. Absorbed by our day-to-day life, we didn’t talk much about the future. \n\nBut we did talk a lot about death, to the point that we were almost too comfortable with it, as if by having it right next to us we could domesticate it, file down its claws. As if by talking about it, joking about it, seeing life in light of it, dying at 30 would be normal and years beyond would be extra. \n\nFor a long time, I felt this way about getting older, even though I was the healthy one. My stomach fell when I heard wedding toasts that mentioned grandchildren. I didn’t wear sunscreen. I thought that  if I got wrinkles, I would take them as the small downside to my good fortune. \n\nNow I stare in the mirror, annoyed with my younger self, and guilty about my annoyance. It’s a betrayal of Stephen to feel anything but happy about growing older. As if the alternative is staying young. I can still picture the way he looked at elderly couples, the jealousy on his face. But then, who knows: if he had made it into his 30s, he might be staring in the mirror, too, checking out his hairline, wincing in his own guilty disbelief.\n\nIf Stephen could look in on my life he would understand the phone call I have to make about the letter. He would see me, deep in my life with my second husband, with our son, Theo,  and baby daughter.\n\n“There’s room,” my husband said early on, meaning room for my past in our present, for Stephen’s family in our family, for the messiness of the situation. And maybe if he hadn’t said this, if he’d been less self-possessed and more possessive, I would have had to forget my old life completely. But I was still grieving when I met him, and he probably realized that it was all of me or none. \n\nStill, he has his limits. We’d only been together a few months when the frozen sample came up. “You should probably know, ” he said, “I’m not up for that.” \n\nAnd actually that was a relief; I wasn’t up for it, either. \n\nWould Stephen have been up for it? After all, when the decision was made to extract his sperm, he was no longer lucid, not part of the discussion. The day he was dying, a friend suggested it, and in the midst of the loss it seemed like a great idea — inappropriate and funny, but serious, too; a way of refusing to let death take everything. \n\nEven though Stephen wasn’t conscious enough to answer, I asked him what he thought, and I imagined him grinning. Then I imagined him wincing — the procedure, sperm aspiration, involved a needle. It’s disconcerting that I made this decision so easily, but there wasn’t time to think — there hadn’t been for days. \n\nThe doctors were surprised but willing. They felt terrible for me and wanted to help in any way they could. They also knew that while the decision to take the sperm had to be made quickly, the decision to use it would get the contemplation it deserved. I had to consent to a yearlong wait.\n\nSTEPHEN’S doctor arranged a meeting between the hospital lawyers and our two families, this being classic lawsuit material. The lawyers eyed me gravely — my cheeks still strangely chubby at 29, my jeans faded, a look about me as if  I’d just pulled an all-nighter. They started in on a stern lecture, wanting to make sure I understood the seriousness of this. \n\nStephen’s doctor asked me in a whisper if I was cold. Before I could answer he put his coat over my shoulders. The lawyers then changed their tone, granting me inadvertent respect now that I had a stethoscope dangling from my pocket. \n\nWe went around the conference table. My mother and Stephen’s mother said that they were sure he would be happy with this. My father said, “I never heard Stephen say anything about children, but he always did what Elizabeth wanted.” \n\nThis was far from true, but I did think then that I knew what Stephen’s answer would be, just as I believe I know what he would say now.\n\nStill, the call is hard to make. When you are deciding how to handle a loved one’s possessions, a natural hierarchy reveals itself: the closer something is to being part of the person, the harder it is to give away. I remember returning to the house after Stephen died, sitting on the couch staring around at each object that had been his and realizing that all of them, put together, didn’t add up to the person. \n\nIn a fit of clarity, or carelessness, I opened the house to the people who loved him and told them to take any of his things they wanted. (To this day, there are CDs I look for, and then realize how they disappeared.) But this sample, this is as close to being Stephen as anything can be. Though I can hear him laughing at that thought. “You’re kidding,” he would say. “You feel bad for the frozen sample?”\n\nBut I can’t help feeling like I’m in charge of the last fragment of a life, and I want to do right by it. It’s an echo of the way I felt when Stephen’s doctor sat us all down in the hallway and asked how we wanted to handle the end. Stephen’s family turned to me, and I stared at the doctor in angry disbelief. How in those many years of talking about death had Stephen never managed to put “Do Not Resuscitate” in writing? \n\nIn a way, I realized, he had. The night of the transplant, he’d asked me to be his proxy, and I’d gripped the clipboard, feeling like I do when seated in the exit row of a plane — unsure if I’ll be good at the job, but not trusting anyone else to do it better. \n\nStephen had grabbed the paper from me and scrawled at the bottom: “I told you to pull the plug.” \n\nIn that hospital hallway I knew what he wanted, and I forced myself to sign the “Do Not Resuscitate” order. And now here I am, years later, faced with another form asking me to speak for Stephen, as much as for myself, even though he has been gone for years. \n\nIf he had lived 50 years ago, there would have been no machines to keep him alive, no procedure to take his sperm; his body would have been able to die on its own terms. But then, he never would have lived to 30.\n\nStephen lived and died on the frontier of modern medicine, a life that was messy and lucky and terrible and strange. Just as strange, perhaps, as the fact that I am letting go of him not once, but twice."
}