{
  "url": "http://www.nytimes.com/2009/06/28/fashion/28love.html",
  "headline": "Raising a Princess Single-Handedly",
  "dateline": {
    "year": 2009,
    "month": 6,
    "day": 26
  },
  "byline": "Simon Van Booy",
  "text": "IT was about 6:30 on Thursday morning, and I was cooking breakfast in my pajamas. My daughter, Madeleine, 4, was helping by transferring eggs from the cardboard carton into the refrigerator egg box. It’s one of the things she does, like pressing the button on the elevator, and licking the cake spoon. \n\nThat morning we were both performing our duties with sleepy devotion. Then I put down my whisk and asked Madeleine to throw me an egg. \n\nShe peered up curiously from her work. “One of these eggs?” \n\nI nodded. \n\n“But it might break.”\n\n“Just throw it, Madeleine. I’ll catch it.”\n\nShe looked at the egg in her small hand, and for reasons known only to her, she began to carefully inspect the shell. \n\nWhat at first was a trifling culinary request — another egg for the mixture — quickly became something more significant: an unscripted moment of trust between a father and daughter. I wanted her to trust that if she threw something delicate, I would save it. Her mother had died a year earlier. It was sudden — an undiagnosed disorder, a suspected case of Marfan syndrome. Most people I know have never heard of it.\n\nSometimes Madeleine and I talk about that day. It’s something very private between us. I nod and listen. I want her to know I’ll take anything she wants to share, even if I don’t have an answer, which is most of the time.\n\nAnother subtle exchange occurred last week when I was making dinner. I noticed Madeleine leafing through a fashion magazine. Later that evening, she said, “So I think I’ve found someone for you to marry.” I almost choked. She retrieved the magazine and opened it to a page featuring a catwalk model in a blue dress with a yellow cape that she had circled in blue crayon. \n\n“She looks a little bit like Snow White,” I said.\n\n“Oh yes, I know,” came the answer.\n\nIt wasn’t the first time Disney princesses had played an important part in our lives. The night after her mother died, Madeleine begged me to stay up and watch “Sleeping Beauty.” We sat together on the couch under a blanket. It would have been like any other night except for the fact that we were both living in a world we could not have imagined.\n\nThat was the first of hundreds of nights we would simply have to fake normalcy and hope it felt the same. Madeleine fell asleep during the film. She missed the part where the Prince brings Sleeping Beauty back to life with a kiss, and everything returns to normal. I wondered whether she fell asleep on purpose.\n\nAt the end of “Sleeping Beauty,” with my daughter asleep on my lap, I was remembering stories about World War II I’d heard from my elderly neighbors and grandparents during my British childhood. I remembered one about a restaurant in Paris full of people in beautiful clothes seemingly enjoying fine food and wine. \n\nParis was then occupied by Nazi soldiers, and it was one of the coldest winters in memory. To people passing the chic bistro, the scene was unthinkable: the city’s social elite sitting down to luxurious suppers when so many were cold and starving. \n\nBut a closer look revealed the truth. The waiters brought menus, patrons asked what was especially good that night. Wine was ordered by the bottle; Champagne was shouted for by businessmen in black ties. Ladies complimented one another on their clothes. \n\nBut for the duration of the night, all that emerged from the kitchen was water. No food, no wine, no Champagne. Just bottle after bottle of water, on trays, in Champagne buckets, in bowls, and in glasses. It was a night like any other, yet unlike any other. \n\nIn a world marked by the absence of someone so irreplaceable, Madeleine’s and my lives are the same, but also completely different. I’m a father who makes bumbling attempts at motherly things. My in-laws, who live on Long Island, are unfailingly kind; they overlook my mistakes and are always available to Madeleine and me.\n\nBut in my day-to-day life, I’ve developed a kinship with full-time mothers. I ask them questions on the subway, in the supermarket, at the park. Buy this kind of mop, they say. Use iron-on labels, they say. Feed her by 5 p.m. and she’ll be tired by 7:30, they say. \n\nThe ethnic diversity of New York is working for me; after taking advice from two Hispanic women on the subway, I now cook rice in chicken broth. I buy store-brand cereal and put it in the box with cartoon characters on it. How could a man ever have thought that up?\n\nI now hide all fashion magazines, not because I’m against Disney-inspired couture, but because I’m worried Madeleine will think those models are what she is supposed to look like as a woman. \n\nWhat I mean to say is: I think differently now about everything. \n\nAround Christmas I searched for a single-fathers group on Craigslist. I even placed an ad. I wanted Madeleine to know she’s not alone in this situation, that there are other girls living with their fathers. I also think I did it for myself, to find some sort of community for men like me. Alas, I didn’t get even one response.\n\nBut for Madeleine, as if by some miracle, we soon discovered Hannah Montana (another Disney invention), who lives with her father because — in the show at least — her mother is dead. We don’t have television, so Hannah Montana entered our lives on a DVD purchased because Madeleine had somehow found out about her through that underground toy-smuggling and gossip network also known as nursery school.\n\nI did try to interest Madeleine in the Jeremy Irons version of “Brideshead Revisited,” but it annoyed her so much that she went to her room and quietly closed the door. We eventually learned how to compromise our movie nights with films starring Fred Astaire and Ginger Rogers — though we may be watching them too often, as Madeleine has started “dressing” for dinner, and in mid-meal extending her hand to me for a dance. \n\nOn New Year’s Eve (spent in our apartment), she asked me to put on a black bow tie and dinner jacket. Our end-of-year countdown began at 8 o’clock. I found Internet footage of revelers in Trafalgar Square, and my parents calling from southwest England only added to the effect. Madeleine and I clinked our wineglasses full of sparkling apple cider, made resolutions and went to bed. Three hours later, when we were fast asleep, New York erupted with cheers and fireworks. \n\nLiving together means that we sometimes have to manufacture our own kind of happiness, because the world’s idea of it is out of sync with our reality.\n\nBesides learning how to fake New Year’s parties and sew buttons, I’ve learned about myself. The other day when I was brushing my cheeks with shaving cream, Madeleine came into my bathroom. Surprisingly, she was already dressed for school. \n\nI’m rather a messy shaver. Afraid I might get shaving cream on her dress, I said: “Please keep me company, Madeleine. But don’t get too close.” Then I laughed, realizing that what I’d said characterizes the nature of my adult relationships. Madeleine smiled up at me, and in my heart, I thought, “Get as close as you like.” \n\nThe hardest moments are when I feel as if I’m losing control. One night it was past 9 and Madeleine was still awake. She also needed a bath, and the toilet was leaking. On top of this, I suspected we had a mouse, and thus I was worried about the deadly hantavirus. \n\nMadeleine asked me for some hot milk, but on nights like this, you open the refrigerator to find that you’ve run out. I thought the end was near when I dropped the last overnight pull-up diaper into the slowly filling bathtub next to the leaking toilet. Earlier that afternoon, the amazing part-time nanny had told me she was quitting because she had found a photography job. \n\nBut somehow, by the next day, everything worked out. The nanny had a roommate who was even more experienced with children, I discovered Fresh Direct delivery, it took Raoul (the super) two minutes to adjust the toilet — and there’s never been one reported case of hantavirus in New York City.\n\nMadeleine and I have a groove now. I always wake up before she does, and we take turns picking restaurants, outfits and movies. When we do have a crisis, it seems like the end of the world only for a few minutes. \n\nThe other morning I was frying bacon, drinking coffee and trying to scramble Madeleine’s eggs. In a single moment of craziness, the bacon turned black, which triggered the smoke alarm. The eggs began welding themselves to the pan; the garbage bag I was tying split open at the bottom, covering my slippers in three-day-old linguine and rice pudding. \n\nAs I fanned the smoke detector furiously with a towel, Madeleine rushed off the couch to see what was going on, tripped and spilled her orange juice on herself and the floor. From the corner of the kitchen, a little girl covered in juice looked up at her father and said, “We’re like clowns!” \n\nI think it was Charlie Chaplin who said that close up, human life is tragic, but from a distance, it’s funny. \n\nSO on that recent morning, when Madeleine was still clutching the egg that I had asked her to throw, I leaned across the counter toward her and softly said: “Just throw it, Madeleine. I promise it won’t break.”\n\n“O.K., Dad.” And in one quick motion she flung a single perfect egg at her father. \n\nEvery day there is an egg to catch. But my one great hope is that my daughter will always trust me enough to throw it — and that in her growing heart she will see the world as a place where more eggs are caught than broken."
}