{
  "url": "http://www.nytimes.com/2009/07/19/fashion/19love.html",
  "headline": "Recalling a Playful Side to His Father, After All",
  "dateline": {
    "year": 2009,
    "month": 7,
    "day": 17
  },
  "byline": "Ariel Sabar",
  "text": "ON a recent cross-country visit to my parents in California, I came down from my old childhood bedroom, still bleary with jet lag, and was startled by the sound of a boy’s laughter from my parents’ room. I tiptoed to the door and heard my father’s low voice, then more of those high-pitched giggles.\n\nAs a boy, I’d seen this house as a battlefield, a place where children and parents less often joshed than jousted. I clashed most often with my father. Growing up in Los Angeles in the 1980s, I wanted to be one of those postcard-perfect California boys, with the golden hair, the spray of freckles, the surfer’s unflappable cool. \n\nBut certain facts of ancestry had made that impossible. My father was an olive-skinned man born in the mountains of Iraq, a fish-out-of-water immigrant who mutilated English and couldn’t get his clothes to match. I felt embarrassed when kids from school saw us together. At one point, I even stopped calling him “Abba,” or dad. The sound we most often exchanged was silence.\n\nWhen I opened the door on that recent visit, though, I saw a dark-haired boy — my 6-year-old son, Seth — who by all appearances felt only affection for my father. There they were, in a kind of Norman Rockwell pose: My father, 70, riding his stationary bike in his pajamas, part of his low-intensity morning exercise regimen; Seth, also in pajamas, perched on the bike’s frame and clasping my father’s shoulder for balance. Seth was counting aloud as his “Saba” pedaled toward the day’s calorie-burning goal, tracked on the bike’s handlebar display.\n\n“Three more calories to go, Saba,”  Seth said, beaming.\n\n“Seth, you are a real inspiration,” my father said.\n\nI sat down to watch their banter — my father with his soft Middle Eastern accent, Seth with his bright, all-American one. Why hadn’t I noticed sooner how close the two had become?\n\nThe last time we’d seen my father, on our turf in Washington, I had heard glowing reports about the hours he and Seth spent ambling around Capitol Hill or even just watching TV in my parents’ hotel room. But I took these accounts as I might a babysitter’s: as blandishments meant to assure parents their children were in good hands. Our 10 days in California, however, were different. There, for the first time, I had the evidence of my own eyes. I had evidence, that is, far harder to ignore. \n\nWhen Seth woke up each morning, he crept into my parents’ bedroom to see if his Saba was awake. My father greeted him with a booming “Good Morning, America!” and spent afternoons teaching him knucklebones, a marble game my father had played as a boy on the riverbanks of Kurdistan but that seemed to translate well enough to wall-to-wall carpet.\n\nDetermined to be at his grandfather’s side, Seth insinuated himself into routines I’d long ago written off as unbending. Every night before bed, my father eats a grapefruit at a cluttered tray table barely big enough for one. Now, Seth was hustling a chair up to the other side and helping my father carve — and eat — his bedtime snack. On Saturday mornings, Seth went with my father to synagogue, touching the Torah scrolls with a borrowed prayer shawl and sitting through services with a patience I could never muster.\n\nIn my father’s eyes, Seth walked on water. Where my wife and I saw bullheadedness, my father saw resolve. Where we heard shrieks, my father heard a “clear, beautiful voice.” \n\nAnd double standards, or new ones anyway, abounded. When I was young, my father prickled at the mere mention of restaurants. He told me they were money pits, particularly in view of my mother’s leftover meatballs in the fridge and the fact that there were no restaurants in Zakho, Iraq, when he was a boy.\n\nBut no sooner did Seth hint at a hankering for, say, pizza and brownies at a certain restaurant than my father was making plans for lunch on the town.\n\n“Yay, Saba,” Seth would cry out, in that clear, beautiful voice. \n\nI looked at my dad and saw a man enjoying a kind of second chance at fatherhood. Here was a young boy who adored him.\n\nWhy were they such a pair, when my father and I — at least in my memory — were such a mismatch? How is it that the two of them, separated by an even greater gulf of years and culture, coast where we stumbled? At first I wrote it off to the simpler protocols of grandparenthood, with its premium on uncomplicated gestures of generosity and love.\n\nIt was true, too, that after four decades in America my father had changed. My American-born mother had brought a passing acceptability to his wardrobe. His English had improved. He is now a long-tenured professor at U.C.L.A., and enough time has passed since his impoverished childhood that he allows himself occasional meals at restaurants, even if he still double checks the bill.\n\nBut something about this explanation seemed too easy. In a book I’d written about my father’s life, I focused on our conflicts, on the postmodern Los Angeles boy being raised by the pre-modern Kurd. Had I, in the heat of storytelling, become too invested in a certain narrative of my childhood? Had I blinded myself to other, happier moments? After all, a way with children is not something a person suddenly acquires in his early 70s. If Seth craved nothing more than my father’s time, might I once have, too?\n\nA  few memories have pecked at me since that visit. They come when it’s quiet and I’m alone, when the defenses built up over a lifetime lower just enough to let in a hazy light. The summer mornings at the U.C.L.A. pool when my father taught me how to hold my breath underwater, the two of us smiling at each other through goggles and blue water. The nights he lifted my floppy bones from the car after some colleague’s dinner party and carried me to bed, both of us fully aware that I was only feigning sleep. The afternoon on that bridge at Yosemite National Park when he held my hand and we leapt together, like those older boys, into that big river. \n\nMy father assured me recently that there were more times like those, many of them. He told me that when I was Seth’s age we played and laughed just as the two of them do now. I want to believe him, particularly now, with my son drawing the three of us closer. But the memories of conflict, of rebellion, of trying to define myself against who he was, throw off so much glare that I can make out little else.\n\nThere is no doubt a sanctity to a child’s relationship with his grandparents. But I suspect that another reason for my son’s easy adoration of my father is that Seth is young, his love of family untested by peer pressure, by stabbing self-awareness, by the world. \n\nSeth calls me to account when I swear: “That’s a bad word, Daddy.” But mostly, he is at an age where even I — the father who probably yells too much, who is tighter  than absolutely necessary with chocolate-chip cookies and TV — can do no wrong. He recently asked my wife to buy him a button-down shirt and tie, so he could “look just like Daddy.” He races to me with his box of magnets when I come home from work, tugging at my sleeves for help with a science project. We recently unbolted the training wheels from his bike, and most afternoons he beckons me outside to see some new trick.\n\nI savor those moments, but worry now that Seth will scarcely remember them. Perhaps memories of early years were never really meant for sons, for whom growing up requires a kind of forgetting. Perhaps they are really for fathers, to wrap ourselves in when our sons begin that long, slow fade into adulthood.\n\nWatching my father with Seth has let me roll back time. It has shown me a version, at least, of who my dad was before I turned away from him. But it has done something else, too.\n\nThe other evening, on a long weekend, when my wife and daughter were out of town, Seth and I went to the second-floor bedroom to look out the window at people milling at a Metro stop across the street. The sun was sinking behind the row houses, and the lengthening shadows lent the scene an air of mystery.\n\n“Hey Seth, let’s pretend we’re detectives,” I said, impulsively. I rooted through a drawer for an old pair of binoculars, and handed them to my son. We were both now lying across the bedspread on our stomachs, like cops on a rooftop stakeout. \n\n“What do you think those people over there are up to?” I said, taking the binoculars back.\n\n“Tell me, Daddy!”\n\n“Well,” I said, “We’re too far away to hear what they’re saying, but what can we tell about them from their clothes, from the things they’re carrying, from whether they’re walking alone or in a group?”\n\nWe had uncovered vast criminal conspiracies, a forbidden romance, and two or three good deeds before I realized that it was nearly two hours past Seth’s bedtime, on a school night.\n\n“Can we play detective tomorrow, too, Daddy?” said Seth, eyes wide, as I tucked him in.\n\n“That was kind of fun, huh?” I said, as much to myself,  I realized, as to him.  \n\nAlone downstairs later that night, I felt surprised at how readily I’d given myself over to Seth’s world. I’m usually too preoccupied with work, with the flashing red light on my BlackBerry, with all the loose ends that seem to demand tying. I’m usually full of excuses. But tonight was different. Seth was the only thing in the world that mattered. And I knew that for reasons ancient and new, I owed it to my father."
}