{
  "url": "http://www.nytimes.com/2009/08/09/fashion/09love.html",
  "headline": "Dear Birth Mother, Please Hit ‘Reply’",
  "dateline": {
    "year": 2009,
    "month": 8,
    "day": 7
  },
  "byline": "Kerry Herlihy",
  "text": "I  DIDN’T plan on seeing my birth mother again. I had already had the dramatic face-to-face reunion. I knew where she lived, understood the broad strokes of her family history, the details of my birth and the secrets she kept from her other children, including my existence. Yet after a couple of years of clandestine contact, she decided our relationship could not work, we parted ways, and in the eight years since I have done my best to accept her choice. \n\nBut when I sat down at the computer one night several months ago, I wanted to escape from the minutiae of my day. That morning I had managed to drag the garbage out to the end of my driveway, drop off my daughter at day care, and get to work on time. In the afternoon, I had peeled the slugs off the recycling bin without throwing up, made banana bread, folded laundry and braided my daughter’s hair with an almost straight part. When 8 o’clock finally came, I read her a bedtime story, kissed her softly and turned out the light. \n\nAs I walked from her room, I wanted some mindless distraction. Too exhausted even for television, I went to my computer and opened Facebook. \n\nOn Facebook, I can breeze through my past and present life. I can discover that Christine from seventh grade made a salad with roasted shallots for dinner. I get byte-size daily affirmations from my old co-worker Monica. I learn that my poet friend Florine plays Rage Against the Machine to drown out her noisy neighbor. \n\nIf I feel like reaching out, I’ll click to indicate I like Sue’s news feed or write a supportive snippet to Julie, who has been sick. In this virtual community, I feel connected. There is a controlled menu of options from which I can choose to successfully communicate. Maybe that is why, after downing the rest of my beer, I typed in my birth mother’s name and pressed return.\n\nTechnology had already failed us. Ten years ago, before our first meeting in an airport terminal, we each wrote a solitary letter to the other. I spent hours on mine, trying to write the perfect introduction. It exhausted me. In her letter to me, my birthmother suggested e-mail. \n\nI had gotten my first e-mail account only months before, which I accessed at home by dial-up. E-mail was still a novelty that I hadn’t used for any real purpose. Already, though, I appreciated how e-mail was less intimate than the phone, which she and I had used only once, the first time we connected. Her voice in my small Brooklyn apartment felt too real and too close so soon. E-mail felt like the trifecta of simplicity, familiarity and expediency.\n\nE-mail also seemed like the perfect medium for our covert operation, which she was hiding from her other children. It was a private world where we could build our relationship without outside pressure. But my birth mother did not have her own account. So she gave me her husband’s work e-mail address. And I did not realize how awkward this would be until I sent my first message, briefly reminding her husband who I was and then trying to arrange the airport meeting: “Could you ask her if 11:15 in Terminal B baggage works O.K.?” Unlike letters with their built-in lag time, e-mail made me expect an immediate response. After I returned from work each night, I dialed up every 10 minutes to check. I waited. And waited. There was nothing for an entire week. I e-mailed her husband once more, explaining again who I was and asking: “Did you get my first e-mail? Will she be able to do 11:15 in Terminal B, by baggage?” Two days later — only a few days before she and I were to meet — I finally got this from her in return: “Sorry, I guess this e-mail thing is not as good as I thought since we don’t have e-mail at home and my husband has a million things to do at work. See you Thursday at 11:15.”\n\nOur airport meeting was strained by awkward pauses and unasked questions. Still, I thought there were signs our relationship would work. She took me to her house nearby, introduced me to her husband while her children were away and told me family stories. When I left, she said she would write a letter soon. I had faith we would figure it out.\n\nIt took six weeks for that letter to arrive, during which I screamed, cried and swore her off. I had a thousand conversations with her in my mind about the past. By the time I got her kind note about how great I had turned out, I was way ahead of her. Real time was not fast enough to keep up with all I had lost. \n\nHer subsequent letters came at slower intervals: three, then six, then nine months apart. She wrote about pedestrian matters like cleaning her basement and sports rivalries. I described the cherry blossoms in Prospect Park, interspersed with questions she did not want to answer. \n\nInevitably, our relationship crumbled, piece by unspoken piece. The last letter I got was months after my daughter was born, when she sent an outfit with the kind of obligatory card of congratulations one might receive from a great-aunt. Its last two lines read: “My husband does not think it is good for our family to tell our children about you. Know that I pray for you and your daughter every day.”\n\nI was furious. But as I tried to make sense of her choice to walk away again, I knew, holding my own infant daughter, about the fierce love and fear that molds mothers. I knew she loved her children, wanted to protect them from the facts of her life before they were born: how as a young woman she had gotten pregnant by a man twice her age, how her parents had arranged for her to go to another city, where she signed the papers for my adoption hours after labor, and then returned home, leaving me when I was 5 days old. \n\nHow was she to tell them that after I was born she erased that part of herself completely? As a mother I understood this struggle even as it pained me. She had only told one other person, her husband, in the 40 years since it happened. \n\nYet as my finger hovered over the Facebook search button that night, I fantasized that this history could be overcome. I thought if only she were to see my profile, my passion for hula-hooping, my joy in eating coffee fudge ice cream every Friday afternoon with my daughter — her granddaughter — she might change her mind.\n\n If only I could read her status updates to her many “friends,” maybe I wouldn’t feel such pressure to find the perfect words to bridge the distance between us. In the instant before I clicked, I imagined these small bits of us could distill the complexity of our mother-daughter bond and nudge the secrets from the shadows.\n\nHer profile picture popped up on my screen, the epitome of maternal bliss, mother and child, an image that shattered the feel-good veneer of my Facebook bubble. The simple commands — “Add as Friend,” “Send a Message,” “Comment” — made me panic. I had made a colossal mistake in unearthing her this way. Hands shaking, I snapped my laptop shut, hoping to reinforce the lines she had drawn and I had abided by for all those years.\n\nIt was no use. In no time I transformed into the kind of obsessive woman I had seen my girlfriends become with old boyfriends and lovers. I wondered who was on her “friends” list, how I could hack through her wall and post a message outing myself as her first daughter.\n\nI spent the next several days Googling her other first daughter, the one she had told me about at our airport meeting. It didn’t take me long to find out where she worked and to locate her office e-mail address. I thought about e-mailing her, not revealing our relationship, hoping she would figure it out. I was consumed with the same kind of romanticized fantasies of my birth mother and her family that had swirled in my imagination for my entire childhood. I wanted to hover close, peer into, but not invade their life.\n\nWhen I told my boyfriend about my cyberstalking, he said, “She’s still the same person. Computers don’t change choices.” \n\nHe was right. I could not click my way into her life, find the perfect words that would make her see she had made a mistake by walking away. I had to end this obsession. I banned myself from conducting any searches of her family, and I’ve held to it. I no longer try to get to know her grown children from their online footprints. I only browse through the pictures and postings of people who know me and have chosen to share their lives with me.\n\n BUT in cyberspace, the ease with which I can ignite that tinderbox of secrets still scares me. Had I not been a mother, I might have clicked that box, e-mailed that daughter. I might have felt I had the right to muscle my way into my own selfish happy ending, the one where everyone knows the truth about me. \n\nIn this digital age, my birth mother must rely solely on my trust, my compassion and my willpower to keep her story safe, because the easy access of the Internet will always keep her tantalizingly close. I cannot walk away in the same way I did just eight years ago. \n\nAnd yet in that easy access is also possibility, and hope. At any moment, without flights or trips or complicated arrangements, she and I could move our relationship out of the shadows and into the light. \n\nUntil then, if ever, I’ll try not to seek what cannot be delivered by an Internet search. I’ll draw my own virtual lines and move forward in real time without her."
}