{
  "url": "http://www.nytimes.com/2009/11/29/fashion/29Love.html",
  "headline": "Would I Let Her Love Me Despite My Disability?",
  "dateline": {
    "year": 2009,
    "month": 11,
    "day": 27
  },
  "byline": "Gary Presley",
  "text": "I AM near quadriplegic, a result of polio, and I cannot stand. I have limited strength in my arms, enough to function once I’m in my chair but not enough to get into or out of the chair. \n\nTo be able to live in my own apartment, as I desired, rather than in the custodial care of a nursing home, required the assistance of a rotating crew of attendants to transfer me from wheelchair to bed, bed to wheelchair, wheelchair to shower chair ... you get the idea. Ten to 20 minutes in the mornings and in the evenings usually did the trick. Otherwise I went about my business, which included working at an insurance agency. No warehousing for me, thank you.\n\nThe female attendants preferred to come in pairs, all the better to help a man into his bed, and there undress him. I am somewhat deferential in the company of women, and I had made a conscientious effort to avoid any touch, any word that might be construed as improper. With that the arrangement sailed along with no problems, soon settling into a job done and forgotten — at least until Belinda, a young mother of two boys,  showed up as half my attendant team. She was working evenings to pay for her college education. \n\nEarlier that day I had noticed that part of the assembly of my shower chair was loose. “Do you know how to use a socket wrench?” I asked Belinda.\n\n“Sure,” she replied. “I was a tomboy. I helped my father all the time when I was a girl.” \n\nShe had a silky sheet of straight brunet hair pulled together at the nape of her delicate neck, exotic dark hazel eyes and a dancer’s lithe body. She may have grown up a tomboy, but what I saw was a beautiful woman.\n\n“There’s a wrench set in the lower left drawer of my desk,” I said. “Get it, and I’ll show you how this thing goes back together.” \n\nAs the days went by, Belinda sometimes began taking her turn on my transfer schedule without a co-lifter. \n\n“Doesn’t it bother you to come alone?” I asked.\n\n“Why? I can outrun you.” \n\nAnd with that the necessity of my transfer faded into the background, and we began to talk about other things: books and films, my work and hers. It seemed a natural evolution that after a few weeks Belinda’s routine occasionally included a friendly visit before she started her 3-to-11-p.m. shift. \n\nOne day she dropped by with her sons. “This is Matthew and Christopher,” she said. \n\nThe boys spoke up, even though Matthew, the younger, held tight to his mother’s skirt. It was evident she had told them about my wheelchair. Matt was all red hair and freckles, while Chris carried his mother’s brunet coloring.\n\nAnd so it was that the man in a wheelchair, sardonic and standoffish, and the vibrant young woman who loved science and worried over how she would support her sons, developed an odd connection, a link to a place where hands might touch, but thoughts and feelings and emotions began to flicker like lightning beyond the horizon. \n\nI was past 40, my anger and frustration over being paralyzed mostly burned away. But it never occurred to me that the friendship, the connection, between Belinda and me might also be the bridge between caution and passion, between isolation and connection.\n\n“I really don’t see the chair,” Belinda said a few months after we met. “I see you.” \n\nBut I didn’t believe her then. I had been paralyzed  too young, when I was too callow, and in a time and place where most people with disabilities were seen as invalids and shut-ins, passively accepting limitations and retreating behind an accepting smile to avoid injury, neglect, abuse or rejection. \n\nBelinda was 26, beginning study for a master’s degree in microbiology, but she was also a single mother with minimal income. Nearly a decade had passed as she worked as a nurse’s aide to pay for  her classes and for day care for her sons. And her life was becoming more hectic as she undertook graduate studies. \n\nI did not know how to love, not then, but I knew how to be a friend. I tried to help her with her boys, getting them ready for the bus when she had an early appointment, watching them after school and seeing that homework was done and bellies filled. \n\nOne late summer day Belinda asked me to accompany her to the nearby university city. “I need a man’s opinion on what a professional woman should wear,” she said. The master’s program allowed her to supplement her income by working as a graduate teaching assistant. She was apprehensive about looking the part, and so we set out in my van. \n\nOn the way, as we passed a restored VW Beetle in the adjacent lane, she pointed to it and said, “One of these days, I’m going to find one of those and rebuild it.”\n\nOnly half-listening, I murmured, “If wishes were horses, beggars would ride.” \n\n“What a mean thing to say,” she snapped, turning away. \n\nShe was driving my van; I sat behind her with my wheelchair secured by tie-downs. “I’m sorry,” I said automatically, but I didn’t understand what caused her reaction. The sardonic aphorism made perfect sense to me; I was an expert on wishes.\n\n“People have a right to dream,” she said.\n\nWe were quiet as Belinda bought dresses. She liked floral prints. I liked a navy blue with tiny white polka dots. I bought lunch, and we drove to my apartment. As we waited for her boys’ school bus  to arrive, she sat on my couch, still subdued, her legs tucked under her, dark hair cascading down the side of her face. She gazed out the front window at the row of cedar trees along the driveway. \n\n“I really didn’t mean to hurt your feelings,” I said. \n\n“It’s all right. I shouldn’t be so sensitive.” I could see her despair reflected in the slump of her shoulders. \n\nI knew about despair. I wore it like a familiar coat, incapable of accepting what must be tolerated and petulantly ignoring what must be acknowledged. But at that moment  —  at the sight of such sadness in one usually so open and upbeat, sadness in the spirit of a woman who needed something from me  —  I wanted to offer more than mumbled words of apology. But I also knew that to push myself deeper into her world might carry us to a place where I might lose what I had made of myself, a place where I knew I could no longer  hold tight to the hard reality that kept me sane. \n\nI believed I did not deserve to love Belinda. I believed I should not allow her to love me. I held hard to the idea I should be content to ride out the remainder of my life without complaint, a burned-out case, an absurd hodgepodge of broken parts, a beggar who no longer wished for a horse. But she was also a woman, beautiful and vibrant, and I was a man — in a wheelchair, true — but a man full of heat and desire that sometimes rendered the chair irrelevant. \n\nAnd I was the keeper of an obscene little secret I had known perhaps since I had been stuck in the iron lung, and surely from some vague moment later, the point where I realized I would never walk again. It is a thing that will sit rancid in my gut until the day I die, a thing that until then had eaten away at any illusion that love and marriage for me would be like it was in books or movies. And it was this: I would be physically dependent upon those who might love me. I am a chore, an obligation, and I will ever be so. I could not rationalize how a woman might love me and not soon come to hate the millstone I believed myself to be. \n\nAll this ricocheted through my mind  —  not in words but in a fog of melancholic unease  —  as I stared at Belinda. Suddenly, she moved from the couch and across the few steps between us. I opened my arms, and she dropped into my lap and put her head on my shoulder. There was no sound, no words between us, only her tears and my silent wonder. \n\nFriends. Lovers. Perhaps that day was a hint that there might be a path through the thicket of my insecurities. I only remember the gift, the magic, the seamless transition from what I could never imagine into that which I will treasure until my last breath. A kiss. A touch. The sweet scent in the shadow of her neck.\n\n“We should stop this, you know,” I said, my mouth against her hair. “You need to find someone else.”\n\n“Where can I find a man silly enough to stay home with my boys when they have chickenpox?” she replied, smiling and lifting up to kiss the top of my head. “I like it that you put me first.” \n\nThere was that, I suppose, but it seemed only natural, given that she couldn’t miss her teaching assignment and I’d already had chickenpox as a child. \n\nMONTHS later, Belinda stopped by my apartment and held out a small box. Inside was a man’s wedding ring, a wide band with oak leaves inlaid into its surface. “See if it fits,” she said.\n\nWe now approach two decades married, and I sometimes still wonder at what love has wrought. I sometimes think Belinda might see in me a thing to nurture, a place to sacrifice, an altar on which to offer love. But I also feel something else  —  that glow from two decades ago, that heat between a woman and her mate. \n\nCynics say romantic love is a fiction. I have been thoroughly in love only once, and I think it a mystery, an enigma, a Gordian knot entwining two spirits. But even now I cannot fully resolve myself to the reality of Belinda’s love. I chose to love Belinda, chose against my head-logic and with my heart-dreams. And even now, I confront the tasks with which she helps me each day with a mixture of the guilt and gratitude, resentment and appreciation, anger and bemusement. \n\nAnd somewhere deep in my psyche an old ugly beggar sleeps, unaware that the man Belinda chose to love has gotten on his horse and ridden away. "
}