{
  "url": "http://www.nytimes.com/2009/11/22/fashion/22love.html",
  "headline": "The Boundaries of a Breakup",
  "dateline": {
    "year": 2009,
    "month": 11,
    "day": 20
  },
  "byline": "Charles H. Antin",
  "text": "WHEN I broke up with my live-in girlfriend of five years, we divvied up our things, helped each other move into our new apartments, and then stopped seeing each other altogether — a cold-turkey breakup that I was sure was for the best. We didn’t send e-mail messages, call or meet for coffee, and we certainly didn’t go out for drinks.\n\n We did, however, remain Facebook friends.\n\nI was miserable, and I surmised, via the absence of fun photo updates to her Facebook page, that she was, too. We had broken up for the vague reason that we had fallen out of love. Because falling out of love isn’t as concrete or perhaps conclusive as infidelity or fundamental disagreements about religion or how many children to have, I had doubts about whether we had done the right thing. \n\nEvery once in a while, when I was feeling particularly pathetic, I would log on to her Facebook page and listlessly click through the photos of a life that was, somewhat disappointingly, continuing without me. \n\nOne day I noticed a new guy on her arm. Disconcertingly, he looked exactly like me, except more attractive. He was Charles 2.0: new and improved. His hair was a richer brown, you could tell he lacked my slight paunch and the love handles that no amount of running seems to eradicate, and his biceps filled out his sleeves a bit more.\n\nThe only striking difference between us was the caterpillar of hair beneath his lower lip referred to somewhat mysteriously as a “soul patch.” I would never grow a soul patch. \n\nI decided I hated him. But what really broke my heart was how she looked with him. She clutched his arm as if a gale might blow her away. She looked happy.\n\nIn a fit of uncharacteristic creepiness, I decided to do a little research on Charles 2.0. One of the photos was labeled with his rather uncommon first name, so I Googled it, along with “Brooklyn,” and up popped a few leads. Turns out he owns a coffee shop not far from my apartment. I’d been there. So, evidently, had my ex. \n\nAnd why not: the  coffee is delicious. It’s one of these fancy coffee shops currently in vogue with the New York gastronati,  the kind where the beans have been hand selected in Venezuela by the shop’s proprietor (Charles 2.0, in this case) and the baristas draw little ferns or flowers in the foam of your cappuccino like impromptu Rorschachs. \n\nI imagined Charles 2.0 on all sorts of coffee gathering voyages to South America: on the back of a burro sampling beans from Uruguay, with a machete traipsing through the Colombian jungle. \n\nI had to admit that Charles 2.0, as I imagined him, seemed pretty cool: dangerous, intelligent, quirky and probably a sweet guy, too, the kind of guy, in fact, that I would want to be friends with. I could see us huddled together in a hut in Peru, chewing coca leaves and sampling beans picked by a man with one leg.\n\nThen, on one of those hot August days in New York when those of us without air-conditioning take  four to six showers, I got an e-mail message via Facebook. “Arthur Antin,” it said, “added you as a friend on Facebook.” \n\nArthur Antin is my 83-year-old technophile grandfather. While other grandparents are still struggling to turn on their cellphones, here was my grandfather logging in to Facebook. I couldn’t help wondering who his “friends” were. Other technically savvy octogenarians? Would he become a “fan” of Metamucil, heparin and the Kiwanis Club? \n\nMy grandfather has always loved his computer. When I was in college in the late ’90s he created an account for Instant Messenger. Bypass82 was his handle, because his first bypass surgery was in 1982. \n\nHe used to I.M. me in college all the time, but he never quite got the hang of the short, conversational phrases typically used in that kind of communication. Our conversations went something like this:\n\nCharles: Hi Grandpa, how’s Florida?\n\nCharles: Hot?\n\nBypass82: Dear Charlie, Things are going very well here. The weather is clear and warm with a chance of some showers this afternoon. Your aunt is coming to visit next week and we are very excited. Love, Grandpa.\n\nAlthough he has had his computer for a decade and uses it daily, he’s still on a dial-up connection. There is something charmingly old-world-meets-new about an 83-year-old man who turns on his modem, signs in, then has time to browse the newspaper and have a cup of tea before his home page loads.\n\nBut Instant Messenger was simple compared with Facebook. Would he create a whole page, with a profile photo and everything? Would he complete quizzes telling him which “Sex and the City” girl he was? (Carrie, if I had to guess.) \n\nI accepted his friend request eagerly, and recommended he become friends with my younger cousins, all of whom are spread out along the East Coast. Here, I thought, was an example of Facebook doing some good. On Facebook, my grandfather would be able to see pictures of his grandchildren on a daily basis and be able to follow their lives at his leisure, without having to intrude. Charming.\n\nA few days later I logged in again to see how he was coming with his profile. Not far, it turned out. There was still no profile picture, but he already had amassed eight friends! Who were these people? \n\nI clicked through. Three of them I didn’t know, three were my cousins, and one was my sister. And the last, of all people, was my ex-girlfriend.\n\nNow, I’m not really a big Facebook person. I came to it late mainly as a way to see if the popular girls in my high school had become  fat. I don’t post updates or photos. I don’t take quizzes or give people virtual cupcakes. I don’t play Mafia Wars or Texas Hold ’Em. In other words, I haven’t invested much time or emotion into Facebook. But when I saw that my grandfather was friends with my ex, I felt betrayed.\n\nWhich was silly, I told myself. Who cares? So what if my grandfather is connected to my ex via Facebook? \n\nI tried to make a joke out of it. I e-mailed him:\n\nHi Grandpa,\n\nYou’re Facebook friends with my ex-girlfriend? That’s not allowed! Totally against Facebook etiquette.\n\nLove,\n\nCharles\n\nHe wrote me back shortly thereafter:\n\nDear Charlie,\n\nI am friends with her because we’re good friends. We both love Frangelico! Plus, I don’t need your approval, I can do whatever I want, and I love her.\n\nLove,\n\nG\n\nThis is when I lost it. I wrote back  using words that were, in retrospect, a bit stern for someone  prone to heart failure.\n\nDear Grandpa,\n\nNo, you don’t “need my approval,” but I’d think that you’d want to seek it since I am your grandson, your family, and this is a woman you met maybe four times over the course of the five years we dated. Furthermore, you do not “love” her. You met her a handful of times and you both have a fondness for Frangelico, which, frankly, is not that bizarre. Tons of people like Frangelico. It’s delicious.\n\nCharles\n\nAfter I sent the message I immediately felt guilty. I was overreacting. She and I had broken up months ago; surely I could be mature about this? \n\nApparently not. Next I composed a long, ridiculous message to my ex, the first correspondence we would have had since the breakup, reprimanding her for friending my grandfather. Luckily I had the sense to delete the message before hitting “send.” It had sentences like, “How dare you have the audacity to friend my grandfather — this is not MySpace! There are rules and etiquette involved here!” \n\nI had to face the truth: this wasn’t about the rules and etiquette of Facebook. It wasn’t about my grandfather. It wasn’t even about Charles 2.0. It was about my lingering attachment, one I’d tried to drop cold turkey. And that’s not how attachment works. \n\nIn the beginning, following my ex on Facebook seemed like a harmless, if slightly stressful, way of easing out of our relationship. I’d always prided myself as being on the outskirts of the online social networking world. And now here I was, officially a crazy Facebook person, not just stalking my ex but also feeling threatened by my own  Frangelico-drinking grandfather. \n\nA few hours later (probably the amount of time it takes an e-mail message to load on dial-up), he received my upset message, read it and then decided to contact me the old-fashioned way: by phone.\n\nHAVING a heart-to-heart with my grandfather over the phone is no simple matter. In addition to his slew of geriatric maladies, he is becoming increasingly deaf. A few months earlier, when he was hospitalized for what we thought was going to be his last heart attack, I called him in intensive care and yelled into my cellphone: “I love you, Grandpa. You really mean a lot to me.” To which he kept saying: “What? Who is this?” until I finally gave up and sent him a heartfelt fax to the nurses’ station. \n\nThis time, my grandfather apologized for having opened a Facebook account in the first place and told me he was deactivating it. I tried to talk him out of such a rash overreaction, but he literally wouldn’t hear of it. So much for my happy vision of him following his grandchildren’s lives by reading their wall posts and viewing their photo galleries; that was finished, collateral damage of my own Facebook-fueled meltdown. \n\nOf course, it wasn’t lost on me that I should have been the one un-friending my ex and closing out my Facebook account. And someday maybe I will. But not today."
}