{
  "url": "http://www.nytimes.com/2009/09/13/fashion/13love.html",
  "headline": "Making Room for My Junk Man",
  "dateline": {
    "year": 2009,
    "month": 9,
    "day": 12
  },
  "byline": "Susan Shapiro",
  "text": "THREE months before our 13th wedding anniversary, my husband announced he was ready to move in with me. For decades he’d kept an apartment as both an office and storage unit. But ever since he left a high-paying job last summer, I’d been pushing him to downsize, save the $12,000 annual rent and transport his work space into the Greenwich Village  co-op we shared. I just never thought he’d actually do it.\n\nNow that he’d given his landlord notice, I was in a panic. This final merging of our belongings and lives threatened to disrupt my peaceful, uncluttered existence and test our marriage.\n\nMy anxiety mounted as Charlie began lugging treasures he didn’t trust with movers to our shared living quarters, one raggedy suitcase and milk crate at a time. Like an overgrown child returning from camp, he ambushed me every evening with hideous objects: a Styrofoam rhinoceros sculpture from his first play, superhero PEZ dispensers, the dog bowl of a long dead pet. Spying 100 white yarmulkes from our 1996 nuptials, I blurted, “It’s insane that you keep these.” \n\nHe looked wounded. “It’s sentimental.” \n\n “One is sweet,” I said. “A hundred is psycho.” \n\nAlas, those keepsakes were just the start. His Murray Hill bachelor pad was crammed with  fossils:  boxes of baseball cards, 30 volumes of  “Tom Swift” adventures, all  the presents (and response cards!) from his bar mitzvah. Of course, the only relics I was dying to see — photographs of old girlfriends — he claimed he couldn’t find.\n\nI was thankful that  he gave  his pinball machine to a friend’s 14-year-old son and used Craigslist and eBay to sell his Pachinko game and archives of Spy magazine and National Lampoon. He gave his favorite students his bookshelves, paperback thrillers, vinyl albums and vast Batman and Superman comic collections. When a lesbian colleague expressed interest in the ties of his late father and grandfather, I was flabbergasted — not that she would want them, but that he had kept them.\n\nI saw how hard it was for my husband to give up the place and possessions that marked who he was before I entered the picture, and I wanted to reassure him the transition would go smoothly. Yet I was petrified that the onslaught of his memorabilia would overwhelm my spacious, orderly future.\n\nBack in the 1990s, when I heard that the curly-haired TV writer I was being fixed up with was in his 40s, had no children or previous wives and had never even cohabitated with a woman, I thought, “Great, no baggage.” \n\nLuckily he waited until I was smitten before taking me to his apartment. He opened the door proudly, like he was a 24-year-old showing off his first solo abode. I was shocked by the dim, dusty, cramped hovel with shelves, cabinets and corners so claustrophobically overstuffed that I feared an imminent avalanche from above. A neat-freak thrower-outer like my Jewish mother in West Bloomfield, Mich.,  I was startled to realize that behind Charlie’s tall, handsome exterior lurked a serious pack rat. \n\nEvery time I met single men who appeared too good to be true, I would jokingly ask: “What’s wrong with you? Tell me now.” \n\nWith Charlie, his apartment answered my question. I guessed this fortress of comics, cassettes and newspaper clippings was supposed to insulate him against whatever psychic trauma he had suffered in the past, as if his alter ego was Junk Man.\n\nI had my own double identity. A misfit oldest child from a conservative suburban family, I reinvented myself as an urban tomboy in black clothes and cowboy boots, swearing with bravado. In my downtown studio, I smoked, drank and partied.\n\nBy 29, I was an almost-successful journalist who’d had my heart slaughtered a few times. So I recognized a mensch when I kissed one. Charlie had been sleeping on a ripped mattress on the floor. To prove that I wasn’t an entitled princess and that I would cherish him for who he really was, I insisted we consummate our relationship right there, on that tattered bedding. \n\nBut afterward, we hung out only at my place, and I tried to banish all thoughts of his messy digs. Six years later, we pooled bank accounts, family loans and cash from returnable wedding gifts to buy a light-filled, two-bedroom, two-bath place in a doorman building. Fearing that two freelance writers working within the same walls would kill each other, we agreed that he’d retain his rent-controlled walk-up.\n\nThen came the night, after a screaming match, that Charlie marched out and stayed at his former residence. Which made me worry: Was he also keeping it as an escape hatch? When a girlfriend wondered aloud if it was a hideaway for romantic liaisons, I made him promise he would never spend the night there again. He swore he wouldn’t. Yet I wasn’t completely reassured, since my husband, who often took gigs as a TV staff writer, a producer and a professor, had other offices — sometimes as many as four — and went on monthlong business trips to Asia for animation projects. \n\nMy computer was stationed on the edge of our living room. During deadline crunches when he would be out until 3 a.m., I would ask, “Why don’t you work at our place, like I do?” \n\nNo, he preferred his “bat cave,” where he could be alone with his stuff. \n\nAnd what stuff it was, as I was learning. The parts of him I had long ago erased — the junk behind the man — could no longer be denied. The introduction of every item seemed a hostage negotiation:\n\n“I can’t live without great-grandma BuBu’s desk.” \n\n“Then give up grandma Gertrude’s cedar chest. We already have her antique tables, her 1920 steamer trunk, her picture from the Friar’s Club and her ’50s TV that hasn’t worked since 1960.”\n\n“But the chest is beautiful.” \n\nI felt like the prissy neat-freak girl that boys always fear  would clean up their clubhouse. Charlie had already lost his father and the Westchester house where he had grown up. Now he was being asked to jettison his childhood as well? \n\nThen again, he wasn’t the only one sacrificing for the sake of  “us.” After his complaints about the mess and disruption of my weekly writing workshop — the folding chairs, popcorn bowls, beer bottles and Xeroxes all over the floor when he’d return home at 11 p.m., I agreed to end it. (Coincidentally, he found my clutter unbearable.)\n\nThen he hounded me to quit smoking and partying, pushing me into therapy with a substance abuse expert. Soon my 27-year two-pack-a-day habit was history, along with my dirty ashtrays and wine bottles — the coping mechanisms I’d used against depression since adolescence. \n\nDuring my withdrawal, I became so vulnerable that my psychoanalyst insisted Charlie hold me for an hour every night without speaking. I had to confess that being dependent upon a person, rather than a substance, did make me feel calmer and more connected.\n\nBut now,  with my mate shedding his own longtime security blanket, we both felt destabilized. Dislocated eyesores popped up everywhere in our once-lovely residence: reusable pink elephant ice cubes on our spice rack, a beer stein can opener magnetized to the refrigerator, Brooklyn Bridge centennial wine on the poetry shelf. Why had an orange “Zippy the Pinhead” poster replaced my bathroom art?\n\nWhen he wasn’t looking, I secretly tossed out used office supplies, kitschy postcards and ripped socks. Still, our extra bedroom gradually became a shrine to his boyhood. I steeled myself for more, feeling increasingly overwhelmed, tense and claustrophobic. \n\nYet on Memorial Day weekend, while inspecting his latest shipment of kooky corkscrews, Williams College ashtrays, Tonka toys and eight-track tapes, I was surprised to find myself suddenly laughing out loud.\n\n For the moment, anyway, it all seemed so nonthreatening, sweet and hilarious. Instead of overanalyzing his bizarre stashes and comical castoffs, I thought I should try to appreciate the comfort he derived from keeping all this silly stuff. More important, it hit me that his physical baggage was nothing compared with the horrible emotional baggage I needed to get rid of: my denial. \n\nAll along I’d been pretending that Charlie, our living space and our love were light, organized, perfect and sanitary, and that I could keep them that way. But I had been stuck in an immature ideal, a fantasy that our union could be one of pristine surfaces.\n\nNOW I had to face him, constantly. We still went out to meetings, taught classes, took business trips and socialized on our own, but the day-to-day change was nevertheless profound. Instead of kissing me goodbye in the morning and leaving, he hung around. The ruins of what used to be his office coffee ritual — cream cartons, sugar cubes, plastic spoons and used filters — were now splattered across our kitchen, as if his first order of business was messing up my clean counters and world. For the first time, I had all of him.\n\nYet more than a decade after I’d vowed to keep my husband in sickness and in health, I knew it was time for me to accept, and appreciate, his unseemly muck, the dark underbelly that came with any real relationship. Although we were legally wed 13 years ago, we had managed to postpone the hardest part: really throwing in together. Eventually the marriage had to take. We could no longer hedge our bets.\n\nThe night before the movers finished my husband’s relocation, I dreamed he wanted a separation. I woke up crying, holding him tight. \n\n “Now that I’m fully committing,” he said, “you’re freaking out.” \n\n “No, I’m totally into it. I’m psyched you’ll be all here now.” \n\nWell, not quite all, as it turned out. On the final pass-through of his old place, he called with an emergency: he had discovered more stuff he couldn’t throw out. “Six nice casserole pots?” \n\n“We don’t need them,” I said. “But I’ll make room for anything that’s important to you.” \n\nAnd I have."
}