{
  "url": "http://www.nytimes.com/2009/03/01/fashion/01love.html",
  "headline": "Swapping Fathers, Swiftly",
  "dateline": {
    "year": 2009,
    "month": 2,
    "day": 27
  },
  "byline": "Jane Alison",
  "text": "WHENEVER I take the train from Washington to New York, I relive how it was in 1973, when my sister and I went to see our father for the first time in seven years. She was 14 and I was 11, and speeding with us like our ghosts in the window was the sense that the man who had existed for so long only in our minds, or as an ache deep in the ribs, would soon be seen and real to us, as would we to him. \n\nYears earlier, when my sister and I were 7 and 4, our parents met another couple, got along well, and before long traded partners. This was in Canberra, where our father, an Australian diplomat, had just brought us home from a posting in Washington. The other father was also a diplomat but American, finishing a post in Canberra before returning to the United States. \n\nBoth men were in their early 30s, tall, slim and ambitious; the women were smart and good-looking. Both couples had two little girls the same ages, and the younger girls shared a birthday and almost the same name. This was my counterpart, Jenny, and me. The two families had so much in common, people said; they must meet.\n\nThe couples fascinated each other, I am told, and for the next several  months we were together constantly for outings, dinners, picnics. We girls played among the eucalyptus and looked for kangaroos while our parents murmured,  laughed and lounged on blankets and clinked their wineglasses.\n\nAs Jenny and I shared a bath one evening, gazing at each other over sudsy water, our wrinkled pink feet pressed together as music and smoked drifted under the door, we couldn’t know that soon she would live with my father and I would live with hers, that for years we would shadow each other around the globe, that the split would form everything about us. That we would grow up as each other’s antipode.\n\nThe literal meaning of antipodes is two bodies pressed together, foot to foot.\n\nIn less than a year it was done. Our parents’ marriages split and began to re-form. My mother, sister and I followed Jenny’s father to Washington, and my father soon resumed his diplomatic path with Jenny and her mother and sister.\n\nPictures show the last hours my sister and I spent with our father. The three of us posed by Lake Burley Griffin, where he knelt like a suitor and clasped one of us in each arm, earnest hope straining his thin face while I covered my mouth and giggled. Soon after, we left and flew to Washington. \n\nSurely the four parents had needed to move quickly. Yet their need and ability to imagine a new world and step into it dazzles me; they were just 31, 32. And how to resist the miraculous neatness? No one would be left out. Everything would be even.\n\nBut surely everyone was stunned. The adults, for having done something so astonishing so fast — in those years divorce wasn’t common, and these divorces were entwined with the men’s professional lives and their roles representing countries. \n\nAnd the four girls were stunned — we younger two especially — but the way children are: a quiet, numb shock, like a crack in a stone, not enough to split it but inside, silently fissuring. We may have seemed like ordinary girls kicking balls and learning to write and getting our hair cut and skinning our shins. But inside, I think, a mass of fantasy, jealousy and longing was crystallizing that was crucial and would define us.\n\nThese things happen: a father vanishes overnight and turns into paper. Another man appears, his face rough and smelling of cigarettes and Scotch when we kiss him, but he’s not ours, this is understood, he belongs to a pair of girls somewhere else — girls we can’t see but this new non-father can. He looks through our eyes straight to them.\n\nDuring the years after the split, we changed not just fathers but last names, countries and accents, trading so much with those invisible girls as we moved from Washington to South America, and that mirror family moved through Asia.\n\nLetters and gifts flew between my stepfather and his girls and between our father and us. But we never talked on the phone, and I do not know why. Perhaps because it was expensive and no one made such calls in those days, or no one thought of it, or maybe because a live line between the two households seemed dangerous, like fire.\n\n But pictures came from that other family, photos of our father with his new girls. I don’t know what we thought when we first saw them. A flare of jealousy so cold it must be stifled at once: you have been replaced.\n\nI imagined Jenny, on the other side of the world, growing up like me: picking up a letter from her father that my father had brought home from the embassy, sliding her finger under the seal, reading it on her stomach in the bedroom, putting the paper down on the pillow, staring at the palm tree out the window. She would wonder what to do with the ache, the panic that feels like your insides might slip out, the unvoiced question of whether she would see her father again, and what would happen when she did, and the haunting sense of that other girl over there, the one like her who now had him.\n\nThen Jenny and her older sister did something novel. They included a tape with the letters to their father. We gathered in the living room to listen. Suddenly, the girls’ voices broke into the air. “Hello, Father,” they said with bright Aussie accents that had once been ours. There was giggling, then music, and they began to sing: “Imagine there’s no heaven ...”\n\nMy stepfather’s face grew hard, one hand gripping his Scotch glass.\n\n“We hope someday you’ll join us ...”\n\n He looked then at the alien world around him, the women and girls who had displaced his real ones. My mother’s face stiffened. Sooner or later something unfortunate was said, and my stepfather got up, switched off the recorder and took it to his study.\n\n That night and for days, we heard the girls’ voices and that song through the door. And all I could think was: Why hadn’t we thought of doing that? Why had we let those other girls do it first?\n\nThe rivalry only increased as the years passed, especially after we finally met our father and those girls in New York; rivalry rooted in wondering how it had happened, which couple had been the first to do what they’d done — because one of them must have been first, one father must have been more ready to leave his daughters behind. And this mattered. It would tell us what we were worth.\n\nIn a Miami garden I once saw a slim tropical tree into which someone had stabbed a spade when it was young. Over the years it had kept growing, layering tissues and xylem and phloem around the blade, so that the tree’s smooth flesh had closed around the spade until only the wooden handle showed. It needed that spade now; you could not draw it out.\n\nThat is how I grew up, and how I imagine Jenny did, with our parents’ split at our core, our tissues growing around it, around the fact that we’d each been replaced. I think it lay at our core as we tried to make ourselves valuable — writing, dreaming, trying to earn our own father’s love.\n\n Or as we tried instead to feel nothing at all, through drinking, cutting, men and sex. I think that split lay at our core as we tried over the years to make ourselves seen and loved or just disappear, until Jenny fell into a long addiction to heroin, and eventually overdosed and died.\n\nIN the end I am left with the same question, the impossible question: What makes one woman, one packet of flesh and the being inside it, so drenched in value as to make a man leave a woman he loved, leave even his own daughters? \n\nI don’t understand what love is, how its object is contained in a single skin, how that object exerts irresistible pull. \n\nOr, I understand it when I feel the closest thing to love that I feel. It is this: That other person has become home, and to be apart from him is to be in exile, helplessly gravitating toward wherever he is, having no center of your own.\n\nAnd another question I keep asking myself, and as I grow older the problem only grows worse, is this: Why is jealousy obliterating?\n\n Why is the vision of another woman taking your place ruinous? You don’t die. You’re still there. Your forearms are there with the light hair on them, your stomach sucked in at the jeans. You haven’t been obliterated. \n\nYet it feels as if you have. You’ve just made the mistake, again, of granting your existence to someone else’s eyes.\n\nLucretius, like Epicurus, said: limit your wants, and you will limit the pain of not getting. Want less and you will not suffer: plug up the leaky jar.\n\n But you cannot plug up the jar and still live. You have no choice but to be porous and leak, to want and love, and need to be wanted and loved."
}