{
  "url": "http://www.nytimes.com/2009/04/12/fashion/12love.html",
  "headline": "Finding Forgiveness in a Ziploc",
  "dateline": {
    "year": 2009,
    "month": 4,
    "day": 10
  },
  "byline": "Jane Hamilton",
  "text": "ONE morning last summer I blew up at my husband in La Guardia Airport just after we had gone through security. There was no ticking of the bomb that I knew of, no flame traveling along the fuse to the dynamite. The white-hot fury was suddenly upon me — boom, no warning. This explosion was shrill. It was loud, it was in earnest, it was heartfelt.\n\nOur trip to the city had been fine. We had gone with a long list of things to accomplish, for pleasure and business. It was hot, but we are used to heat. \n\nWe don’t travel together much, and we go forth with the knowledge that being in strange places in each other’s company isn’t our strong suit. I tend to dash into traffic, thinking I can surely make it to the median. My husband, who was the captain of the patrol boys in the eighth grade, has a tendency to hold out his arms at the curb: stand back! \n\nDeep down I think he still wants to guide everyone to safety, wearing the treasured blaze-orange harness. Also, he would prefer that I don’t make lifelong friends of strangers in the museum and at the theater. Instead of trying to do everything and all at once, he favors a moderate schedule. I travel quite a bit and he loves to stay home, and I’ve always hoped that for him, part of the payoff of being married to me is the fact that through my friends who visit us, the world comes to his doorstep. \n\n Despite our different tendencies and tempos, we had managed during that trip to be on our best behavior. When the time came to leave we found a taxi and reached the airport with well over an hour to spare. \n\nThe line for security wasn’t long. We did everything correctly: took off our shoes, held up our regulation-size Ziploc bag of toiletries and put it into the little white dish. The buzzer went off for my barrette and my underwire bra, but the authorities and I worked it out. Our carry-on emerged from the X-ray chamber and came smoothly down the line. \n\nI suppose if there were a flame traveling the fuse to the explosive, it was ignited there, in the moment when my husband pulled the carry-on to the end of the platform. \n\nOh no, I thought. Oh God.\n\nHe picked up the Ziploc bag. \n\nDon’t do it, don’t do it! \n\nYou see, he did not want to return the Ziploc to its usual place, in the front compartment of the suitcase, the place I always put it. No, he wanted to find a better place, a more secure place where, in case of a tip, a toppling, the lotion and toothpaste wouldn’t be squeezed out; no gels or liquids would make a mess. At the end of the metal platform, as clean and grim as a surgical table, my husband was fussing.\n\n“Just put it back where it was,” I said.\n\n“No,” he said, “it will fall out.”\n\nI have taken roughly one thousand trips with that bag without any kind of toiletry incident. Never had it occurred to me to put the goods in any other compartment. But clearly, for years, my reasoning had been faulty. \n\nWhat made me blow? His need to control my baggage. The fact that I am always wrong. His laser beam on a Ziploc bag, his concern for a quart-size plastic container filled with three vials.\n\n But most of all, it was his fingers, his fiddling hands like a raccoon’s paws at a bottle cap, the way the animal obsessively turns the shiny thing over and over. That made me insane. Your Honor, I went insane. In the sanctuary that was airport security, I began to scream. “Stop it!” At the top of my lungs I shrieked, “Just stop it now! Stop it this minute!” I didn’t even quite know I was doing it, although I admit that in the instant, the blast felt, actually, pretty good. \n\nThe poor man froze. This is not happening. \n\nOh, but it was. I was just about to bellow, “Is there a divorce lawyer in the house?” Instead, I fled down the concourse, inflamed with righteousness. He was always trying to control everything down to the smallest detail. And I could not, would not, endure it another second. This moment of outrage was not about the moment. It was about 26 years (26 years!) of living with a strong, good, detail-oriented, iron-willed, fastidious person. This moment of outrage was the culmination of every moment. \n\nI sat down several yards from our gate, as far away as I could get in the short concourse. I sat erect, breathing not at all normally. I wondered how I was going to get home, if I was even going to try to get home. Because our life together was over, it was done. \n\nI did not look back up the concourse or even glance to see if he was still knitting his hands at the suitcase. As I sat doing my best to plunge further into my ire, a curious thing happened. It was as if a switch in my brain were flipping and a whole new template slid into place, the action beyond my volition. \n\nAll at once I had a vivid sense, as best as I can judge, of what it might feel like to be my husband. For no reason that I can account for, I was suddenly looking from his eyes out into our own particular little ruined world. \n\nSure, I had tried to do this many times before in our years together, tried to imagine how he felt, but this was different. I was him. And I thought, how awful, how terrible this is, being him. All of my own indignation and all of my poor hurt feelings that had built up through the years were vaporized.\n\n I knew, despite the good and joyful nuggets of our daily life, that it was a difficult — harrowing — proposition for him to live with someone who is so voluble and indiscreet and extravagantly enthusiastic, someone who is always saying “yes, yes, yes!” What a burden it must be, I must be, for someone who is quiet and private and focused, someone so careful in his deliberations. \n\nI walked back to the gate to find him sitting with his magazine, looking small and hunched. What else could he do but wait? \n\n“I’m sorry,” I said simply, hoping he would see how ashamed I was, how contrite, and how sad and how frightened. \n\nWhenever I visit my doctor I read the framed poster right by the exam table called “Happiness in Love.” It lists, against a background of billowy clouds and wise songbirds, recommended behaviors for maintaining domestic happiness: sensible, if impossible, bromides like “Don’t go to bed angry,” “Be generous” and “Forgive your spouse and forgive yourself.”\n\nAt the airport I wasn’t sure we could recover from this one, wasn’t sure I was forgivable. I couldn’t tell him that I was now fortified with my new and improved vision, a way of being that might, if I could remember always to use it, allow for a permanent, deeper sympathy and understanding. \n\nI couldn’t explain that just as T cells in the body respond to a pathogen, so a spiritual-type corrective had somehow flooded my system. That was a change he would have to feel — oh, if only he would soon feel it. I had not willed the corrective; rather, something as irregular and beautiful and strange as grace had visited me. \n\nLater, I was telling a friend about the whole ridiculous incident. Well, I told a bunch of friends, just as my husband mentioned it to no one. My first friend said, “But did it last, that feeling?” \n\nAh, that’s always the rub. The recidivism rate in these matters is so high. But in my case I’m still working to stay on the wagon. Many months have now passed and so far I have tried to flip that switch not only when I’ve thought it might come in handy, but every morning, every evening, like a prayer. \n\nI make a point to remember that the temperament of my husband, the temperament of that patrol boy, is my salvation. It is beyond the call of duty and maybe even love that he makes the effort, time and again, to keep me from running into traffic. \n\nThe second friend said, “But in order to maintain that perspective you have to reach within yourself to such a deep place.” \n\nThis is true. But like any exercise, any devotion, it’s a practice. And even if it doesn’t become easier, one hopes it becomes habit. \n\nThe third friend noted that you spend all this time trying to find the right man, and then wondering if you should stay, and complaining about his faults, and wondering some more if you should stay, but then the day arrives when you realize you’ll probably outlive him. \n\nAnd it won’t be just that you’re alone, but that you’ll be without him, that very man. In life you rue all the qualities he doesn’t have, while once he’s dead you’ll long for each lovely trait. Both she and I, married to older men, know that we’ve wasted a lot of time, squandered a portion of happiness.\n\nIT is sad that 20- and 30-somethings, as reported in the media, are skittish about commitment. But I can imagine that long-term marriages often don’t look so great to them from the outside: there she is, the crazed middle-aged woman shrieking at her husband in the airport, she with fangs and black wings flapping, and he cowering. \n\nBut if you are lucky, there is the flip side of that meltdown, the moment not too long after, when you get on the plane and your husband asks if you have the magazine he was reading, and you say, “Yes, but I put it in the bag, and if you get it out right now I’ll have to scream and scream at you.” And then you both laugh, pretty hard. \n\n“Forgive your spouse and forgive yourself,” the Happiness in Love poster counsels. Often in marriage you have to strain to forgive. But sometimes you don’t have to as much as lift a finger. Every now and again forgiveness is just there, miraculously, for the having."
}