{
  "url": "http://www.nytimes.com/2009/02/01/fashion/01love.html",
  "headline": "Looking for Love in the Land of Make-Believe",
  "dateline": {
    "year": 2009,
    "month": 1,
    "day": 30
  },
  "byline": "Kim Gamble",
  "text": "SEVERAL months ago I flew to Beijing so I could introduce myself to a man I’d never met but with whom I’d been corresponding on-and-off for almost a year. He was an American, a journalist based in Beijing covering China for a United States news media outlet. I first became aware of him when an  article he had reported garnered attention and he was asked to discuss his findings on the television show I was working for at the time.\n\nOn the afternoon of his interview, however, I wasn’t in the studio where he was, but in my office, half-watching him on the internal video feed, half-producing a segment for broadcast later that week. On screen he was cute in a young professorial way: someone who should wear glasses regardless of the requirements of vision. My attention only fully focused when I heard a deeper, more authoritative voice coming from him than his features suggested. I found myself tilting my head, even grinning a little, but otherwise giving him, and his interview, little thought.\n\nUntil after the taping, that is, when the show’s talent coordinator, who is responsible for greeting the guests and keeping nervous pacing in the green room to a minimum, marched into my office waving his business card. She pushed it across my desk and said, “Don’t be mad, but I just told the guest I think you two might hit it off.”\n\nIn my experience, ambivalence is the best way to pique a man’s curiosity, so I made the apologetic e-mail message I sent him accordingly nonchalant: “Sorry my co-worker is being so presumptuous. Just ignore her attempt at match-making.” I went on to make a joke about blind dates being a standard parting gift for guests. \n\nBut in truth this had never happened before. Nor had I ever been so intrigued by the prospect of having a grown man for a pen pal. Which is why I laced my nonchalance with flirtation.\n\nIt worked.\n\nThe two of us were soon writing on a regular basis. The e-mail exchanges, at least on my end, continued to be an exercise in the appearance of breeziness, the written equivalent of spending $500 at the beauty counter to look as though I’d only put on lip gloss. At his end, he was articulate and smart and impossibly thoughtful.\n\nHe was also a bona fide reporter: curious about my hometown, my job, favorite this, favorite that, compensating for having never seen me, or heard my voice, by routinely asking as many questions as he answered.\n\nWithin weeks, bits of personal information began injecting themselves into our letters. I have never collected anything, but acquiring names of his family members, cities where he had lived, details about his projects, vacations both complete and being planned, fueled the illusion, piece by piece, that one day I could be in possession of his complete life story.\n\nMy responses also became more open and sincere, but after some time I realized I was writing more and receiving less. And the less I got, the more I fantasized. Being human, I rationalized, means I’m wired to fill in blanks, to create a whole out of parts. He was available enough to maintain correspondence, yet invisible enough to allow for some invention. For all I knew, he was taking the same liberties with me.\n\nIn the months that followed, I became more preoccupied with China than was otherwise explainable, developing a sudden passion for the Olympics and conducting graduate-student-worthy research on the Gang of Four. I started getting out of bed at midnight to check my e-mail, estimating, with the time difference, when he most likely would have had a moment to write.\n\nA series of unremarkable dates with men who live in the same country I do had the effect of making me more hopeful about the journalist, more sold on his rightness for me. I found myself lonely and grasping, alarmed by how long I’d been single, how little attention I’d paid to meeting a viable mate. His e-mail messages were starting to feel like a gateway drug, and one that I knew was about to send me on a bender.\n\nI was finally moved to action, pathetically, by the arrival of an Asian-themed issue of Condé Nast Traveler. I logged on to Expedia, entered my credit card number and booked a flight out of J.F.K. for Beijing.\n\nIn preparing for the trip I didn’t bother to look up the translation for words like “desperate” or “crazy.” Though such terms undoubtedly exist in Chinese, they weren’t yet in my vocabulary. At the time, I was interested only in the translations for “fate” and “destiny,” along with practical phrases like, “Where might I find some good pork dumplings?”\n\nHaving already made the psychological journey, it was easy for me to rationalize the physical one. But for him I would need to provide some other explanation while maintaining my air of detachment. So I lied in both tone and fact: “I have to be in Beijing for a freelance assignment,” I wrote, passing it off as fun coincidence. I actually typed “FUN!” in capital letters. It seemed important both to internalize and project that I wasn’t actually a woman who would spend $3,000 to travel halfway around the world to have a gin and tonic with a stranger.\n\nWe made dinner plans shortly after I arrived, and I agreed to meet him in the hotel lobby so we could go together and he could direct the taxi driver. Curled up on a sofa in the lounge, I spent 20 minutes debating my posture and what waiting activity would best convey a sense of cool.\n\nWhen he arrived I was reading — or rather, staring at a page in a book — and just like the day of his interview, I heard his voice before I saw him. He sounded surprised, pleasantly I think, that I was me. We blushed, smiled, hugged, and I immediately felt a sense of calm.\n\nThe restaurant he selected was a loud, sterile establishment with a cafeterialike quality that screamed, “You are not on a date!” But as we waded through requisite chatting about family history and politics, favorite books and travel experiences, the atmosphere faded and the journalist took shape. The clatter of the restaurant was replaced by an effortless, warm way of communicating. I forgot how much orchestrating my being in Beijing had required. Forgot how unflattering fluorescent bulbs can be, and how well I’d hoped this would go. Forgot how many lies I’d told, to him and to myself.\n\nMY fantasy narrative, the fairytale, the fictional man in a foreign land — it all began to vanish under those bright lights. The person who remained, sitting across from me, reciting movie lines while wrestling with his chopsticks, was intimidating because he was real, and someone to whom my imagination hadn’t given enough credit.\n\nWe were the last two people in the restaurant when he paid for dinner and excused his generosity. “You can get it next time,” he said, implying there would be one, and then immediately volunteered the location of some friends at a local bar and suggested we go.\n\nSoon we were seated in a cozy, wood-paneled pub that may as well have been in Aspen, were it not for all the smoke and lack of snow, and I sipped Coronas while we told his friends the circumstances of our having met that night. The hours and alcohol conspired to make us more comfortable and flirtatious, and by the time he walked me to a taxi, long after the bar had closed, he kissed my cheek and asked to see me again.\n\nDespite its success, I still didn’t pride myself on having orchestrated the whole scenario. Although I privately permitted the vision of us laughing about it one day, I knew better than to confess to him what I had done. So the following days consisted of us talking on my hotel phone in the evenings after I had secretly gone sightseeing all day — while he believed I was occupied with work. This meant, in addition to more lies, that I had to resist sharing the victory of finding some really fantastic pork dumplings, and reporting the drama of crashing a bicycle I was recklessly steering through the  hutongs, and confessing to the brave stupidity of paying a local villager $20 to drive me to the Great Wall in his family’s Chrysler LeBaron.\n\nOn my last night, we met for dinner, joined by several of his friends. The meal was abbreviated, however, when he stepped away to take an urgent phone call from his editor back in the United States. An early morning deadline, and a 12-hour time difference, required him to leave immediately so he could file a revised article. Innocently, I offered to go with him, surprised by how easily, after all this maneuvering, I ended up in his apartment, thumbing through the books on his coffee table while drinking a beer on his sofa.\n\nWe never reunited with his friends, and instead stayed up talking for the next few hours. I wanted to tell him the truth about my trip and my intentions. Wanted to admit what I did was insane, and also one of the best decisions of my life. But I didn’t.\n\nAround 1:30 in the morning, the time in most of my romantic experiences when a man leans over and kisses me, he was the one who confessed. He told me he had been seeing someone, a woman he met a month before and with whom he felt potential.\n\nThe omission of this information — until the last possible moment — felt deliberate, but if that’s true then I was just as guilty. Much as I wanted that night to end differently, it was a relief, in a way, to know we had both indulged in make-believe: that I’d traveled farther, but he’d made a small leap, too; that my lie was bolder, and more expensive, but that together we’d decided to ignore the truth, for the sake of creativity, possibility and fictional gratification. \n\nI looked out the window as I flew back to my side of the world the next morning, unable to project any more details onto the journalist or our story, unable to deceive myself any longer. I’d met him, been in his apartment. A finality accompanied this knowledge, and the space between fantasy and reality, between truth and fiction, was, for the first time, as distinct as the sky and land."
}