{
  "url": "http://www.nytimes.com/2009/03/15/fashion/15love.html",
  "headline": "A Family That Takes ‘No’ for an Answer",
  "dateline": {
    "year": 2009,
    "month": 3,
    "day": 13
  },
  "byline": "Leigh Newman",
  "text": "EVERY year, my far-flung family gathers for Christmas at my parents’ house in eastern Idaho along the Snake River, where the snow falls with thick, dreamy, often relentless abandon. Last year, it had been falling for almost a week. The day before Christmas Eve, as flakes continued to drift down and the afternoon light dimmed, my father suggested we shoot some ducks for dinner. \n\nWho wanted to go?\n\nMy husband, Lawrence, did; he was new to the Western ethos of hunting your own food. And I wanted to go, too, even though I was five months pregnant, if only to dispel any ideas my family might have about my now being a wimpy New York City pregnant lady, capable only of sitting in a rocker, ordering BPA-free baby bottles online. \n\nOff we set, throwing on parkas and hauling out shotguns. The route down to the river is a narrow quarter-mile walk through cottonwoods. The fresh drifts came up to our thighs. We lumbered along, our spaniel Tory nosing ahead. Ten yards before the bank, Dad motioned us down with his glove. We hit the snow, peeking through thickets of iced branches to scout what lay below.\n\nNothing.\n\nWe crossed a semifrozen knee-high section of the river, climbing up a narrow gravel island. Already my hands were numb. I hadn’t dressed properly; my gloves were fingerless, and I had skipped the snow pants. Just on the other side of the island, a small flock of ducks, plus several Canada geese, were fussing in the bent, crackling reeds. We crouched down.\n\n“Don’t hit anything that flies,” Dad said. “They’re right near shore where we can get them. Tory won’t swim in this cold.”\n\nAll of a sudden they took off in a squawking flurry, flying across the white sky. Law squeezed off a shot and missed. I held tight a few seconds longer, but also missed.\n\n Dad, however, displaying his old-school finesse, waited for just the right moment and brought down a goose that tumbled directly into the water. Away it rushed with the current.\n\nI looked at Dad; he looked at me. I knew why he’d taken the shot, as did he. Every goose seems like the last he’ll ever shoot, and it may very well be — at least with his daughter watching.\n\n“Well,” he said, “that was something to be ashamed of.”\n\n“Don’t worry,” Law said, handing me his gun and taking off running. “I’ll get it.”\n\nLaw, of course, was the only one among us with strength to follow the goose. I was too slow and huge and was carrying my grandfather’s heavy double-barreled shotgun. And Dad could no longer run at all, not at age 65 with his two hip replacements and damaged heart.\n\nWe watched Law sprint down the bank. There was something teenage in his step, something raw and gleeful and almost obsessed. His hat flopped off. His figure bounded over the deep snow. Painfully, slowly, Dad and I began to follow, foils to Law’s progress, not just in our movements, but in our mind-sets.\n\nDad and I come from a pessimistic family, a family that on his side has seen more than its share of suicide, alcoholism, manic-depression and premature death. Luckily, the two of us had escaped those routes.\n\n But if you asked us, for example, if we thought the experimental drugs Dad was trying might help repair his heart, we would say no, probably not, and change the subject to snowblowers or recipes for pheasant cacciatore. The economy? About to implode and leave us destitute. My youngest brother? His flight was never going to make it into Idaho Falls in this storm. \n\nNo matter the situation, we believe it’s better to say “no” and believe that no. That way you can’t be disappointed, or at least not as disappointed as you would be had you allowed yourself to dream otherwise.\n\nFive years ago, the day my father told me he was dying, he stopped the truck along a highway in the Rockies and said, “Look I’ve got a 22 percent chance of making it through the next two years.” He just wanted me to have the scientific facts.\n\nI cried a little there in the truck, he cried, and we never talked about it again. Most of the time, I actually forget about Dad’s health. Except when I notice he is panting from a 10-second walk. \n\nOr when he shot a goose that we couldn’t bring in.\n\nNow we were stumbling along, Dad in front, trying to follow in Law’s deep boot prints. Our eyelashes gunked over with flakes. Our breath turned labored. We stopped every 15 steps, bent over, to rest. Law had to be at least a half-mile ahead, out of sight.\n\n“You don’t think he’ll get that goose, do you?” Dad asked.\n\n“No. No unless it hit an eddy and somehow washes up.” But secretly, I allowed myself to believe Law might. \n\nTHERE was a reason for that. Seven years ago, three months after Law and I married, I called it quits. I was burning up with anger over issues large and small, all the messy, unresolved stuff that had been pushed aside as we planned the wedding, only to flare up after.\n\n So I left him with the wedding china and salad spoons in our cozy apartment in Manhattan and moved into a small carriage house in Massachusetts, where I had enrolled in graduate school. We already had serious problems, I told him. Therefore, we were over.\n\nLaw took the news with a kind, understanding, broken expression. He agreed that our marriage was, indeed, over. Then he proceeded to ignore that, even when I announced it to my friends and family, even when I asked him to file for a separation. He continued to come up to visit me. He continued to plan my visits down for weekends and school vacations. \n\nHe seemed to accept, in theory, that we were separated. Yet all of his actions suggested an absolute denial of everything I had expressed and he had agreed to. This should have enraged me further. I was not being listened to! \n\nAnd yet it didn’t. His pretending let him believe I hadn’t left the marriage. And oddly, it let me pretend I hadn’t left, either, once I realized that I didn’t really want to leave, that I wanted to stay and fix our problems.\n\n“He’s never going to get that goose,” Dad said. “And I don’t think I can go on much further.” Dad did not look good. As for me, I wanted to lie down in the snow, not an excellent indicator for wilderness survival.\n\n“Why doesn’t he give up?” my father asked. \n\n“I don’t know, “ I said. And I didn’t know.\n\n“I tell you what’s got me worried,” Dad said. “What if he tries to get that goose and falls in somehow? Then we’re going to be in real trouble.”\n\nI cupped my hands and shouted “Law!” down the bank.\n\nNothing.\n\nThe sky flushed and darkened. We waited for a half-hour. We looked for any footprints doubling back to the house. More and more, I started seeing the scenario Dad had laid out. What if Law was so sure of himself that he did think he could get the goose? What if he leaned down to pull it over with a branch and fell in up to his thighs? The water would rapidly turn him hypothermic. ... \n\nI felt sick. I walked faster. So did Dad. We lacked flashlights, snowmobiles, cellphones.\n\nWhen we were a few miles from the house, Dad said: “I think you better go back to the house and call the sheriff. I’ll keep going along the bank.” \n\nWe unloaded the guns, leaving two of them by a tree. Dad kept going up the bank. I slung my grandfather’s gun over my shoulder and headed home through the woods, panicking, stumbling through untouched snow that now came up to my waist. My stretched belly hurt with every step. And on top of it all, I couldn’t remember the way. We had gone so far downriver that I wasn’t sure where the house was. Until I finally saw our windows shining through the trees.\n\nI started yelling, “Anne!” \n\nMy stepmother came out and helped me inside.\n\n“Lawrence was just here,” she said. “He doubled back from the river. You guys must have just missed each other.”\n\n I wanted to laugh. If Law had gone the other way around the house, I would have seen his tracks. If I had gone the other way, we might have run into each other at the door. Everything at that point should have just been chalked up to a silly scare, due to bad communication and luck. Except that Dad was still out there, alone. \n\nI waited by the fire. About an hour later, the two of them came back. Law had done lap after lap to find Dad (who, though exhausted, had remained on the trail of Law) and bring him home, along with our abandoned guns. \n\nTHAT night, as we lay in bed, Law turned over. “You didn’t really think I was stupid enough to dive into a frozen river in the middle of a blizzard, did you?”\n\nI wasn’t sure what to say. It wasn’t stupidity that I thought might have inspired him. It was hope. Law knew Dad felt badly about killing the goose. And he believed he could fix it, even as that goose floated, faster and faster, out of reach.\n\nWhat’s the difference between hope and denial? I wanted to ask him. Does it hurt or help to pretend your father might go on living, even if all facts say he won’t? \n\nIf our marriage — a sturdy, surprising, wonderful marriage — gets into trouble again, will it help or hurt if we pretend it’s O.K. and push blindly on, the way we did last time? What does refusing to see the grim side of the truth do: smash down issues we’d be better off confronting or keep us from sinking into premature, unnecessary defeat? \n\n“Oh, no,” I said, turning off the light, curling up with him in the snug log-cabin dark. “I knew you’d have the sense to turn back eventually.” Just as I knew, and appreciated, that he lacked the sense to stop himself from chasing it in the first place."
}