{
  "url": "http://www.nytimes.com/2009/06/07/fashion/07love.html",
  "headline": "An Arranged Marriage, Then and Now",
  "dateline": {
    "year": 2009,
    "month": 6,
    "day": 5
  },
  "byline": "Farahad Zama",
  "text": "“WHAT kind of girl do you want to marry?” my mother had asked me. \n\nThis was about 20 years ago, when I was just three years out of college, working as a software developer for an international bank in Bombay (as it was called then), and traveling the world.\n\nI was visiting my family in Vishakhapatnam (also known as Vizag), a coastal city in South India, on a quick holiday. To say that I was embarrassed by my mother’s question is an understatement. This was not the usual kind of conversation I had with my parents. I was sitting with my mother, my sister and an older male cousin on the bed. My father, as usual, was busy working at his table in the living room. \n\n“Whoever you chose,” I replied with a shrug. I was a well-brought-up boy, after all.\n\nFurther conversation followed. My mother was adamant that I should be married only to a local Vizag girl. \n\n“Why?” I asked. I knew that the girl my parents selected would be of the same religion and similar economic and social circumstances, and that made sense, but this requirement of a local girl was a new wrinkle.\n\nLooking back, I can see that my mother was unusually clear-headed and prescient. The software industry in India was in its early days and still quite small. The movers and shakers of big companies in the West weren’t easily convinced that these mustachioed men with ill-fitting suits and funny accents, from a country better known for its poverty, sacred cows and fakirs, could build sophisticated computer systems. \n\nBut my mother said: “Your job will grow and take you all round the globe. You will come to India for two weeks each year, and it is only natural that while you want to spend time with us, your wife will want to visit her own parents. I don’t want your limited holidays split between two towns and wasted in traveling from place to place.”\n\nI could see the logic in that and I finally had a requirement of my own. I wanted a college graduate who could speak English. My mother and sister knew just the girl — our neighbor’s niece. \n\nThe discussion broke up, and after a hurried chat with my father the ladies went over to the house next door. I didn’t know the neighbors that well, having been away at college for years, but in my absence the two families had grown close. My mother and sister had both met the niece, Sameera, who had apparently studied in the same school as me but was three years my junior, and our paths had not crossed. \n\nThe women soon returned with the next-door uncle and aunt. They thought the match between their niece and me would be ideal, but there was a problem. I was taking the early morning flight back to Bombay the next day and the next-door uncle’s sister, my potential bride’s mother, was away and not expected back for several days. Sameera was home with her younger brother and their nanny. Even if Sameera’s mother had been around, there was not enough time to organize a formal “viewing.”\n\nNow that the topic had been raised, however, nobody wanted to delay it further. Once I reached Bombay, I was already scheduled to go to New York for a project and I wasn’t sure how long I would be there. It was the next-door uncle who came up with a subterfuge: the two of us would make a social call on his sister’s house on the pretext of being in the area and not tell them I was coming as a potential suitor.\n\nHalf an hour later we pulled up at Sameera’s house. After the usual greetings, the next-door uncle said: “This is Farahad. He has come from Bombay to visit his family. He is thinking of buying a house in this area.” \n\nThis was news to me, but I smiled in a vacuous, noncommittal manner.\n\n“I know him, uncle,” said Sameera. “He is Nilu’s brother.” She had the advantage over me — for the first time, but definitely not the last. She had apparently seen me before. She looked cute but what struck me was how confident she was. \n\nI have always been a shy person amongst people I didn’t know, happier in imaginary conversations than real ones. Sameera apparently didn’t have the same problem. She played the perfect hostess, serving the bread halwa, which was quickly warmed up by her nanny and keeping the conversation flowing on half a dozen topics. \n\nMonths later, Sameera told me that the dress she was wearing was old and one she had decided to discard and never wear again after that evening. She said she had been embarrassed to be seen by guests in that dress, but frankly, I never noticed it.\n\nWhen I got home, my parents and Sameera’s uncle asked what I thought. I nodded my approval. The next morning I was off to Bombay. A week later, I was in New York. Two months after that, Sameera and I were married. I had made it back to Vizag a couple of days before the wedding. She was the only woman I had ever considered for marriage.\n\nThere is a Hindi film song from the ’80s that goes: “O Maria! When Johnny asked you to marry him, how did he say the words? O Maria!”\n\nThe song was a huge hit and I don’t think it was just because it was tuneful or because the movie featured the most beautiful actress and finest actor of Indian cinema at that time. The movie was set in the tiny Catholic community of Goa in which girls and boys found their own partners. For most Indians who watch Hindi films, however, the art of flirting with a girl, let alone proposing to one, is a mystery. As it is to me, to this day, and I think that’s why the song hit such a chord among its audience.\n\nMy wife and I now have two sons who are both less than 10 years old. Sameera is relentless in asking them to pick up after themselves and help around the house. Recently, she confronted me on my slovenly habits. “You are setting them a bad example,” she said. “If they don’t see you doing any work in the house, they will never take my words seriously.”\n\nIt is true that I don’t help much in the house. Not, I am fairly certain, out of any male chauvinistic tendencies but out of simple laziness and my greater capacity to overlook dirty socks and strewn cushions than my wife. “Why get stressed about it?” I said. “They will learn to clean their houses when they need to.”\n\n“You were lucky,” my wife said. “Your parents found a bride for you without you having to lift a finger. My sons won’t have that luxury. They have to find girls on their own, and they will find it difficult to attract good women if they don’t have clean homes.”\n\nMy poor sons. How the world has changed. Their mother teaches them to cook and vacuum the house so they can get wives. My mother found me a wife so I wouldn’t have to cook and clean. On the other hand, they, unlike me, will (I hope) have many girlfriends through their teenage years and play the field through their 20s before they each settle down with a wonderful woman. \n\nMost American couples know a lot about each other before they tie the knot. They’ve been on dates, fallen in love, fought, made up, had sex and, most probably, even lived together before going down the aisle. \n\nOur story, of course, is different. That 45-minute meeting was our only contact before we were husband and wife. We went to movies and the beach, fought over important and trivial things, made up and fell in love — all after our wedding. \n\n“How could you marry somebody you did not know?” is a common question that many people have asked us in the West.\n\nThe slow discovery of another person and the unraveling of layers of mystery are part of the fun of arranged marriage. This has to be true of all marriages — the husband of five years is not the caring bridegroom, and the mother of a cranky 2-year-old is not the ecstatic bride. \n\n“You are not the person I married,” the Western woman (or man) cries when the scales suddenly drop from their eyes. They then either adjust or divorce. \n\nWe, on the other hand, cannot say the same because we were strangers at our nuptials and so did not know whom we were getting into bed with (literally). I am not saying that this is the only reason for the high rate of divorce in the West, of course. \n\nEconomics and social acceptability must be big factors in its galloping rate of marital breakdowns. But dashed expectations must play a large part, too. I think that in arranged marriages one starts with lower expectations and realizes the need for compromise that is essential in a successful bond, and that is probably its biggest benefit.\n\nSAMEERA is emotional, quick to love and anger, while I am rational, almost nothing ever rousing my temper. She believes in instinct and gut feelings while I put my trust in statistics and probability. I read almost anything except biographies and memoirs and Sameera reads almost nothing but. “Why do I need to spend three hours making fish curry?” she says whenever I tell her that I have gone for sushi (which she hates). “I’ll just slice up the sea bass into thin fillets and you can gobble it up.” Would we have gotten married if we had met in the conventional Western manner and dated each other? Or would we have given up on each other and moved on, searching for the perfect “one”? I don’t know. \n\nWhat I am sure about is that our marriage, arranged with other considerations in mind, took us from acquaintance to love and kept us together until we realized that our differences are the yin and yang that make our relationship whole. Now we consider ourselves absolutely perfect for each other.\n\nSomewhere in that is a lesson, I am sure."
}