{
  "url": "http://www.nytimes.com/2009/02/22/fashion/22love.html",
  "headline": "I Had a Back-Seat View of a Great Romance",
  "dateline": {
    "year": 2009,
    "month": 2,
    "day": 21
  },
  "byline": "Rachel Monroe",
  "text": "MY plan was to go to Morocco to escape romance, not learn a lesson in it. I had been awarded a prestigious research grant, and the yearlong stint an ocean away seemed the perfect excuse to finally break up with my sort-of boyfriend. \n\nThough we lived on opposite coasts, this boyfriend-type person and I had been together for more than two years, and I’d been fighting it the whole time.\n\n Being a girlfriend seemed so old-fashioned, and besides, it made me behave in ways I disapproved of. I needed him in my life and resented that fact. In my early 20s, wasn’t I supposed to be careless and uncommitted?\n\nWith the trip looming, we decided (at my urging) to break up for real this time. I thought I would feel liberated; instead, I spent my days mooning around the house, crying or baking to distract myself from crying. I forced myself to remember that this was exactly what I wanted. After all, love was so flimsy when held up against virtues like independence and freedom. So why did it feel like a vestigial arm, something fused onto me that I couldn’t get rid of no matter how hard I tried? \n\nIn the end the break-up didn’t stick, and we left things ambiguous. My first night in Morocco, I lay in a narrow hotel bed and listened to the rush of sounds outside. Even the traffic noise sounded fresh and thrilling. I envisioned days spent exploring markets and conducting research, deliciously independent.\n\nInstead, I became addicted to cynical bearded Peace Corps volunteers, none of whom stuck around for more than a week or two. At night when loneliness enveloped me, I would Skype the un-boyfriend. I was never good at figuring out the time difference, but he answered all my calls, even at 5 a.m. \n\nAs a distraction, I threw myself into my research. I had come to Morocco to study first-generation literacy in teenage girls, and a contact suggested I begin work in Amizmiz, a small town at the foot of the Atlas Mountains, not far from my home base in Marrakesh. The family I stayed with was poor even by the standards of that rural town. Still, they were amazingly welcoming. Fatima-Zohra at 20 was the oldest daughter, and she soon adopted me as her special charge.\n\nAfter a tour of the town, Fatima-Zohra took me to her favorite spot, a hill dotted with scrappy goats and glum-looking cows. We talked about school, cooking, hairstyles and Jackie Chan (she was a big fan). After a lull in the conversation, she looked up at me shyly. I had a feeling I knew what was coming.\n\n“Are you in love?” she asked, the last two words in English. (She preferred English for most love words — she had clearly been studying all those romantic comedies I’d studiously avoided.) \n\nI tried to convey my standard answer (“Well, I don’t know, probably not, I mean, what is love, really?”) in the awkward mix of French and Arabic that was our means of communication. At the time, I thought it was my butchered language that disappointed her; now I wonder if she understood me, and it was my dithering that left her cold.\n\n “What about you?” I asked, not expecting much of an answer. As far as I could tell, she was a shy girl who rarely left the house, and the relatively strict gender segregation meant that Amizmiz was hardly a hotbed of teenage romance.\n\n“I have a friend,” she said, and from the way she said it (blushing wildly, unable to look me in the eye), it was clear that she was far more certain about this friend than I was about my boyfriend-type person. \n\nOver the next day or two, she told me all about him. Jawad drove a grand taxi, which meant he traveled a fixed route between Amizmiz and a tinier town 20 kilometers away. Fatima-Zohra had run literacy classes in that town and had come to know Jawad during her weekly commute. Moroccan grand taxis typically squish six passengers plus a driver into a regular-size sedan, so they never had much privacy. Somehow, though, they had come to an understanding. And no, her parents didn’t know; they would never approve.\n\nShe asked if I would help her see him, and of course I agreed. I was all for the drama of an illicit rendezvous, especially when it wasn’t mine. \n\nThat evening, according to the plan concocted by Fatima-Zohra and her sister Amel, I insisted that Fatima-Zohra escort me to the town’s ramshackle Internet cafe so I could check my e-mail. It sounded a little far-fetched, but apparently the idea of an Internet-addicted American was believable enough to buy us an hour or two of unsupervised time. We immediately headed for an isolated road where Jawad knew to meet us. \n\nWhen he finally arrived in his battered white taxi, the sun had begun to set. He leaned his head out the window and waved wildly; he had impish eyebrows and a grin just as big as Fatima-Zohra’s, if not bigger. I decided I approved of the match. \n\nI climbed into the back seat, and we sped off. Before long, Jawad turned onto a dirt path and parked in the middle of a field dotted with wildflowers. I was wondering whether we’d be going on a walk in the woods when, without further ado, the canoodling commenced in the front seat. My assumptions about Fatima-Zohra’s sheltered life had been way off. That morning I never would have predicted that my demure, hijab-wearing friend would sneak away to make out in her boyfriend’s car.\n\nCurled up in the back seat, I pretended to be interested in the scenery. But years of living in a tiny house with no doors must have inured Fatima-Zohra against embarrassment; she giggled and snuggled in the front as if I weren’t there at all. I eventually relaxed and allowed myself to snoop. They were cute, absurdly so: Jawad seemed like a tender type, a forehead-kisser, a cheek-caresser. \n\nIt kept going. She tickled him. They brought their heads together and whispered romantic things. Lovelorn Lebanese pop singers moaned on the radio, and outside the evening flickered with fireflies. It was way too adorable to be true, but here it was, happening before my eyes. \n\nAfter about a half-hour of PG-rated nuzzling, it was time to head back. The brief visit made Fatima-Zohra giddy for the rest of the weekend, and I was pleased to have played a role. \n\nAs our Internet cafe ploy became routine over several months, I found myself in the strange position of being not just a chaperone but a secret advocate for romance. I kept waiting to be soured by all the longing and adoration, but this love stuff was increasingly addictive. My visits to Amizmiz became something to look forward to, and I was happy to obsess over each delicious nuance with Fatima-Zohra and her sister. The best were the taxicab evenings, dates I could attend but didn’t have to participate in. \n\nDespite my newfound begrudging appreciation of love, things with the un-boyfriend were as prickly as ever. I didn’t want to lose my most loyal caller, my secret-keeper, my funny friend. But I didn’t want to be with him, either. So I vacillated; I was unfair, said cruel things, then called him crying when the next wave of loneliness hit.\n\nThings seemed to be going well in Amizmiz until one day in April when a man at a cafe spotted Fatima-Zohra and Jawad looking cozy and reported them to her father. Though generally an easygoing man, he blew up at the news. When Fatima-Zohra claimed she wanted to marry Jawad, he insisted that it was impossible — she was too beautiful to be married off to such a poor man. She needed someone who would provide a better life for her and her family.\n\n“You can’t feed yourself with love!” he shouted.\n\n“But you can’t buy love!” she shouted back.\n\nAfter that, she was under virtual house arrest. Worse, she didn’t see or speak with Jawad for two weeks and was afraid he would forget her. I worried that someone would notice my sudden lack of interest in the Internet cafe, but the family was too listless to care.\n\nTHE situation was resolved in a spectacular manner. On a day when Fatima-Zohra’s father had traveled to Marrakesh for work, Amel had a seizure. There was no money in the house and no way to take her to a doctor. Panicked, Fatima-Zohra called Jawad, who swooped to the rescue, delivering the family to the hospital and even spending his own meager salary on the necessary medications.\n\n His white-knight act immediately endeared Jawad to the family, and Fatima-Zohra’s father agreed to their engagement. If I had seen it in a movie, I would have scoffed at its implausibility; hearing it recounted by Fatima-Zohra, I cried.\n\nAfter that, things changed. Fatima-Zohra was busy planning her engagement party. She developed a swift and exclusive friendship with Jawad’s sister, and now it was usually the two of them conferring in a corner about womanly things. \n\nI spent most of my time back in Marrakesh, lonely in a different way than I had been at my arrival eight months before. At least I had overcome my ambivalence to the clichés of love, but what did it mean that the most romantic thing I’d ever been a part of hadn’t even happened to me? Ordinarily, I would have called the un-boyfriend so he could talk me through it, but somehow I knew I would have to handle this alone. \n\nFor weeks, I turned the problem over in my head before admitting what had to be done. Dialing the un-boyfriend’s number, I held the image of Fatima-Zohra and Jawad beaming at each other in the taxi, wholeheartedly sure of each other. When I told the un-boyfriend we needed to end things, he became very quiet. Something in my voice must have told him it was real this time. \n\nIn a way, it was my own version of the grand romantic gesture, the best way I knew to honor love. There was still something between us — friendship, inside jokes, a closeness born of many crises suffered together — but whatever we had, it was unfair to love to call it love. "
}