{
  "url": "http://www.nytimes.com/2009/03/22/fashion/22love-1.html",
  "headline": "A Memory Magically Interrupted (Updated with Podcast)",
  "dateline": {
    "year": 2009,
    "month": 3,
    "day": 20
  },
  "byline": "Robert Leleux",
  "text": "UPDATED: You can now hear this essay read by the actor Michael Shannon, followed by a conversation with the writer, in Modern Love: The Podcast. Look for the “play” button below.\n\n“YOUR grandmother has Alzheimer’s, right?” the doctor asked me, scrawling notes into a floppy manila folder.\n\nI hadn’t expected to discuss my grandmother’s Alzheimer’s with him. I was hoping to hear some explanation as to why, apart from her memory, my grandmother’s overall health seemed so mysteriously improved. Her lupus, for instance, had all but disappeared from her blood work.\n\n“Yes, but ...” I began.\n\n“Well, there is a theory,” he said, interrupting, “that people with Alzheimer’s heal themselves of their diseases. Because they forget they have them.”\n\nI glanced across the room at my beautiful grandmother, smiling vaguely in her lipstick-pink trench coat. “But you don’t really believe that?” I asked.\n\nThe doctor shrugged with an implicit “Who knows?” which I found irritating because I hadn’t flown all the way from Manhattan to Nashville to discuss fanciful theories. I wanted solid answers about JoAnn’s health, and he’d thrown me with his talk of miracle cures.\n\nBut by that evening, after I’d driven my grandparents home, I realized that the real reason this doctor had startled me was that for the first time I’d heard someone confirm my experience of my grandmother’s disease. Alzheimer’s has, in a sense, healed my grandmother, and our family.\n\nDespite my family role of bulldog journalist, responsible for sniffing out facts, I’ve always preferred fairy tales to literal truth. And I wonder if that isn’t a better way (in my family’s case, anyway) to approach Alzheimer’s, a malady that for us has had a decided fairy tale ring to it, one of those stories where a beautiful lady is cast under a wicked spell that makes her lose her whole life — only to get it back again, better than ever, by the closing paragraph.\n\nFive years ago, when JoAnn’s Alzheimer’s was first diagnosed, I couldn’t imagine anything less fair. At the time, I composed a mental list of all the people I knew who could lose their minds without anybody noticing, scores of people whom I’d never heard say one original thing. While my grandmother, on the other hand, was the genius of the cocktail party, a brunette version of our fellow Texan Ann Richards, who always seemed poised with a staggering, stiletto quip.\n\nAs a young artist in New York, I’d spent years trying to find my voice. When I did, it was my grandmother’s. To this day, I’ve never liked anything I’ve created that didn’t somehow remind me of her. So the fact that my clumsy development and slow self-discovery was occurring just as her decline began felt like a tragic bargain. I was finding my voice just as she was losing hers.\n\nThe only certainty about Alzheimer’s is that it’s characterized by uncertainty: There is no definitive test, no definitive diagnosis. But in July several years ago, after undergoing a gruesome but unserious operation, my grandmother began to exhibit signs of the disease. It was as if her anesthesia never lifted.\n\nI now believe she suffered a mini-stroke mid-operation — an event that frequently “ignites” incipient Alzheimer’s — but by the time I formed this suspicion, it was too late to test. So throughout that year, as my grandfather and I accompanied her to a legion of new doctors, each of whom mentioned the possibility of Alzheimer’s, my grandmother grew ever more foggy, sometimes hilariously so.\n\n“The wonderful thing about Alzheimer’s,” she would say, unfurling her arm like Bette Davis, “is that you always live in the moment.”\n\nLike many Southern women of her generation, my grandmother had been a stifled lady prone to fits of drape-drawn depression, medicated with Champagne and Streisand.\n\n“Sad lives make funny people,” she told me when I was 16.\n\nAt the time, this remark had just sounded like one more zinger. But eventually I came to consider it the distillation of her philosophy. Humor was the way she had coped with every unpleasant thing in her life, from her long estrangement from my mother, her only child, to the onset of a crippling disease.\n\nBut while my grandmother was able to laugh at her decline, her husband couldn’t. He didn’t find anything funny about watching her forget their life together. I think all my grandfather ever wanted was to be left alone with his wife — a goal he’d finally accomplished after more than 40 years of marriage, when they retired from Houston to his family’s Tennessee home.\n\nIn this way my grandparents reminded me of the Reagans, one of those couples who are so gaga for each other that there is no room for the kids. It’s nobody’s fault. It’s just that perfect couples rarely have happy families. They have to have children, because they love each other too much not to make something of it. But then, the honeymoon never ends, and who brings their children on a honeymoon? It’s like they always say: two’s company, and three’s an angry kid like Patti Davis, desperate for attention, with a complex about being shoved outside the magic circle.\n\nExcept that in our case, Patti Davis was my mother — a Scarlett O’Hara for the silicon age, with a chest as big as her mouth and hair. Between these two genteel Southern ladies, our family became an Old West town: It just wasn’t big enough for both of them.\n\nWhich meant that my grandfather, Alfred, adoring JoAnn as he did, not only stopped speaking to his daughter, he even stopped speaking about her, at least with me. Until the day when we were finally forced to accept the fact of JoAnn’s Alzheimer’s and its awful progression.\n\nThe more JoAnn forgot, the more often Alfred asked me to visit. And at the end of one of these Tennessee weekends, as my grandfather wound his Buick through the dark hills on the way to the airport, he suddenly blurted, “Sonny, I think it’s time your mother came home for a visit.”\n\nI was too surprised to say anything. Then he repeated, “I think it’s time your mother came home.”\n\n“I’ll make it happen,” I mumbled.\n\n“Good,” he said, tapping the wheel. “It’s time.”\n\nOf course, I had no idea how I would make it happen. Fortunately, my mother — who, for many years, had been no stranger to a Bloody Mary — was newly sober, and I took advantage of that narrow window of Alcoholics Anonymous time before making amends becomes a crashing bore. All that summer, I begged her long distance. I swore that if she would only visit her parents one more time, everything would be different. Finally I played my ace: I asked her to visit them in Tennessee for my birthday in September.\n\n“Damn it,” she screeched. “So now if I don’t go, I’ll be ruining your birthday? Fine. I’ll do it. But prepare yourself for disaster.”\n\n“There won’t be any disaster,” I said.\n\n“Oh, really? Give me one good reason why things will be different this time.”\n\n“Alzheimer’s,” I answered.\n\nFor my grandfather and me, having to witness JoAnn’s Alzheimer’s had been agonizing — like watching “The Miracle Worker” backward. Every day seemed accompanied by a new limitation. But for my grandmother, the disease had seemed liberating. For the first time in all the years I’d known her, she seemed truly happy.\n\nImagine: to be freed from your memory, to have every awful thing that ever happened to you wiped away — and not just your past, but your worries about the future, too. Because with no sense of time or memory, past and future cease to exist, along with all sense of loss and regret. Not to mention grudges and hurt feelings, arguments and embarrassments.\n\nAnd that’s the fantasy, isn’t it? To have your record cleared. To be able not to merely forget, but to expunge your unhappy childhood, or unrequited love, or rocky marriage from your memory. To start over again.\n\nThere had always been an element of existential fury to my grandmother’s barbed wit, concerning her lost time and missed chances. But as her Alzheimer’s advanced, she forgot to be angry. And she seemed healthier, too: her pace quickened, her complexion brightened, her hair thickened. And with my help and her husband’s credit card, even her wardrobe improved. Her transformation was magical and unmistakable.\n\nIt was certainly unmistakable to my mother on that bracing September day when my grandparents and I picked her up at the Nashville airport. “Look, JoAnn,” Alfred said, “it’s Jessica.”\n\n“Isn’t that funny,” said JoAnn, before embracing my mother. “That’s my daughter’s name, too.”\n\nMy mother forced a smile and shot me a wary look that abruptly softened once we got to the Buick and my grandmother reached for her hand. “Tell me all about yourself, darling,” she said. “I want to know everything about you.”\n\nAll through my birthday dinner that evening, JoAnn positively doted on her daughter — beaming sweetly and patting her hand. This behavior unsettled my mother, who afterward made a theatrical production of rooting through the closet in her bedroom.\n\n“What are you doing?” I asked.\n\n“Looking for space pods,” she said. “Who are those people, Robert? And what have they done with my mother? I keep thinking I must be in a blackout. That I must be drunk in a ditch somewhere, and when I wake up I’ll have the hangover of a lifetime. Because believe me, if that nice old lady had been my mother, I’d never have left home.”\n\nDURING the following week, the starchy blue autumn skies remained clear, and so did the irony. Now that my grandmother had, in a way, disappeared, she was fully present to my mother for perhaps the first time in their relationship. Now that she was all but unreachable, she was finally available. Each evening, as JoAnn scooted close at dinner, my mother found the nearness less nerve-racking.\n\nOn the last day, as we were leaving for the airport, my grandfather kissed us goodbye. Soft black cows strode serenely on the hillside. Suddenly JoAnn grabbed onto the lapels of my mother’s jacket, as if she were about to shake her.\n\nMy mother looked rattled, but then JoAnn said: “Thank you for coming, Jessica. I want you to know how much it means to me. I want you to know that I know we’ve never been close. And I know that’s been mostly my fault. I’m not sure how much time I’ve got. But more than anything, I want to have a shot at spending it with you. It’s so important. I mean, after all, Jessica, we’re sisters.”\n\nI groaned, then looked over to see my tough mother crying.\n\n“Close enough, Mama,” she said."
}