{
  "url": "http://www.nytimes.com/2009/01/11/fashion/11love.html",
  "headline": "How the Frog I Met in Junior High Became My Prince",
  "dateline": {
    "year": 2009,
    "month": 1,
    "day": 9
  },
  "byline": "Julia Gorin",
  "text": "MY mother called one day asking if I remembered a “Lev” from high school. I thought back to my Randallstown, Md., childhood and recalled a yucky Russian immigrant (I considered myself a non-yucky Russian immigrant) I had met in seventh-grade science, the boy whom I’d designated to do my computer labs in 12th-grade advanced physics and to take me to the junior prom when my college boyfriend wouldn’t. I wrinkled my nose at the image of a short, pimply, pasty, kinky-haired but muscular boy and answered: “Vaguely. Why?” \n\n“I bumped into his mother at a party,” she explained in Russian. “I didn’t recognize her, but she recognized me and asked if you were married yet. I said you were still single and asked about Lev. She said he was also single, so we exchanged your numbers.”\n\nGreat.\n\n“So you might be hearing from him soon,” she said, “because he has a friend in New York he’ll be visiting.”\n\n“That’s fine,” I answered apathetically. He was sweet enough, a pitifully adorable munchkin, and the prospect of seeing someone from high school appealed to the nostalgic in me. I hung up, went back to my life as a writer and stand-up comic and forgot about the whole thing — until a few days later, when my phone rang with a Maryland area code on the ID.\n\n“Hello?” I said.\n\n“H-h-h-h —” he stuttered. \n\n“Hello!”\n\nAnd there it was — the awkward, halting cadence that hadn’t changed since junior high. Eventually he managed to convey that he would be visiting his friend Len (also a Russian) in New York and asked if I wanted to meet them for lunch. I could pick the restaurant, and they would treat me. \n\nNot being one to turn down free meals from strange men, I agreed and said “Carmine’s.”\n\nI was putting on lipstick when Lev and Len knocked. (Just because I wasn’t interested didn’t mean I didn’t like advertising what I had.) Lev was exactly as I remembered him, minus the pimples and kinky hair. He still radiated a happy-go-lucky goodness. Aw. But his friend was sexy. Len looked like a Wall Street type in his black wool trench coat, and there was something devious in the eyes. Being Russian immigrants, naturally they were also computer programmers. \n\nIn the cab, Lev asked if I had a boyfriend. I launched into a dissertation on how I had no need for such things as I was independent and far too ambitious to devote any energy to a “relationship.” The truth was, I had gone through a lot of men that year trying to stave off the loneliness of living in a windowless, kitchenless, 150-square-foot basement apartment and was not in “man mode” by the time Lev and Len knocked.\n\nThe three of us talked and ate for more than two hours. I regaled them with tales of reporting on the Brighton Beach Russian community  and lamented the more diversified politics of the post-1980s immigrant group, which was not voting uniformly Republican as my wave did. At which point both guys breathed a sigh of relief, and Lev said, “When we heard you became a writer, we were worried you were one of those people”— meaning, I suppose, a crusading, self-righteous, left-leaning journalist type. The fact that I wasn’t jazzed them up even more, as our date didn’t end at Carmine’s.\n\nThey wanted to know if I would be doing stand-up anywhere that night, so I scheduled myself at Gotham Comedy Club, and they agreed to meet me. If my speech in the cab hadn’t scared them off, the stand-up routine should have. My comedy was in its anti-sex stage, and the audience had to suffer through gems like: \n\n“Sometimes I’ll spot a guy I’d been with and wonder: ‘Why on earth did I sleep with him? Oh, yeah. He wouldn’t leave.’ Let me explain something: If you ever want to get rid of a guy fast and never hear from him again, sleep with him. He’ll be on his way after five minutes, which is a lot less than the half hour he was going to spend at your door trying to get you to let him in. Then you can go to the bathroom, which is all you really felt like doing after dinner anyway.\n\n“Of course, this approach often leads to regrets —  like that I didn’t get paid. Because sometimes the sex is so blah, and I know there are women getting paid for that sort of thing, and it makes me feel like a sucker. Be honest: Wouldn’t sex be just a little more exciting if you knew you would at least get a dollar afterward?”\n\nThe audience became disturbed and depressed, though the same routine had worked in the past. But my two dates just wanted to know where I was headed next. I told them I was going to a Ukrainian cafe called Veselka for my friend Heather’s birthday gathering. Lev and Len came along. \n\nHeather asked me about the two mesmerized “suitors,” and I told her about the so-far seven-hour double date. The plan after Veselka was to go to a West Village jazz club; the guys came along. \n\nLev and Len weren’t big talkers, so again I held the floor. Except for when Lev leaned over and whispered, “I’m so attracted to you, it’s killing me.”\n\n“Oh. Sorry. I do it on purpose,” I responded glibly, ending the conversation. \n\nWhen we finished at the jazz club, everyone went home. Except for Lev and Len, who stood in the street with me, apparently still not ready to say good night. And truthfully, I was in the mood for a midnight movie. So the three of us went to see “Starship Troopers.”\n\nAfter, the guys walked me back to my building, and at the gate I made some closing remarks to the effect of “I had fun” and “Great to see you.” But Lev and Len insisted on walking me to the front door, three steps beyond the gate. O.K., I’m at the front door. Goodbye. \n\nNo, they followed me down the stairwell until I was at my door, key in hand, hesitating. At which point Lev and Len must have sensed my discomfort, so they said a quick good night and left.\n\nTwo days later, I got the following e-mail message:\n\n“Hey, Jules!\n\n“It was really awesome seeing you. It’s a great pleasure to hang out with a hot/down-to-earth/republican/fun/artistic woman. You’re PERFECT. NEVER change. Cause if you do, I’m going to come up there and give you a spanking! :o)\n\n“O.K., enough compliments ... Whenever you’re in Baltimore, call me. Actually, just call me whenever you feel like it. \n\n“I’m always there for you, Jules. \n\n“Lev”\n\nThus began a daily e-mail correspondence whose pith and wit (don’t go by the message above) I shared with two girlfriends, who each separately asked, “And why is this guy not your boyfriend?” \n\nIt was through his letters that I saw Lev for the first time. They didn’t stutter, they had style and they revealed a guy who had complexity — and who appreciated it in others. This wasn’t just another Jewish man living with his mother. (Did I mention he lived with his mother? He stayed with her after his father died during our senior year of high school.)\n\nI was amused, however, when Lev told me he had looked up and saved my phone number two years earlier, but didn’t use it until his mother handed him the same number.\n\nI came home for Thanksgiving less than two weeks after the endless rendezvous. As promised, I called Lev to let him know we could hang out, which we did every day, on his tab, and exclusively at fancy spots, except for the gun range on Friday.\n\nAfter messing around with him Friday night, I had the distinct feeling that I was unofficially dating my husband. This just wasn’t a guy you moved on from. The situation felt peacefully out of my hands. Lev made it semiofficial as we said goodbye before I got on a bus back to New York, saying: “See you in two weeks. Please don’t cheat on me.” \n\nMy mind reeled as I tried to process the possibility that after all this time, distance and indiscriminate fornication, the frog-legged, compact, 5-foot-4 Russian Lev had been my intended. Lev! About whom I’d thought sexually exactly once, as a teenager, and purely as a gross-out exercise. \n\nThen again, those squat frog legs were wrestler’s legs, I reminded myself. He had been a high school wrestling champion. (He noted that I never went to see a single wrestling match, even though he saw every play I was in.)\n\nLev asked if I would move in with him should he find work in or near New York, and I said I would. He found a software job in Connecticut that February, and moved into my tiny apartment. He worked, I looked for a bigger apartment and we went out to a different restaurant every night. I became fatter and his wallet became thinner. He didn’t seem to mind either one. \n\nAS for Len, Lev related the conversation they had had after dropping me off that first night. Lev had said: “It doesn’t look like she’s interested in me. You should ask her out.” To which Len shook his head emphatically and said, “No, I’m scared.”\n\nMy mother was overwhelmed by the snowball-like pace of things. I suspect that when she exchanged numbers with Lev’s mother at that party, she feared she was ultimately just adding another innocent soul to her daughter’s slush pile of bodies. Nor did Lev’s mother realize what she had set in motion, much less that it would cause her son to leave her, which was when she started asking him to reconsider. \n\nMy mother called the first week of May with her perpetual concern about her permanently unemployed daughter: “When are you going to get health insurance already?”\n\n“Hold on. Lev, when will I have health insurance?”\n\n“End of the month?”\n\n“End of the month, Ma.”\n\n“So you’re getting married at the end of the month?”\n\n“I guess so.”\n\n“Nice to know. Congratulations. Are your father and I invited?” \n\nAnd so it happened that six months after our all-day micro high school reunion, Lev and I were married at City Hall. About 11 people attended, and afterward we went to Carmine’s.\n\nTen years later, Lev does everything I ask, helps me with my work and hopes in vain for sex. Sort of like in 12th-grade advanced physics."
}