{
  "url": "http://www.nytimes.com/2009/07/05/fashion/05love.html",
  "headline": "In My Fantasy, I Caught Up to Reality",
  "dateline": {
    "year": 2009,
    "month": 7,
    "day": 2
  },
  "byline": "John Gfroerer",
  "text": "LISA said it wasn’t me. She said I was the love of her life. But something needed to change, she explained, and I was in the way. So she took our 6-year-old adopted daughter and went to Florida, vowing not to return.\n\nMaybe I should have seen it coming. I knew how she struggled through New Hampshire winters — the long nights, the cold. I knew the loss of identity she suffered by not having a job she liked. I knew the ways she relied on me that I often couldn’t be relied upon. But it was June, winter was over, summer was beginning —  we had gotten through, we were dealing. Or so I thought.\n\nWe had been living together for more than 10 years, but we were not married. She had adopted our daughter as a single mother, so I was a father with no parental rights. My relationship with Lisa, as well as my role as a father, existed in every aspect of our lives except on paper. The only legal bond between Lisa and me was a house and the mortgage that went with it. But legal bonds wouldn’t have changed the emotional facts.\n\n So it was that on a rainy, cold, wintry day in June, our world snapped. We woke up that morning together. By evening they were gone, and I was alone.\n\nGrasping for something solid amid the debris, I began going to the gym. At first it wasn’t really about exercise. It was about staying ahead of the emptiness. A workout was something I could control, and I needed to feel that I could still control something. \n\nA routine took shape. Two, three, four times a week, I’d go to the gym after work. I liked how every measurement of the workout was monitored: distance run; stairs climbed; calories burned; levels of difficulty surpassed; minutes of emptiness, blame and sadness subdued. My heart may have been wounded, but I took comfort in how hard I could make it pump.\n\nMy family was gone. Running wouldn’t bring them back. Still, if I could catch up, run along beside them for a moment, close my eyes and hope, maybe I would find myself in a place where perhaps there would be another chance. \n\nI was chasing hope. But hope was running faster than I could go. What I really had was an hour of time to not have to face the empty beds, the empty house, the empty child’s car seat.\n\nIt was a few weeks into the routine that I began to notice her. \n\nAt first she was just one of the stops my eyes made as they roamed around the room while I ran. Like the clock, the calorie counter, the aerobics class on the gym floor, she was a part of the scenery, except she was running just like me. \n\nThere was a simple perfection to her body — healthy without being overdone, effortlessly flaunting itself as she ran. It was the kind of body people go to the gym for. There was also an unusual intensity to her workout. It seemed to be about more than good health and a perfect body. She ran as if chasing something off to avoid being consumed by it.\n\nSo we began dating. Nothing formal. In fact, I don’t think she even knew about it. We would meet several evenings a week for a workout. We had matching schedules, or perhaps it was more of a matching lack of commitments. We both appeared to be unattached, with lives empty enough to allow for this regular free time after work, nothing to rush home for. It seemed a good base for a beginning. \n\nShe became the standard against which I measured myself. Who ran faster? Who ran longer? Who would be the first to slow? She always won, and that was all right. My challenge was to get a little closer with each try. It was a way of adding distance to my run, stamina to my workout, a dream for the rare nights I was able to sleep.\n\nMen often approached her. Their conversations were out of range, but body language can speak volumes. Her pace would never slow, her focus never shift. The exchanges were brief, never initiated by her. She was not there to find a relationship or friends. There was something else. It was the mystery of that something else that nurtured my attraction.\n\nWas there a husband, boyfriend, ex-husband, ex-boyfriend, girlfriend? Was it work? What kind of work? A lawyer, doctor, commodities trader, therapist? Maybe it was health. Maybe a doctor said, “Do this or die.” Or maybe she wasn’t running from or to anything. Maybe she just liked to run.\n\nWhatever the case, a plan for a more formal relationship took shape in my mind. It was patterned on the Bo Peep theory: leave her alone and she will come. All it would take was patience. Patience may have been failing to bring Lisa and our daughter home from Florida. But as one hope receded, perhaps another could advance. \n\nThat anything could develop between the woman at the gym and me was absurd, and I knew it. She was the alpha woman of the exercise room, drawing the interest of nearly every man there. Then there was me. Not alpha in any sense. And although not old enough to be her father, I was old enough to be old. And she was young enough to be young.\n\nBut I wasn’t really looking, I was mourning. And one more hopeless situation didn’t feel like an added burden. I was going to the gym anyway. I could control where my feet ran but not where my mind wandered. Indulging the fantasy became my little secret.\n\nOver time my weight dropped, my heart rate improved, my stamina increased. Anger turned to regret. Summer to autumn. And any hope that Lisa would return became buried in the backyard with each falling leaf.\n\nOur daughter’s birthday was approaching. Lisa asked if I would come down to spend it with the little girl who missed her dad. Every part of me said “No.” It was everything I didn’t want in my relationship with her: hotel rooms and restaurants, but no home and no family. Just a single father and the daughter he no longer saw every day, trying to forge a new life from pieces. But I couldn’t say no. I love her.\n\nThe weekend after her birthday I made the trip. We went to the zoo, the water park, the aquarium. We laughed, sang, read stories, swam in the hotel pool. We had fleeting moments of our old life. On the third day I drove her back to her new life, not knowing when I would see her again. Crossing the bridge spanning Tampa Bay, she fell asleep in her car seat. I put my hand on her arm and cried quietly as I drove.\n\nWe found the beach where we were supposed to meet her mother for the exchange. I wanted to drop and run. No long goodbye, just end it quickly and go. \n\nLisa wanted to talk.\n\nShe said, “I want to come home.”\n\nI was surprised, and then I felt surprisingly reluctant, hesitant. Perhaps I was happier in my loneliness than I realized. Perhaps I was afraid. Perhaps all the little quirks that I didn’t like about her had finally come to outweigh all that I loved. \n\nSensing hesitation, she asked, “Is there someone else?”\n\nI thought of my courtship at the gym. Did that count? Does fantasy carry weight in real life?\n\nNo, there wasn’t anybody else. Four months apart had not diminished my love for either of them. I missed Lisa, our daughter, our family, our past, our future. If she was feeling the same, if she was ready to try again, to give me and us another chance, then the answer was clear. \n\nI flew back to New Hampshire the next day as scheduled. Soon a plan was made. I would fly to Florida in two weeks, and we would all drive home together. I began to prepare  the house for their return. I felt lighter in my step. I ran faster at the gym. I couldn’t wait. \n\nThe exercise routine that had come to be part of my life was also going to change. I would have a family to come home to again. I would miss my dates at the gym and the woman who, however obliviously, had kept me going for so many months.\n\nTWO days before I was to fly to Florida, I went to the gym for the last time. She was there, too. Our relationship was nearing an end, but only I knew it. I imagined she was watching me, charting my next move. At the end of 2 1/2 miles I stepped off the treadmill. As I walked across the gym floor, she stopped her run and also headed toward the locker room. We reached the entrances together, looked at each other and said, “Hello.” It was the first time we had ever exchanged words.\n\nShe went into her locker room, I into mine. I collected my street clothes and jacket and headed out. There she was again. This time we started talking. We introduced ourselves, shook hands, looked into each other’s eyes. We talked as we walked to the parking lot, taking each other’s measure. Then we said goodbye. \n\nI didn’t tell her about my family coming home. I didn’t tell her my evenings at the gym were about to change. I didn’t ask her out for dinner. I didn’t find out what made her run. I didn’t wonder if it was too late to tell Lisa to stay in Florida. The fantasy of escape is a powerful thing, of starting fresh in a new place, or with a new person. Yet if Lisa could return to the difficult thing, to the real thing, then so could I. \n\nThere were no second thoughts two days later as I boarded the plane to Florida. A few minutes before midnight, in the terminal of the Tampa airport, we put our arms around one another and became a family again."
}