{
  "url": "http://www.nytimes.com/2009/04/26/fashion/26love.html",
  "headline": "The Other Side of My Boyhood",
  "dateline": {
    "year": 2009,
    "month": 4,
    "day": 24
  },
  "byline": "Jennifer Finney Boylan",
  "text": "IN the last year of my father’s life, he started to sleepwalk. I was 27, and back in my parents’ house to help with his care. In the middle of the night I’d hear his heavy footsteps coming up to the third floor, where I lived in a room locked with a deadbolt. He’d creep through the hallway and open the door to the spare room, diagonally across the hall from mine, and lie down on the guest bed. \n\nAfter a while he’d start to snore, and I’d know he was O.K., at least until morning, when he’d wake up, confused and angry. “Where am I? What am I doing here?”\n\nHe didn’t know I was transsexual, or if he did, he never said anything about it. I doubt he even knew the words “transsexual,” or “transgender,” and almost surely could not have explained the difference between the two. But that’s O.K. For a long time I couldn’t figure it all out, either. \n\nOnce, though, when I was in high school, my father was clicking through channels on the TV and came upon “The Rocky Horror Picture Show” — the scene where Frank N. Furter is waltzing around in fishnets singing: “Well you got caught with a flat. Well how about that?”\n\nMy father raised an eyebrow and said, “There he is, Jim. Your biggest fan.”\n\nFor a single, terrified second, I feared that he knew exactly what was going on in my room when the door was locked. Was it possible, I wondered, that from the very beginning my father had understood the thing that had lain in my heart, and which I had apparently so completely failed to conceal? Decades later, my two children and my wife and I were sitting around the kitchen table, eating dinner. I was mid-transition. My older son, Zach, gave me a look.\n\n“What,” I said. He was 7.\n\n“We can’t keep calling you ‘Daddy,’ ” he said. “If you’re going to be a girl. It’s too weird.”\n\nThe whole “bait and switch” was nearly over. It seemed as if  it had been going on for years, and in a sense it had; since the days of my father’s sleepwalking, since I’d walked through the woods as a child in Pennsylvania, hoping I could be cured by love, praying to God to make me whole. \n\nIn the end, the prayer was answered, although not in the way I had expected. Because of the love of my spouse, Deedie, not to mention that of my boys, I found the courage, somehow, to traverse the weird ocean between men and women, to make the voyage not only from one sex to another, but from a place where my life was defined by the secrets I kept to a new one, where almost everything I’d ever held in my heart could finally be spoken out loud. \n\n“Well,” I said to my sons. “My new name is Jenny. You could call me Jenny.”\n\nZach laughed derisively. “Jenny? That’s the name you’d give a lady mule.”\n\nI tried not to be hurt. “O.K., fine. What do you want to call me?”\n\n“The important thing, boys,” Deedie said, “is that you pick something you’re comfortable with.”\n\nZach thought this over. He was pretty good at naming things. For a while we’d had a hermit crab named Grabber. Later on, we’d owned a snake named Biter. \n\n“I know,” he said. “Let’s call you Maddy. That’s like, half Mommy, and half Daddy. And anyhow, I know a girl at school named Maddy. She’s pretty nice.”\n\nHis younger brother, Sean, who was 5, said, “Or Dommy.’\n\nWe all laughed. Even Sean. Dommy! What a dumb name for a transsexual parent! \n\nAfter the hilarity died down, I nodded. “Maddy might work,” I said.\n\nBy the time my boys were in middle school, our family began to seem normal to us again. I was in charge of waking everyone and making breakfast and getting Sean to practice his French horn and Zach his three-quarter-size tuba. Deedie was in charge of dinner and shepherding the boys through their homework and coaching Sean’s traveling soccer team. \n\nAfter a time, Deedie and I even began to seem familiar to each other again. And the things that had changed in me seemed, incredibly, less important to Deedie than what had remained the same. \n\nWas she crazy to stay with me after I’d announced my intention to transition? Maybe. Whatever the reason, she decided that her life was better with me in it than not, and if this makes her nuts, well, fine, have it your way, she’s nuts. Sweet, though. \n\nIn the fall we picked apples. In the winter we skied. In the summer we fished on Long Pond. Most of the time we forgot there was anything extraordinary about our family. And — who knows? — maybe there isn’t. \n\nBut even though we had now crossed that wide, strange ocean of gender together, and come to rest at last, an unsettling question still haunted me, usually at night when I found myself awake in the wee hours: What kind of men would my boys become having been raised by a father who became a woman?\n\nI’d hear the clock ticking as I lay in the dark thinking about my own precarious boyhood, with its secrets and deadbolts, and wonder how I was possibly going to help my sons become themselves. I’d even hear a voice in my heart demanding an answer to the same question my harshest critics had asked me: What about the children? What about the boys? \n\nAnd then it happened. Nearly two years ago, Zach came home from school one afternoon and told Deedie and me that he needed to talk to us about “something serious.” He said he’d reached two very important personal decisions.\n\nDeedie and I exchanged glances. We’d been expecting something like this ever since my transition began years before. And even though both of my boys had gotten this far without any apparent psychological trauma from having me as a parent, we never stopped worrying.\n\n“O.K.,” said Zach as we gathered in the living room. (His brother wanted no part of whatever this was about, and headed downstairs to the Xbox.) “First off, I’ve decided — —  ” He looked down. Deedie and I looked at each other uneasily.\n\n“I’ve decided that I want to become — —  ”\n\nWhat? What does he want to become?\n\n“A pacifist.”\n\nDeedie and I exchanged glances again, relieved. \n\n“A pacifist,” I said. \n\n“Yes. I want to work for peace.”\n\nThere was a moment of silence. Then Deedie spoke: “Good for you, Zach. We’re proud of you. We’ll go online, see if we can find, like, some peace marches we can all go to. If you want.”\n\n“Yeah,” I said, cautiously. “But you said you’d made — two decisions? What was the other one? Do you want to share that with us as well?”\n\n“Yeah, O.K. This is the hard one.” Blushing, he looked at me. “Maddy, I really don’t want to disappoint you.”\n\n“It’s all right, son.” I shot him a look. I wondered, briefly, if my look was similar to the look my father had given me when we’d shared the glimpse of Frank N. Furter dancing in his fishnets. \n\n“All right,” he said. “I think I want — to stop playing tuba? And instead to start playing — the Irish fiddle.”\n\nHe let this sink in. \n\n“That’s it?” Deedie said. \n\nI went over and hugged him. “It’s O.K., Zach,” I said. “You were great on tuba. I know you’ll be great on fiddle.”\n\nHe heaved a sigh. “Whew,” he said. “That was really hard.”\n\nZach knew how much I loved his tuba playing. I’d even bought him, a few months earlier, a sweatshirt into which was stitched his name as well as the words “Tuba King.” And apparently he was afraid that if he made the big switch from tuba to fiddle, I might somehow love him less. \n\nNeedless to say, I empathized. I knew what that kind of fear felt like. What I didn’t know, but would soon learn about, was the depth of Zach’s empathy for me.\n\nA MONTH later, he had to write an essay for school about an experience that had changed him. He wrote this: \n\n“An experience that changed me is that my dad is transgender, and became my ‘Maddy.’ A person who is transgender has a lifelong sense of being born into the wrong body.\n\n“I was about 4 when Maddy began the ‘transition.’ I don’t really remember the experience well because it was over nine years ago. Once the transition had taken place, I was comfortable with it. But I was worried what my friends would think. I kept it secret for a little bit, but eventually they found out. They all accepted it a lot better than I thought they would.\n\n“Maddy is funny and wise. We go fishing and biking. We talk a lot, about anything that is on our minds. One night this spring, Maddy and I had a fancy dinner at a restaurant in Waterville. It was a special night. I wore a jacket and a tie. I had a steak. It made me feel like Maddy and I were really close. Maddy said that she thought I was growing up and that she was proud of me.\n\n“Sometimes it’s true that I wish I had a regular father, but only because I don’t remember what it was like to have a normal family. Sometimes it’s hard to have a family that is different. But most of the time I think I am the luckiest kid on earth. Even though my family is different, I can’t think of any way that life could be better.\n\n“I know people from lots of different kinds of families. Some families are divorced, so some of my friends only live with one parent at a time. Other families have someone who is mentally challenged in their family. But no matter how different they are, they are all people. My goal is that some day everybody will be treated with love.” \n\nWhat about the boys, indeed."
}