{
  "url": "http://www.nytimes.com/2009/03/08/fashion/08love.html",
  "headline": "In a Charmed Life, a Road Less Traveled",
  "dateline": {
    "year": 2009,
    "month": 3,
    "day": 6
  },
  "byline": "Layng Martine Jr.",
  "text": "MY wife and I were in a motel in Roanoke, Va., on our way home from three months at the Hershey Medical Center in Pennsylvania, where she had been convalescing after being crippled in a car accident. It was our first night away from the skill and comfort of the nurses we had come to depend on, and so far, so good. \n\nThen we woke up and smelled something. It smelled like a bowel movement. I lifted up the sheets. It was a bowel movement, and it was in our bed. \n\nWe knew we had a lot to learn, but we had no idea how much.\n\nHearing the word paraplegic had made us focus on the big thing, the fact that Linda could no longer walk. Less anticipated were the smaller humiliations and inconveniences, like bowel movements in bed or on the way to a party, sores that came out of nowhere and took months or years to heal, and inaccessible restroom stalls that caused Linda to have to catheterize herself in the public area where people were washing their hands and talking.\n\nAnd on it went, the list of indignities. She couldn’t watch “Good Morning America” if the remote fell off the bed when she reached for her glasses. She wet the seat on airplanes and in friends’ cars. She could no longer feel sexual intercourse (and the powerful muscle spasms in her legs threatened to crush anyone who tried). \n\nBut we’ve learned, and adapted. Now we know the places with good handicapped-access bathrooms (Starbucks), which airline makes things easiest (Southwest), which cities have smooth curb cuts (San Francisco), and which movie theaters don’t make us sit four feet from the screen. \n\nAnyone who is in love is living a charmed life, especially if you’ve been in love for many years, through good times and bad. I have been crazy about Linda since the first time I saw her. We always felt we could handle any challenge because we were facing it together. This time we knew we had the will, but the demands were so exhausting, the changes so pervasive, that sometimes we wondered how we would cope.\n\nThis incredibly capable woman who loved to hike mountains, ride waves, and run marathons, who had cleared our sizable backyard of eight-foot-high brambles and helped me move all our furniture into three houses, suddenly couldn’t do any of those things, ever again.\n\nNot long after getting home from the hospital, when we were having dinner by candlelight at our kitchen table, she burst into tears. “I don’t know if I can do this for the rest of my life,” she said.\n\nAll I could say was, “We’ll do it together.”\n\nWe began to think of what we could do to replace playing tennis, walking on the beach, working in the garden. Since Linda loves the ocean, a friend found a specially designed beach chair made of PVC tubing with wide inflated tires that allow it to be pushed across the sand. It’s yellow and white with a big red umbrella.\n\nThe first time I saw Linda sitting atop those tubes and under the red umbrella, I told her she looked like Ronald McDonald’s homecoming queen.\n\nShe laughed like crazy, then repeated it to everyone she knew. \n\nA few summers later, one of our three sons suggested that he and I get on either side of the chair, slide Linda off, carry her into the ocean and drop her just beyond the waves so she could float calmly behind the crashing breakers.\n\nAt first we put her in a life preserver, but she tipped over and couldn’t right herself. So we took it off, and to our surprise she bobbed peacefully, looking once again like every other person lolling in the sea on a summer day. \n\nYou know those great old stores on Newbury Street in Boston with five or six steps up to each one? At first we could get up only about three of those a day. Now we can do every single store, one right after the other, all day long. My arms and my back are stronger — so are Linda’s — and there’s a rhythm to our teamwork that’s become second nature to us.\n\nWe take many more drives now, preferably in our convertible, looking for pretty roads and funky hamburger places, especially ’50s-style drive-ins where they bring the food to our car. Before the car even moves an inch, though, Linda has to put on her seat belt, because even a semi-sudden stop at low speed will whap her face against the dashboard as if she’s a spring-loaded bobblehead. She has no stomach muscles. Her body works only from the chest up.\n\nI remember the day we had to tell her that. She was in the I.C.U., tubes all over, machines and screens whirring and blinking, traces of dried blood in her gnarled hair. The doctor and I stood on either side of her bed.\n\n“Linda,” he said, “this accident you were in was a rough one.”\n\n“I can tell,” she said, her words warped by the breathing tube.\n\n“At the moment your legs do not move.” \n\nShe looked at him. “Will they?”\n\n“I doubt it.”\n\n Her eyes shifted over to me. I squeezed her hand gently. \n\nAfter the doctor left, tears filled her eyes. “It was all too perfect,” she said, “wasn’t it?”\n\nAnd it did seem that way. It always had.\n\nMy first glimpse of her was through the screen door of her house; I’d gone there to see her brother. She was 21, and I was 22. She looked adorable in her orange dress, and I thought, “If that girl will have anything to do with me, that’s it.”\n\nWe married soon after.\n\nWe settled in Nashville, where I was an aspiring songwriter. A decade later we were able to buy a summer house on a harbor in Rhode Island. That’s where we were going when the accident happened. We had been traveling in two cars when something went wrong with mine and we stopped in Knoxville at a repair shop. Linda was wearing a blue and white seersucker dress as she and our youngest son, Mac, who was 15, walked to her car. It was the last time I would ever see her walk. As they pulled away, she called out, “See you in a few hours!” and blew a kiss.\n\nI blew one back.\n\nWe planned to meet up later at a motel in Allentown. \n\nHave you ever come upon a traffic jam on the Interstate and looked for an exit to try your luck on the back roads? That’s what I did the night of Linda’s accident. I drove right by my family without even knowing it. I bet I wasn’t more than 100 feet away.\n\nIt was late. I was impatient. Traffic was stopped in both directions. Finally I managed to move to the shoulder and scoot along to an exit, where I found an empty frontage road running parallel to the highway.\n\nBarely onto it, I saw a cluster of blinking blue lights in the distance. Wow, what happened? I wondered if Linda and Mac were already at the motel, or if they were also stuck in this jam. Then I thought: Could they be in that accident? But wait — of course not. They were way ahead. \n\nA while later I stopped at a diner, where I found a pay phone and dialed the motel. When I asked for the Martine room, the desk clerk said, “There’s someone on the other line calling for Martine, too.”\n\n“Who?”\n\n“Someone from the hospital in Hershey.”\n\n“Can you connect me?”\n\n“No, but they gave me their number.”\n\nI hung up and redialed, my face hot. The woman who answered identified herself as the hospital chaplain. She said my family had been in an accident.\n\n“Are they all right?”\n\nShe put the doctor on, who told me that my son was O.K. My wife, however, was a different story. \n\nI listened as he described her condition, then asked, “Can she think?”\n\n“Yes. Her brain is fine.”\n\nAnd that’s when I knew we could do it, long before I had any idea what “it” was.\n\nNow, 15 years later, we do know.\n\nWe know that most people — strangers, anywhere — will knock themselves out to help us if we explain what we need. We know to say “Yes” to nearly everything because there is probably a way to do it. We know there is happiness available every day, most of it requiring more effort than money. And effort seems like a small price to pay for a day at the beach, a trip to New York or for dinner up eight steps to a friend’s home.\n\nA few months after the accident, Linda started driving again. Her car has hand controls. She thinks nothing of driving to visit her father two hours away by herself. She has rolled three marathons — yes, a full 26-plus miles in a racing wheelchair.\n\nAnd now, so long since that fateful night, looking across the dinner table at my wife, or seeing her across the room at a party, the hopeless crush I have on her is as wonderfully out of control as when I first saw her more than four decades ago through the screen door. I still get excited after work when I pull in the driveway and know that I’ll soon get to see the sexy, beautiful, very funny person I live with. And, later on, snuggle up to her in bed.\n\nWe’ve rolled up and down the hills of Tuscany, squeezed into pubs in Ireland, explored narrow streets in Paris and Rome, gone to Red Sox games, had coffee in the sunshine in San Francisco, Portland, Chicago and Miami. And we’ve learned that alongside great loss we can still have a great life. We want it so badly, and we love it so much.\n\nAt sunset, as we sit on the deck of our house in Rhode Island in our side-by-side chairs — mine Adirondack-style, hers on wheels — we look across the water at Fishers Island and think we are as lucky as two people can be.\n\nWe don’t know what will happen tomorrow, or who will live how long. But we were young together. We struggled to make a life. We raised three great sons. We’ve each been the caregiver and the cared-for, and I suspect that we each have a little more of both in our future.\n\nWe are two, but we are one. And I love those numbers."
}