{
  "url": "http://www.nytimes.com/2009/10/18/fashion/18Love.html",
  "headline": "To Mother Again, With Courage",
  "dateline": {
    "year": 2009,
    "month": 10,
    "day": 16
  },
  "byline": "Ann Hood",
  "text": "OUR lives had fallen into a new but familiar routine. Once again morning meant the bustle of getting  children to school, packing lunches. I was still fragile enough to find these ordinary things extraordinary. Sometimes I stood in the basement, my hands pulling warm clothes from the dryer, and paused to marvel at how simple and satisfying this task was: the soft pink shirt, the twisted fairy underwear, my son’s size large T-shirt wrapped around his little sister’s Hanna Andersson striped pajamas.\n\nOn this morning, the Monday after Thanksgiving, we were running late, and my son, Sam, exasperated by my slowness,  persuaded his father to take him to school. That left me and Annabelle, our 2-year-old. \n\nA year earlier, Sam and Lorne and I had traveled to China to bring her home from a crowded orphanage in Hunan. Our house, by comparison, had gone mournfully silent three years earlier when our 5-year-old daughter, Grace, died suddenly from a virulent form of strep. Since then our lives had been marked more by what used to be than what could be. \n\n The four bright Fiestaware plates on our dinner table became an awkward three. In the backseat of my Passat, Sam now sat alone. I used to run, from ballet to swimming, from art class to play rehearsals. Then I was suddenly still, my hands finding comfort in yarn and needles, my foot tapping restlessly while I waited for the clock to  dip its hands finally toward the time I could pick up Sam and hear a joke, get a hug. \n\nUntil Annabelle.\n\n“Our family is revived,” Sam pronounced in our stuffy hotel room in Changsha as we watched our 11-month-old daughter grin at us from the bed. Unable to sit up, she leaned like a princess against a puffy throne of pillows. We scattered books and toys, a cornucopia of baby things. What would catch her eye? She had already, immediately, caught our hearts.\n\nBack home, strangers stopped me in the supermarket and said, “Your daughter is beautiful.” And she was. \n\n“Thank you,” I managed to say.\n\nDaughter. I was too afraid to believe that I was indeed the mother of this girl. For me, the word daughter was fraught with anxiety, even terror. How easily I had tossed it around with Grace. “My son is 8 and my daughter is 5,” I would say. “I can’t talk. I need to pick up my daughter at school.” “My daughter,” I would say proudly, and hold out a picture of Grace, a miniature me with her blond hair and glasses. \n\nThen, on that night in April, a doctor looked at me hard and said, “Your daughter is not going to make it.” Within 36 hours, my daughter was dead, and the very word — daughter — suddenly became sharp and painful. \n\nFriends continued to utter it with pride and exasperation about their own daughters. And I, daughterless, smiled at their sports trophies and test scores, tried to sympathize with the hurt feelings and temper tantrums. Without Grace, though, hearing little-girl stories made my hollow heart seem even more so. Sometimes as I lay awake at night, I silently practiced the words that I couldn’t bear to say out loud: My daughter is dead.\n\nOn that Monday after Thanksgiving, after Sam and Lorne had gone, I urged Annabelle onto the potty and left the bathroom. Her new favorite saying was, “I need privacy,” and those few minutes gave me time to dress and  comb  my hair. When I went back to get her, I found  her lying in a crumpled heap on the floor. Despite  rising panic,  I tried to avoid catastrophizing, something I did easily after Grace died. \n\n“Stop kidding around,” I said, forcing my voice to be light.\n\nWhen Annabelle didn’t move, I began to call her name, over and over. How could I not remember that night three years earlier when I screamed Grace’s name until my voice grew hoarse and my fists bruised from pounding the plexiglass that kept me away from my dying daughter? \n\nWith those images racing across my mind, I scooped up Annabelle. She flopped like cooked spaghetti. Somehow I dialed Lorne’s cellphone, yelling for him to come quick. “Something is very wrong with Annabelle,” I said, and the sound of my own words caused a fierce trembling to course through me.\n\nA friend whose father was murdered when she was  a teenager told me that when her infant son’s terminal illness was diagnosed, she told the doctor: “You must be mistaken. I’ve already had mine.” \n\nHadn’t I already had mine? Could it be that this daughter who had changed my sorrow to hope could also suffer some unspeakable tragedy? Of course it was possible. Since Grace had died I had met enough families with multiple losses that I understood no one was safe.\n\nIt was this understanding that almost kept me from having another child. The risk seemed too great. Before I was a mother, I leaped repeatedly into love with my arms and heart wide open. When a romance failed, I mourned loudly and deeply. But I never hesitated to leap again. Love — romantic love — meant soaring highs and seemingly bottomless lows. But I embraced the emotional twists and turns, knowing the risks. When a new man caught my attention, I did not think; I jumped.\n\nLosing Grace had the opposite effect. Always social, I retreated. Once happy to walk around my house with a phone pressed to my ear, I stopped answering calls. Any exchange held the risk of loss of some kind. \n\nAs a teenager, I once went on a date with a green-eyed boy. He sailed us across Narragansett Bay, then stopped under the Newport Bridge and dared me to jump overboard. Without hesitating, I stood on the stern and leaped. The current beneath the bridge was so strong that within seconds I was dragged far from the boy and the boat. I saw his stunned face, his tanned shirtless body quickly working the lines to come to my rescue. \n\nWhen he finally reached me, I laughed in his strong arms as he pulled me aboard. I would do it again, I remember thinking. For years after, when I sailed those waters, I always thought of my 16-year-old self, how willing I had been to jump off that boat into the unknown. The memory pleased me. But after Grace died, that adolescent version of me seemed like a stranger. I was no longer trusting, hopeful or brave.\n\nWhen we decided to adopt a baby from China, that girl I once was flickered in me. To love a child again was surely riskier than jumping off that sailboat. I knew that no matter how tightly I held her, no matter how wide my heart opened, no matter what I had already lost, there was nothing certain in this act of mothering again. \n\nYet with each form I filed, my braver self emerged. On the flight to Beijing, I wondered when the terror would come, when I would think about retreat. But on that cloudy day in March 2005, when an  official called my name, I stepped forward with as much bravery as I had when I stood on that stern in Narragansett Bay. I held out my arms for my daughter. And  happily, eagerly, I jumped.\n\nBut racing to the same emergency room where our ordeal with Grace began, cradling Annabelle in my arms, the terror I had waited for took hold. How could I have dared to raise a daughter again? To love a little girl? To think I had it in me to do this simple thing? \n\nAs we frantically repeated the morning’s story to each puzzled doctor and nurse; as we held Annabelle’s limp hand through X-rays and tests; as we watched her not respond to light slaps to the face; as we struggled to hold ourselves together, give the right answers, be helpful and strong, I remembered navigating these same corridors with my other daughter’s hand in mine. I remembered how hard I tried to find hope in each terrible illness they ruled out. Just as this time we were told a list of not’s: not pneumonia, not meningitis, not appendicitis, not a brain tumor.\n\nAnnabelle lay semiconscious on a gurney, an IV in one arm, an oxygen reader on her finger. A gaggle of serious-faced doctors arrived. I recognized one. He was the same doctor who had declared Grace fine just moments before the other doctor told me she wasn’t going to make it. He had the same red-rimmed eyes and untrimmed beard, the same weary expression. When our eyes met, he gave no flicker of recognition.\n\nA doctor cleared his throat. I could hear my heart beating in my ears. And then I heard Annabelle’s voice, clear and strong, “Is that Tigger up there?”\n\nMy eyes followed hers to a bouncing Tigger chasing Pooh on a poster above her.\n\nTHAT night here with Grace, I had bargained with God. “Just let her say ‘Mama.’ Just let her say ‘Mama.’ ” She did. Her final words.\n\nBut here was Annabelle, grinning at Tigger and at me and at all  these doctors. Like Snow White getting the kiss from the Prince  who woke her, Annabelle seemed to grab on to all the hope and fear I had and come back to me. A foolish thing to think, perhaps, because surely that much and more had gone out to Grace those long hours in the hospital, and she did not come back. But in that same emergency room, surrounded by the same doctors, my life and my daughter’s life took a different turn. \n\nWhat happened to Annabelle that morning? We are left with guesses. Had one of our many Thanksgiving guests dropped a prescription pill on the bathroom floor, and Annabelle, thinking it was candy, ingested it? She doesn’t remember. I’ll never know.\n\nWhat I do know is this: there is no safe route through parenthood, or through life. When we offer our heart to others, we do not know what will happen to it. It  may break. It  may  grow. It  may  take us places we never imagined. \n\nBut isn’t that the risk of love? To be willing to stand on the stern on a beautiful summer day and, not knowing the outcome, to leap?"
}