{
  "url": "http://www.nytimes.com/2009/07/12/fashion/12love.html",
  "headline": "Passion in the Golden Age",
  "dateline": {
    "year": 2009,
    "month": 7,
    "day": 10
  },
  "byline": "Nancy Price Freedman",
  "text": "I SAT on the examining table in my urologist’s office and tried to cover myself with the ridiculous blue paper gown that has become the standard patient uniform in our throwaway society. Surely this wasn’t designed with an adult in mind. \n\n“Put it on with the opening in the front,” the nurse mumbled, probably for the 20th time that day, as she raced out of the room. \n\nOr did she say to put the opening in the back? Either way, it was never going to cover my thighs. I hugged the two halves of the gown together as I waited for the doctor.\n\nThe urologist, who most likely saw a similar scene in every examining room, ignored my open-in-the-front gown and began to ask about my symptoms. When did I first notice the problem? Do I need to get up more than two times a night? Do I eat spicy foods? Drink caffeinated drinks?\n\nHe is a man of my generation, a card-carrying member of AARP, easing, like me, into the Golden Years. So I was surprised when his next question was, “Are you and your husband still sexually active?” \n\nMy impulse was to say, “None of your business!” But I knew that would not be an acceptable medical response. I looked him straight in the eye and said, “Yes, we are.”\n\nI don’t know what annoyed me more, his question or his implied expectation that we weren’t active. (Or perhaps shouldn’t be?) \n\nBut later, I found myself thinking more about his question. What constitutes “sexually active” for a wife and husband who are 70 and 78 years old? A certain number of times a week, a month, a year? I haven’t seen any statistics on what people our age do, or attempt to do, behind closed doors. We are not of a generation that openly discusses our sex lives with our friends, so I had no markers to go by here.\n\nDoes “sexually active” necessarily suggest wild passion? Or does rolling over in bed and kissing my husband goodnight count?\n\nIt doesn’t, I know. Not long ago, right after kissing my husband goodnight, I turned back and asked, “Did I kiss you goodnight yet?” Does that sound like a person who would remember how many times she had made love in a given period?\n\nWe place too much emphasis on long-term physical passion. Several years ago, when I was still working, a younger friend at work confided in a fellow colleague and me that she had doubts about her current boyfriend. My colleague and I represented 25 and 35 years of marriage respectively, and as such we considered ourselves experts on the subject.\n\nThe young woman was in a quandary about whether or not to end a relationship of many years with a man we all adored. He was caring and doting, regularly sending her flowers to mark special occasions — an all-around nice and loving human being.\n\nWhat’s not to like? Or love?\n\nShe explained that after about five years together, the passion had gone out of their relationship — not the love, she assured us, just the intense passion that used to be part of their lovemaking. \n\nPatiently, like the two mother hens we were, we sighed and explained that over the years, love mellows. A marriage is made up of a lot more than just the physical; it’s more about friendship and genuine caring. It consists of shared experiences and memories, of cheering each other on and holding each other up. Ideally, we counseled, you come to respect each other’s strengths and to overlook the weaknesses.\n\nProud of our marriage lecture, my colleague and I exchanged smug smiles.\n\nOur friend, however, looked skeptical. And ultimately she broke it off with him. Upon hearing the news, we all wept.\n\nPerhaps we didn’t know the whole story, but it seemed like such a waste of a promising relationship, and such a high bar to have to maintain — to remain physically passionate for years and years. Though afterward we laughed about the passion part, with barely concealed envy.\n\n“Oy, who has the energy?” my friend said with a laugh.\n\n“Who has the flexible joints?” I added.\n\n“Does anyone actually remember sex?” a postmenopausal colleague chimed in. Shrieks of laughter.\n\nSex at our age is something we’re evidently more comfortable joking about than talking about honestly. But that doesn’t mean it’s not happening, despite our declining energy, joints and memory.\n\nRecently a friend told me a story about the nursing home where his mother-in-law lives. He had heard from the nurses that some older residents were sneaking into one another’s rooms in the middle of the night.\n\n“Isn’t that disgusting?” he asked. \n\nHe wasn’t sure what was really going on, but he was clear about his discomfort with the thought of elderly men and women wanting to get into bed with each other. \n\nDisgusting? Not to me. Not by a long shot. \n\nYet the whole issue of sex among older people distracts us from a deeper truth that simple, tender intimacy is very important as we age, the sort of thing our highly sexualized, Viagra-pushing culture tends to minimize or ignore. \n\nI told him about the experience of another friend during her recent hospital stay. Her roommate was an elderly woman who looked forward to her husband’s daily visits. At night, after he left, the elderly woman cried quietly in her bed because she missed him so much, especially at night when her hospital bed seemed cold.\n\n“At home,” she said tearfully, “we always cuddle close together and hug each other while we sleep. Without him, I just can’t get warm.”\n\nThe next day when the husband returned for his visit, my friend announced that she was going to the visitors’ lounge to read. On her way out, she whispered to the husband that he should get under the covers with his wife. Then she pulled the curtain around the woman’s bed and shut the door behind her.\n\nThat’s passion. And love. But not sex. Yet sex still seems to be the barometer with which we measure an enduring marriage, and increasingly those of us in our Golden Years are being told that with a little chemical enhancement, we can go on having passionate sex for years, decades.\n\nAt a time in history when people are living longer, are more physically active and are retiring younger, with more time to engage in pleasurable activities, why shouldn’t sex be one of them? Or so the pharmaceutical industry would have us believe. If 70 is supposed to be the new 50, and 90 the new 70, the drug companies are looking at a lot of potential new business for years to come.\n\nAnd it’s not just drug companies. Recently my husband came across an advertisement in a magazine for retirees for three DVDs that guarantee to teach “creative lovemaking” and “new ideas for you and your spouse to enhance your marriage.” \n\nI had seen the ad, too. Apparently plenty of industries are banking on the fact that retired couples want to pursue sex as actively as they pursue golf and tennis. \n\nAnd such advertising clearly works. We sent for the DVDs and awaited their arrival.\n\nMEANWHILE, shortly after my visit to the urologist, I saw my gynecologist, a woman who is about a decade younger than my son. She expressed surprise when I asked if the surgery she recommended would have any impact on my sex life. “Oh, you are still sexually active?” she asked in a voice that just barely masked her incredulity.\n\nThe prevailing attitude about sexuality among older people often strikes me as a throwback to the Victorian era — not to be discussed in polite society. Fine. Don’t ask and I won’t tell. But a warning to those who do: Don’t write off my generation. We’re not done yet.\n\nMy husband and I use the same urologist. He has an appointment this week. We wondered if he, too, would be asked the question. I couldn’t remember if the doctor had inquired about the frequency of sex or just if we were still sexually active. We agreed that we should coordinate the numbers just in case, but we couldn’t decide what that number should be. As we began to move into the realm of the outrageous, we decided the doctor probably wouldn’t check my chart anyway.\n\nOf course, it’s not about the count. An active love life isn’t based on a random number in a study of couples’ intimacies. It’s based on decades of enjoying each other’s company; sharing silly jokes; recalling life’s events both good and bad; voicing our opinions, concerns and fears; and encouraging and caring for each other as we age.\n\nPhysically, cuddling is high on our list. Back rubs are important. Holding hands on walks and in the movie theater is automatic. Yes, we are active — actively involved in each other and in our love of our life together. \n\nBut what of the DVDs that promised to enhance our marriage through creative lovemaking? They arrived, as promised, in an unmarked package. And one night we sat down, popped the first DVD into the player and began watching. We laughed at some parts, I fell asleep in the middle of the second one, and I’m not sure if we ever looked at the third. \n\nAs he packed them away, my husband smiled and said, “Maybe some day, when we’re younger.”"
}