{
  "url": "http://www.nytimes.com/2009/03/29/fashion/29love.html",
  "headline": "My Clock Was Already Ticking",
  "dateline": {
    "year": 2009,
    "month": 3,
    "day": 27
  },
  "byline": "Margaret Gunther",
  "text": "MY boyfriend collected all sorts of beautiful things: Aalto glass, Eames chairs, exotic plants that he stole from botanical gardens. But he did not wish to add me to his permanent collection,  so on the eve of my 34th birthday, he glanced around his tastefully appointed home and decided he had one clock — and one pregnant girlfriend — too many.\n\nAs parting gifts go, I have to say it was a beautiful clock, an early digital made by Lawson in the 1930s. Art Deco in its design with clean horizontal lines bisecting its compact bronze body, the clock had gently rotating Bakelite numbers that told perfect time, though once it was in my possession I never used the thing. \n\nIt wasn’t that I didn’t like it; it just jarred me. Its unfortunate association with my biological clock was, though not intended, unavoidable, because it arrived on the heels of an abortion I would deeply regret. Every time I looked at it, I thought of him, and the chance I had and the choice I made, and the sorrowful repercussions.\n\nI finally sold that clock on eBay and donated the money to charity,  to rid myself of the bad juju it carried for 15 years.\n\nIt isn’t very often that you’re called upon to make a decision that you know will affect the rest of your life, a decision that is irrevocable and defining. I chose to end the pregnancy for what I thought were good reasons, chief among them being my boyfriend’s emphatic unwillingness to be a father. Although his initial reaction to the news was muted, he came out strongly against it once I announced my desire to keep the baby.\n\nMonths earlier he’d referred to me as his love, “ma femme,” he called me. But lately things had been dicey.\n\nI argued weakly with him that we could make it work. Without him, I didn’t see a way forward. I had no savings, and no family around to support or encourage me. I was terrified, and not just about being a single parent. I was afraid that with a baby I’d be off the market for good. And I wanted a husband as much as  I wanted a baby, if not more. Maybe I knew instinctively that I wasn’t cut out for single parenthood. And I wanted what I wanted: husband, home, baby, in that order. \n\nEven before the pregnancy test I’d been hinting at commitment, and he’d been making evasive noises. We were in “turnaround,” as they say in show business. From the moment I told him I was pregnant, it became my “problem,” as in “What are you going to do about the problem?” \n\nHe wanted things to stay as they were:  easy, breezy and open-ended. I was 34, divorced and had not yet found my professional niche. I was working for a major film studio but drove a junk heap of a car and lived from paycheck to paycheck.\n\n None of which appealed to him. Come to think of it, I’m hard pressed to say what about me did appeal to him, other than the fact that I was a pretty blonde who took him to screenings and the occasional premiere. I think we found each other exotic. He wasn’t my usual bad boy, and I wasn’t like the ditzy Hollywood princesses who bored him to death. All it took to impress him was my knowing the difference between Manet and Monet.\n\nHe was a charming architect with a BMW and perfect teeth. I thought I wanted him. Turns out what I really wanted was that baby. What he really wanted was to move on with minimal disruption or conflict, and he was willing to part with one of his precious possessions to send me off with a clear conscience. He had two of them. The clocks, that is. He knew I admired them. Thus, the parting gift. I imagine it was, in his way of thinking, a bargain. \n\nWhen he wasn’t brooding or obsessively gardening, he was delightful. He could induce a gushing response in me with a mere touch. He could be tender and adventurous, and had an unerring eye for beautiful things. He taught me about scale, proportion, design and double-glazing. He had taste; what he didn’t have was an appetite for a family, at least with me. I was desperate and deluded enough to think I could change his mind. \n\nNot long after discovering I was pregnant, he and I were soaking in the tub, post roller-skating, when I said: “I’m 34, you know. A woman’s fertility drops after 35. It might not be so easy for me to get pregnant again.” \n\nHe smiled indulgently. “You’re young! Look at you, you’ll be having kids well into your 40s if you keep in shape.”\n\n“Maybe. But will I be having one with you?” I dared ask.\n\n“Maybe.” Then he smiled his perfect smile and reached under the water to slide his hand up my leg. He had that eye for details, those details where the devil is said to live.\n\nThe truth, which came out after I’d expressed my desire to keep the baby, was more simply stated: “If you go through with this,” he said, “I want nothing to do with it.”\n\nBut I still wanted something to do with him, and I thought if I were to deal with “the problem” the way he wanted me to, we could go back to the way we were. \n\nOn the day of the abortion I kept envisioning myself getting up off the table at the last moment before the procedure. I knew what I was doing was wrong, not ethically, but personally, spiritually wrong. My deepest fear: What if this is it?\n\nWe know what we know. And I knew. My body was used to being told what to do, my heart was the anarchist in this situation. So despite what my heart advised, I did what I didn’t want to do. Almost immediately after, he and I were over. The payoff I’d hoped for, that we’d stay together and the wound would be healed by his love and devotion, never came. I raged and wept and raged and wept for my stupidity, my failure, the betrayal of myself.\n\nForgiving yourself takes time. You don’t do it just once. You do it over and over. Year in, year out. Within a couple of years I married a man, Leo, who was so far outside the Los Angeles scene that he looked like a caricature of a tourist when he showed up on my doorstep: socks, sandals and a 35-millimeter camera around his neck. And yet he was brilliant, optimistic, courageous and willing to travel beyond his own geographic and cultural barriers to marry the likes of me. I trusted him, and he believed in me. \n\nLeo and I had first met years earlier, when we were both working in a foreign city. He’d become acquainted with a version of me that wasn’t so desperate and vulnerable, and it was his intention to marry that person. It would take getting me out of Los Angeles to recover her, but I was ready to leave anyway. \n\nOur betrothal was sealed the day he said: “I think we should start a family right away. What do you think?”\n\n“I think that’s a very good idea.” I wondered what god in which heaven could possibly have deemed me worthy of this chance at redemption. \n\nThe family did not come right away. In fact, the pregnancy I terminated at 34 turned out to be the last that would occur naturally. And none of the expensively produced pregnancies I managed after lasted longer than three weeks. \n\nI try not to think about it. I have other things to think about. Leo and I abandoned infertility treatments about three years into our pursuit of children and chose the more certain thing: adoption. \n\nSure enough, as if it were meant to be all along, we waited not the usual six months to a year for our first child. Instead he came almost immediately, ahead of the crib and already named. A newborn whose birth mother chose us, he flew into our lives like a tiny tornado, washing away my sins and assuming, as babies do, that I was as perfect and blameless as he was. \n\nWe adopted another son two years later, and our family is complete. It is not without problems, of course, but it is what I imagined, hoped for. Occasionally I do think about the price I paid for getting what I wanted the way I wanted it: husband, home, babies. Was I weak? Or strong? Would I have been a good single mom in Los Angeles? \n\nMY infertility remains an unanswered question. It is medically referred to as “undiagnosed infertility.” The children I did not bring into this world are ghosts, and they are symptoms. I’ve learned to live with them the way you do with the phantom pain of missing limbs.\n\nTick, tock, time passes. The clock is gone and so are my reproductive years. But I have this life, and it is rich with all the rewards and promises of motherhood right now. These boys — my loud, messy, sweet, gorgeous skateboarding boys — were worth waiting for. \n\nIt doesn’t seem fair that we can look back and connect the dots in life, and see what led from that to this, but we cannot look forward and anticipate in any way what constellation today’s dots will form in the vast space ahead of us. I guess it’s just best to assume that heaven is right here, right now, and let the stars fall where they may."
}