{
  "url": "http://www.nytimes.com/2009/10/04/fashion/04love.html",
  "headline": "The Multiplier, With Four Feet and Wet Nose",
  "dateline": {
    "year": 2009,
    "month": 10,
    "day": 2
  },
  "byline": "Bob Morris",
  "text": "THE nine-pound longhaired miniature dachshund at the animal shelter wasn’t the kind of dog I imagined walking in Manhattan. She was a little lap dog and a cliché, too small for someone as insecure and image conscious as me. And her name was Zoe — too cutesy. I put a deposit down on her anyway. \n\nA form to fill out asked, “Why do you want a dog?” The answer should have been simple: companionship. But it was more complicated than that. \n\nI always swore I’d never get a dog. In fact, I’d spent the first half of my life as a dog denigrator. Why have a needy pet with so many needy people in the world? One divorced friend has spent the last six years lounging around too intimately with a slobbering golden retriever who is as devoted to her as her ex was not. Another single woman I know thinks that if her Maltese snaps at someone she’s dating, he’s probably not right for her. (Talk about snap judgments.) I once had a date with a handsome man and his handsome Portuguese water dog who were so interested in each other they paid no attention to me. \n\n“You don’t understand,” friends said. “Dogs are all about unconditional love.” \n\nO.K., but what about earned love? And common sense? \n\nWhen I first met Ira,  who would become my spouse, he owned (or perhaps I should say was owned by) a beloved Cairn terrier that would lunge and bite whenever we tried to leave him, and would refuse to go out for walks because he hated the noisy city streets. With a push from me, Ira finally put the dog into a carrier bag and flew him off to a better life with a loving stay-at-home owner in a quieter, leafier city.\n\nFor several years it was just the two of us in our white antiseptic apartment, living our pet-free and child-free lives of stylish travel, creative careers and limited family responsibility.\n\nNot that Ira wasn’t a handful all his own. He was often so vulnerable, voluble and, shall I say, doggedly affectionate that it scared me.\n\nWhen I started saying, “I want a dog,” it was half in jest. But it became more serious as I cooed at dogs on the sidewalk, beagles in particular, while Ira shook his head. \n\n“You have a limited amount of affection to give,” he said without irony. “If we get a dog, all your affection will go to him and there won’t be any left for me.”\n\nMaybe he was right. I’ve always made it a goal to not be too needed, even by my aging mother and father. But last winter was a tough one. After  my parents’ deaths, I’d been in conflict with my brother, and I was facing daunting tax and career troubles. Ira was troubled, too. \n\nMaybe a dog would change things, or at least cheer us up. But the question did come into my head: Was there something lacking in our lives as a couple that I wanted a dog to fulfill? It’s common enough for the presence of a baby to change the dynamic of a marriage. Could a dog do the same thing? And then there was Ira’s issue, which I couldn’t shake: Did I have enough affection for both him and a dog? \n\n In the spring we started visiting animal shelters. But there was only one breed I imagined owning, a beagle, and there weren’t any available. So I started looking online, also in vain. The day in May after I reluctantly put down the deposit for the mini-dachshund, I was tortured with recrimination. Why couldn’t I make myself want her?\n\n“Is the problem,” Ira asked, “that you don’t think you can care for a dog?”\n\n“She’s just not the dog I imagined losing my freedom for,” I wailed like a freaked-out groom before his wedding night. “She’s too small. She’s just too gay!” I was sitting at my computer in a cold sweat, searching for beagles with the guilt of a porn addict. \n\nIra was disgusted. “You just want something you think is cute,” he said. “But that dachshund needs a home, and if you think a dog is just an accessory then maybe you don’t deserve to have one.” \n\nI wanted to bark at him and bite his head off. Instead I got into the car and seethed as I stepped on the gas and drove us back to the animal shelter. \n\nThe administrator looked at me suspiciously. Did I want this little dog or not? \n\n“Can we take her for another walk before I decide?” I asked.\n\nA no-nonsense attendant in rainboots took us past rows of barking dogs, many big and scary, at least to me. The smell of the kennel was rank, the atmosphere fraught with desperation. When we reached  the little dachshund’s pen, she was on her hind legs against a cyclone fence, barking in an unbearably shrill tone, though she was wagging her tail. \n\nThe attendant handed me her leash. Black and brown, and not much bigger than a ferret, she strained at it outside, paying us no heed as she yanked with surprising force and barked at each dog we passed in a way that put me on edge.\n\n “How can you stand that shrill barking?” one woman asked.  \n\nI didn’t know, but the dog must have sensed my equivocation because suddenly, at a moment when I wasn’t holding her leash properly (what did I know about holding a leash?) she ran  from us down a winding road that led to the Long Island Expressway. It was horrifying. How did those stubby little legs carry her so fast? Ira chased  her, running in the middle of the road faster than I’d ever seen him run. \n\n“Help!” he yelled.  “I need help!  Get the car!”\n\nI feared they’d both be hit by oncoming traffic, and imagined my happily married life about to end, all because of a little dog. Between the time I got into my car to chase her  and the moment we caught her, I had a painful stab of the most profound sorrow — imagining a return to the hermetic life without Ira that I had led for most of my adult years. \n\nWith the help of a passing driver, we caught the dog, put her in my car and drove her back to the parking lot of the shelter, where we all sat in the front seat, catching our collective breath and getting over our shock.\n\nIra was panting, as was the little dog in my lap, her heart pounding against my thigh. Soon enough she calmed down and rested her long snout against my forearm. \n\nAfter such a dreadful experience, you’d think I’d be ready to give her back. Instead, I felt something in me shifting as she curled up and snuggled deeper into my arm. “All she wants is to be held,” I said in a tone I’d have mocked an hour before. \n\nAnd that was that. A dog I originally disliked for cosmetic reasons instantly transformed me into the kind of myopic, cooing dog owner I had previously scorned. And without missing a beat, Ira found himself devoted and in love with her, too.\n\nWith us for four months now, she has been following me around the house with needy eyes that I never would have expected to find so engaging. And if, as I’ve heard before, the work of dogs is to love and be loved, then she is doing her job, maybe a little too well. Twice over the summer when returning from out of town, I caught myself looking forward to her greeting more than Ira’s, and then feeling conflicted about it. And often when Ira and I hug or tussle, I find myself waiting for her to jump in to join us. \n\nThen there is the issue of bedtime. With the sober concern of parents dealing with the sleep issues of children, we debate whether to allow her in our bed. She doesn’t take up much room, but she does manage to get between us, making it difficult for us to fall into our typical embrace before sleep. \n\nFor now, I keep her off until dawn, when I let her out of her crate. She leaps onto the blankets, long black ears with fringed bottoms flapping behind her, right into Ira’s arms to plant kisses on his face. As he cuddles with her, it feels like he’s doing the same with me — that’s how profoundly I feel we are all intertwined. It’s ridiculous, I know. But then, I sometimes think that dogs are around to make us sillier than we are. \n\nWell, they don’t judge. George Eliot must have known that when she wrote that we love dogs because “we long for an affection altogether ignorant of our faults.” Certainly they don’t challenge you in the ways a spouse, parent or child can.   But in their own way, they do get you to think beyond your own needs a little. If you don’t believe that, try walking an unhappy dog at midnight in the pouring rain. \n\nPERHAPS if I’d had one while I was single, it would have helped prepare me for the demands of a relationship. One thing I know for certain: Ira had it wrong. Affection, I can now see, is not something one has in limited supply like money or drinking water. It’s more like a muscle that grows the more you use it. Or maybe it’s an explosion like nuclear fission. \n\nThe other night we were on the couch with our wiggling dog in something between a tangle of caresses and a group hug. Ira couldn’t have looked happier. \n\n“She’s actually made you more affectionate towards me, not less,” he said. \n\nA little dog I didn’t think I wanted has turned out to be exactly what we needed. We only had to tweak her name a tiny bit to make it work for our own self-consciously ironic purposes. Instead of Zoe, she is now Zoloft. And she is as good as her name. "
}