{
  "url": "http://www.nytimes.com/2009/01/04/fashion/04love.html",
  "headline": "Facing My Obsession, in the Flesh",
  "dateline": {
    "year": 2009,
    "month": 1,
    "day": 2
  },
  "byline": "Benoit Denizet-Lewis",
  "text": "I WAS 24 years old, three hours from home and waiting for a stranger at 1 a.m. in a deserted grocery store parking lot on the California coast. There was, I knew, the distinct possibility that this guy (who claimed his name was Mike) didn’t exist, at least not in his advertised form — 22 and paranoid that his girlfriend would find out that he occasionally had sex with guys.\n\n There was also the chance that he was exactly as he claimed to be, but that he had changed his mind when it came to turning an Internet fantasy (we met online) into reality. I had been stood up by plenty of guys like that.\n\nIf Mike didn’t show, I had a 19-year-old backup plan named Travis, a regular in one of the AOL chat rooms I frequented. We had never met in person, but he lived close to Mike, so it seemed logical that I should have sex with both of them on this trip — Mike in my car, Travis in his apartment.\n\nBut Mike was 30 minutes late, and he wasn’t answering his cellphone. I started pacing around the dark parking lot, my flip-flops smacking against the concrete. I called Mike again, but this time it went straight to voice mail. Was he really standing me up — again? \n\nI had come here the previous night, too, having driven 130 miles in a pounding rainstorm for the privilege of having sex with Mike. But he hadn’t shown up, and I vowed never to contact him again. “Don’t bother writing me back,” I huffed by e-mail when I got home, “because you just lost your chance at ever meeting me.”\n\nBut pride is no match for addiction. This morning I’d resolved to break my habit, to make the day different. I knew I needed to get some work done before heading to a childhood friend’s wedding later in the day. No time for sex! But as I sat at my desk, a thought occurred: “If I am not going to have sex today, I should take care of business now.” I decided to look at pornography online for 15 minutes (20 minutes max). An hour into that, I got an e-mail message from Mike saying he wanted to meet. I decided to skip the wedding.\n\nLater that night, when it was clear that Mike again wasn’t coming, I called Travis from the grocery store parking lot and drove to his place. “You’re hot!” he blurted out, clearly drunk as he invited me inside, informing me that his boyfriend wouldn’t be back until morning. \n\nHis boyfriend? I was in no position to pass judgment, but for some reason this news sparked an unwelcome tidal wave of clarity: I had skipped my friend’s wedding and driven more than two hours to hook up with a drunk stranger who was cheating on his boyfriend. I felt disgusted and ashamed. But I had sex with him anyway. \n\nAs I sped home, I wanted to cry. What was happening to me? Why couldn’t I stop chasing sex, no matter the consequences? To make myself feel better, I called Mike. He answered, offered a convoluted excuse involving flat tires and dead cellphone batteries, and then we had phone sex. When we were done, I considered driving my car off a cliff.\n\nTO much of the general public, sex addiction is a punch line, a pop-psychology diagnosis or an attempt to explain away recklessness and perversion. But my sex addiction is unfortunately very real; it has cost me a job, romantic relationships, friendships and, on many days, my sanity and self-respect. I have checked myself into inpatient sex-addiction treatment centers twice. I have set up Internet blocking software — the kind designed for children — on my computer, only to buy another computer when the urge to go into chat rooms became too strong. \n\nWhat would make me — a grown man fully capable of willpower and moderation in other areas of my life — act this way? We know there is a genetic predisposition to alcoholism, but are some of us genetically predisposed to ending up in church basements, reciting the Serenity Prayer and admitting that we are powerless over naked pictures on the Internet?\n\nWhat little research there is about the causes of sex addiction points to childhood trauma and abuse (sexual, physical or emotional). While I take full responsibility for my actions as an adult, I suspect that my addiction is a misguided attempt to find the acceptance and unconditional love I didn’t feel growing up. Clearly, not every person who has a lousy childhood becomes an addict, just as not every addict had a lousy childhood. But there is little doubt among those who treat addicts that the roots of addiction can often be found there.\n\nIf you ask alcoholics about the first time they became drunk, many will say it was the moment they finally felt O.K. in the world. I never had that sensation while drunk or stoned, but I did feel it the first time I entered a gay men’s chat room, while in college. In a kind of hypnotic trance, I sent out photos of myself to rave reviews. \n\nBut there were never enough reviews, never enough guys, never enough validation. Within three months, I had hooked up with 20 guys from online. Within six months, I was routinely skipping out on friends so I could spend nights in chat rooms. Within a year, I had essentially lost the ability to control the time I spent on the Internet. For the life of me, I couldn’t sign off.\n\nIt took another five years before my life completely fell apart. I was spending hours in chat rooms at work and losing entire weekends to the obsessive pursuit of sex. Frightened by my behavior, I packed my bags for a rehab center in a Southern state that treats sex addiction and other disorders. I was deeply ashamed, and I wanted to run and hide during the endless display of hysterics and vulnerability that was group therapy. The staff wanted me to stay longer than 30 days, but I left convinced that I would be fine. \n\nA week later, I relapsed. I spent the next five years struggling to get and stay sober. Unlike in AA, where it’s agreed that one drink is too many, there is no such consensus in the handful of 12 Step fellowships for sex addicts. The goal is not lifelong abstinence. Most groups encourage members to develop their own sexual recovery goals, based on whatever behaviors are most problematic. Abstain from those and you’re considered “sober.” \n\nI never kept my addiction secret from guys I had relationships with, and I was surprised by how little it seemed to faze them. When I told one boyfriend, he said, “Oh, aren’t all guys sort of addicted to sex?” It was only when I cheated on them for the third time, or slipped out of bed while they were sleeping to have phone sex with a stranger in the kitchen, that the seriousness of my addiction sunk in for them.\n\nIn 2006, I gave treatment a second chance, at a highly respected inpatient center that treats only sex addicts. We were a diverse group, including an affable husband and father arrested for soliciting a “minor” over the Internet who turned out to be a cop, a sexually abused and deeply traumatized gay man in his 30s who had started cruising parks when he was 11, a married corporate executive who couldn’t stop cheating on his wife, a minister who was fired from two colleges for viewing pornography at work and a cantankerous retired community-college professor addicted to pornography and prostitutes.\n\nWe spent most of our days in brutally intense group therapy, including a session we nicknamed “Crime & Punishment.” Its goal, it seemed, was to make us feel so rotten for what we had done that we wouldn’t dare do it again. The real purpose was to make us take responsibility, to honestly face the damage we had done and to build empathy for those we had hurt.\n\nIn that pursuit, men who had repeatedly cheated on their wives had to write “empathy letters” to them, which would never be sent but were read in group and usually criticized for not being nearly empathetic enough. The wives, meanwhile, sent in painful “cost letters” — detailing how the addiction had affected them — that were read to their husbands for the first time in group. \n\nFor me, the hardest part was writing my “victims list,” in which we were supposed to name everyone we had hurt. I worked on it for three agonizing nights, and there were so many victims that I had to group them into categories:  boyfriends I cheated on and lied to, friends I lied to, friends I neglected, friends I used for sex, strangers I used for sex, employers and co-workers I let down, and so on.\n\nFortunately, in recovery I no longer consider other people disposable. My recovery has been far from perfect — when it comes to relapsing, celebrities have nothing on me — but it has been miraculous, life-changing and any other descriptors that people in recovery tend to relate to and people who aren’t tend to find hokey.\n\nFor me, recovery is about far more than not meeting strangers for sex in deserted parking lots. It’s about learning not to harm others or myself. It’s about living an authentic, unselfish life — the opposite of addiction. It isn’t easy, but it has saved my life — and, on most days, made that life worth living.\n\nRECENTLY, I came across an exercise I completed at the second treatment center. The counselors had asked me to give voice to the addict inside me. What did he believe? What was he trying to make me believe? This is a portion of what I wrote:\n\n “I will make Benoit lie and manipulate and chase sex every hour of every day, until he can’t feel anything anymore, until everything good and decent about him is removed. He needs me. His life is boring when I’m not in charge. I control him. I keep him numb so he can function. I make him feel good, and I make him feel worthless. The minute he steps out of this stupid rehab, I’ll start whispering in his ear. That’s all it takes — whispers. I win. I ALWAYS win.”\n\nNot anymore."
}