{
  "url": "http://www.nytimes.com/2009/08/23/fashion/23love.html",
  "headline": "After the Winter, Time for Renewal",
  "dateline": {
    "year": 2009,
    "month": 8,
    "day": 21
  },
  "byline": "Judy Smith",
  "text": "I WASN’T looking for love; I was looking to live. The news of my breast cancer diagnosis had sent my life into a downward spiral. My already unraveling relationship quickly unwound. My job suffered because I was spending my time on the Internet searching for a cure. When I wasn’t tracking down every possible remedy, I was weeping. \n\n“Mama’s sad again,” my 5-year-old daughter would say with a sigh.\n\nBut mostly I was determined. Always having been healthy, I decided first to try alternative methods. I had a vague feeling my illness was a metaphor, that there was a purpose for it, but I didn’t know quite what.\n\n Michael, a former boyfriend, understood. We met at 13 and became lovers in our 30’s. Now, in our 40’s, we lived 300 miles apart and hadn’t been in touch for years, but I heard through the grapevine that he had leukemia, so we started e-mailing. \n\nI was doing all these crazy alternatives from macrobiotics to qigong and acupuncture. He was juicing like mad, eating for his blood type, and on Gleevec. After attending a cancer survivors’ event, he wrote: “It seems a lot of people believe their cancer was the best thing that ever happened. I still have not gotten to that point.” \n\nTo cheer him up, I wrote, “Here I am, my philandering boyfriend has fallen madly in love with someone else, I’m on the verge of getting fired, and I have cancer. I feel so pathetic it’s comical.”\n\nSix months later, my alternative therapies were making me feel great, but they hadn’t done a thing to counteract the cancer. I’d finally found a doctor who was sympathetic to patients who wanted to try alternatives, but his message to me was blunt: “If you continue this path, you will die.” \n\nI absorbed his words and resigned myself to surgery, but this doctor also had another idea: neoadjuvant chemotherapy. It’s doing chemo before surgery with the hope of shrinking the tumor, thereby making the surgery less complicated and also destroying any cancer cells that might be roaming the rest of my body. \n\n“Bring on the big guns,” I said.\n\nSince the big guns usually cause nausea, the staff at the clinic gave me plenty of Zofran. As it turned out, I didn’t need it — the only side effect of my chemo cocktail was the typical hair loss. Michael, however, was suffering terribly from nausea. And his insurance didn’t cover Zofran. So I sent him mine, which made me feel like a drug dealer. Which, as I told him, was better than feeling like a cancer patient. \n\nHe laughed, but later said the drugs didn’t help. “Nothing works,” he wrote.\n\nAs I e-mailed him back, strands of hair drifted down and fell on my keyboard. This was the new normal. I’d pick them up and toss them in the trash can under my desk. I began to dread combing my hair after a shower.\n\nAs a preemptive measure, I got a short Laurie Anderson spike haircut that I’d always wanted but was never bold enough to do, and it worked for a few weeks. Then, under the premise that it is better to jump than to fall, I shaved my head completely and got it henna tattooed.\n\nMichael was not improving, though he acted as if the cancer were just an inconvenience. “Had I known,” he wrote, “I would never have started this bathroom remodeling project.” Family members were being tested for a bone marrow transplant match, without any luck. \n\nFinally he e-mailed to tell me that he and his live-in girlfriend were moving to Portland for more treatment. “I am starting my life over,” he wrote. “Everything I am letting go of in order to complete my healing.” I knew it was his sweet way of signing off.\n\nThere is a yogi saying that people don’t die of disease; they die when their life is complete. I found truth and comfort in that. I wasn’t sure what would happen to Michael. I hoped he would find a cure and that I would meet up with him again at a better time.\n\nMeanwhile, I started going to a new qigong class taught by one of the few people I’d found who’d had success with alternative treatments. The teacher, Joyce, was one of the lucky ones. After receiving a diagnosis of untreatable non-Hodgkin’s lymphoma, she started doing qigong for hours each day, and credits that with putting her in remission. She believed in the benefits of qigong so strongly that she decided to start teaching it.\n\nAt the start of her class, a tall man with a ponytail and vivid blue eyes walked in, and I about fell off my chair. In a class of women and couples, he appeared to be alone. \n\n“Everyone, this is Tom,” Joyce said. \n\nI knew my chances of striking up a romance with Tom were slim to none. I was still a bald chemo patient, despite my beautiful henna tattoo. But I held out hope that love would find me, if for no other reason than that it would have been the perfect antidote for this terrible time. \n\nI made subtle, very subtle, moves on him, inching closer in class, checking him out. Once I trailed behind him walking to our cars. When he turned around, those blue eyes went right through me.\n\n“Oh no,” I thought. “Slow down.”\n\nAfter that six-week class ended, Joyce started another. She wanted me to come, but on top of everything else my car had died. “No problem,” she said. “Tom can give you a ride. He lives right near you.” \n\nCarpooling with Tom to qigong class led to lunch, which led to dinner and a movie, which led to other get-togethers over several weeks. I couldn’t quite believe my good fortune. But when he stopped calling me back, Joyce said, “He’s not ready for a relationship, not by a long shot.” \n\nAround this same time I ran into Steve, a man I had fallen for in my 20’s. We had dated for a while and even lived together for a few tumultuous months, but I hadn’t seen him in three years. He was handsome — dark-haired with angular features — and when I came upon him that day he was sitting in the same coffeehouse where he used to hang out, wearing a leather hat.\n\nAs I approached, he looked up from his table, taking in my bald head with a grin and said, “What is this? A new fashion statement?”\n\n“No. I have cancer.”\n\n“Me too!” he cried.\n\nI looked more closely and saw missing patches of hair under his hat. He also had a chipped tooth.\n\nI told him my story; he told me his. He’d been doing his photography and living in Prague. He was riding an escalator in a shopping center and suddenly fell face first, chipping his tooth. He woke up later in a Prague hospital with a brain cancer diagnosis. \n\nBack in Seattle, he had surgery and radiation and was given three months to live. He was about one month into those three and living in a halfway house. He had slowly built up his strength by walking a couple of miles to get coffee. Then he made his way to a bus stop to take one bus and then another to his favorite coffeehouse in the university district of Seattle — the Allegro — where I found him. \n\nAs we were about to part, he smiled and said, “I think your prognosis is probably better than mine.”\n\nI invited him over for dinner. He teased my daughter, telling her she became invisible when he took his glasses off.\n\nYears ago, after one of our fights, he had said, “All I have is my love for you.” \n\nNow I wanted him back, but he was as elusive as ever. I suspected he had another romantic interest, a woman he was hanging out with and teaching photography. “She’s younger,” I noted to a friend, “and has hair.”\n\nBut I was wrong about that. Despite all the girlfriends he’d had over the years, and there were many — he died alone, right at his three-month mark. His mother was among the last to see him. “He couldn’t speak,” she told me, “but he squeezed my hand and winked at me.” \n\nA few months later Michael died too. \n\nChemotherapy gradually made me more and more lethargic. I grieved over the deaths of my former loves. The physician’s assistant was quick to prescribe antidepressants, but they were like sugar pills to me. \n\nWith all this time off from work I imagined I would accomplish something, write something, but instead I had no energy. I looked out the window and knew how the trees felt that had lost their leaves. This is what it was like to be old. But I had one thing to look forward to: spring. \n\nAnd then spring arrived, in more ways than one. I had the lumpectomy and was told I had clean margins. My radiation therapy took place at the same hospital where Steve had been. As a favor, the technician brought up Steve’s picture on the computer screen, and there he was, smiling back at me.\n\nLife went on. My hair grew out. I found a new job. When friends asked if cancer had changed me, I wasn’t sure how to answer. Was I changed? Had there been a purpose? I was reminded of the Buddhist saying: “Before enlightenment, chop wood, carry water; after enlightenment, chop wood, carry water.”\n\nYears passed without any new love on the horizon. For a long time I wondered if Steve had been the love of my life and I’d missed my chance with him entirely.\n\nThen one day I was having a garage sale with my mother, and Tom from my old qigong class rode his bike into it. I didn’t recognize him at first — the ponytail was gone, his hair was short, though the blue eyes were the same. He expressed interest in a book on Buddhism and coping, one of the many such books left over from my foray into alternatives.\n\nWe talked. He said he would e-mail me. “That would be good,” I said. He said he wanted to buy the book. I told him he could have it.\n\nNow it’s somewhere among all the books on our shelves."
}