{
  "url": "http://www.nytimes.com/2009/09/27/fashion/27love.html",
  "headline": "Daughter Studies the Void in Her Parents’ Relationship",
  "dateline": {
    "year": 2009,
    "month": 9,
    "day": 25
  },
  "byline": "Natasha Singh",
  "text": "THAT day I had no papers to grade or classes to prepare for, so I busied myself with cleaning our apartment, mailing bills and exercising. It wasn’t until evening that I remembered my stomach, that I had not fed it. Just then the phone rang — my mother calling to remind me that it was Karwa Chauth, the day Hindu women all over the world honor their husbands by fasting. \n\nMy parents’ fates were tied together 40 years ago in an arranged marriage in India. On each Karwa Chauth since then, my mother has dressed in her red wedding sari and lost herself in the world of preparations. Usually she makes my father’s favorite dishes along with poori, samosas, chhole and sweets. Her entire day is spent over the stove in front of her shrine of gods and goddesses, the secrets of her wishes for my father’s health and happiness hidden in the upward spirals of her prayers. \n\nWhen I was a child, growing up in a tiny Canadian mountain town where we were the only Indian immigrants, she used to tell me: “This is a day to honor my husband. Only when you are married will I tell you more.” \n\nI used to think of that day as magical. But now that I am married, I am not so sure.\n\n“It is good you remembered Karwa Chauth,” my mother said after I told her that I hadn’t eaten. I wanted to explain that I had not been fasting on purpose, only that I had forgotten to eat. But I didn’t have the heart to tell her the truth.\n\nShe listed the meals she had made, and I marveled at the rich variety. “You should eat something now,” she said softly before hanging up. “Really.”\n\nAfter our conversation, I went over to our refrigerator and opened it. I imagined myself making Branly’s favorite meals, but I grew exhausted just thinking about it — the hours of preparation, the mess I would make in the kitchen. I called him instead. \n\n“It’s Karwa Chauth,” I said mysteriously. “I’m fasting for your good health.” It sounded glamorous, this declaration. Wifely. Though it was a lie, he seemed rather surprised and pleased. Maybe even touched. “Have you eaten?” I asked. “I thought I would take you out to dinner.” It was the best I could offer, but he insisted his stomach was full. “Just come home then,” I said. “I would love to see you.”\n\nBefore his arrival, I lit candles in front of the gods and goddesses in our apartment, and I watered all of the plants. I did not wear anything red, but I considered it. I imagined myself rushing to the grocery store to buy flowers, vivid red hyacinths or fuchsia colored orchids, but I did not do that either. Instead, I sat before the empty table, which was devoid of meals, devoid of the signs of hours of preparation. Devoid of the shadow of my mother whose gentle reproach I could almost hear.\n\nUnlike my mother, I’d insisted on a life outside the kitchen. I never really learned how to cook, despite my father’s bribes to pay me $10 for every meal I made. \n\n“What can you offer a husband then?” he would cry every time I came to visit. “Any man will leave you the moment he learns you are a useless girl in front of the stove.” \n\nMy husband turned out to be just as useless in the kitchen as I am, but it never bothered him that I didn’t cook very much. \n\nBefore my marriage, I was deemed an undesirable girl in my parents’ eyes. At 30, I was labeled a lost cause: no one would want to marry me. \n\n“Boys like young virgins,” my father would tell me. “Not spoiled goods like some people I am knowing.” \n\nOn each of my visits, he would appraise me at the moment of my arrival. Sometimes he would suck in his cheeks and exclaim, “You are looking sickly, like you have TB! Too much weight you have lost.” Or he would shake his head sadly and say, “You are looking too old for marriage.” \n\nMy father has never been one to mince words. In my family, we call him the “pate ka kaccha aadmi.” Rough translation: one who can never keep his rough thoughts to himself. In other words, my father calls it as he sees it. The trouble is, he sees only half of everything.\n\nOn the subject of marriage, my father has given me the same talk over and over: “In the first few years, a man will want to have sex with his wife to make babies. Afterward, his wife will no longer interest him. That is all.” \n\nMy parents have always slept with their bedroom door open, and for years my brother slept on a cot near their bed. I remember being keenly aware of the absence of touch between my parents. Once, when I was 19 and feeling emboldened by a women’s studies class I’d taken in college, I asked my mother if she still had sex with my father. \n\n “Wouldn’t you like to know!” she cried out. But even as she avoided answering, I noticed her hiding her flushed cheeks — the smallest hints of her longing? \n\nOften when I visit my parents, it is hard to refrain from holding one of their brown wrinkling hands in mine, or brushing a fleshy cheek. While my mother sits at the dining room table cutting vegetables, I like to wrap my arms around her from the back and hold her. \n\nShe no longer stiffens when I do this; instead, she goes very still for a second or two, as if unsure of herself, and then she settles into me as if rest and physical closeness is what she has always wanted. Once she told me, “You are such an affectionate girl. I miss you when you are not here.” Later that night, I wept for my mother, for all the moments in her life that I imagined had been devoid of tenderness and touch.\n\nWhen Branly and I visit my parents together, I hold his hand but refrain from sprawling across him as I do on our living room couch in our own apartment. If I forget, as I occasionally do, my father will cast a disapproving look in our direction. Sometimes he will even get up and leave the room. \n\nThe only time I ever saw my father touching my mother was when they had first moved to Vancouver, British Columbia, from our mountainous town and rented their small apartment by the water. Months before that move, my father had suffered from a mysterious illness that left him sweaty and feverish at night and weak and pale in the morning. This illness had lasted for weeks, a time during which my mother had called me every night. \n\n“Your father, he is dying,” she would wail. “I do not know what I will do without him.”\n\nI never shared her fears. “Don’t worry,” I told her. “He’ll make it.” \n\nMy mother contacted a Hindu priest who told her to pray to Hanuman, the monkey god. Every evening, she read my father the Hanuman Chalisa in Sanskrit and kept a vigil over him. After seven days he recovered, rather miraculously, sitting upright in bed and declaring, “I want to go to the table myself and eat.” And he did. \n\nSince then, my mother has continued reading the Hanuman Chalisa to him. The night I discovered them touching, I was startled into staring. There in the living room, my mother was sitting on the couch reading my father this prayer while he sat on the floor near her feet, his head on her lap. One of her hands patted his head as she read. It was a tender, sacred moment, and I backed away quickly as if I had come upon them naked and writhing beneath a brilliant light. \n\nI like to tell myself that there must have been many more moments like that, but I highly doubt it. The space between my parents’ bodies is large like a vacant room, a vast tract of barren land. Though my sister, brother and I are proof of a certain kind of flowering, surely there has to be more evidence than us. \n\nNow that my sister and I have partners, I wonder what my mother thinks of her daughters’ lives, our husbands. When my brother-in-law visits, he brings her things, beautiful woodcarvings. When Branly visits, he helps her around the house, and when we walk anywhere, his arm is quick to curve around her shoulders. \n\nI hear the sound of her laughter then — a giggling sound that is hard to recognize — the song of a schoolgirl’s blush. She does not say much to her sons-in-law, but from time to time I catch her shyly studying their hands. \n\n“You should make good food for your husband,” she will often admonish me. “You should take care of him.” Perhaps food is a panacea in my parents’ eyes — a cure-all for every couple.\n\nSO, in my living room illuminated only by candles, I imagine my mother, beautiful even at 68, wearing her red and gold sari. Across the Canadian border, on what seems to be the other side of the world, she will be eating by herself, slowly and carefully. A piece of fruit — perhaps a mango or a ripe pear — followed by a glass of water. Only after feeding my father will she retire to the kitchen to eat in front of the gods. \n\nFor the first time in my life, I marvel at all of the places my mother must have tried to touch my father with her cooking. I imagine her satisfaction, watching as he eats what she has made for him. I imagine him placing his dishes in the sink after he has finished, and then passing by my mother’s sitting frame. I imagine him saying something about the meal, or perhaps not. \n\nThis will be followed by a deafening quiet that falls through their house like a familiar rain. “You may eat something now,” my father might say. And I imagine the weight of my mother’s love filling the home they share, alongside the muted cry of her hunger."
}