{
  "url": "http://www.nytimes.com/2009/05/10/fashion/10love.html",
  "headline": "The Long Way Home",
  "dateline": {
    "year": 2009,
    "month": 5,
    "day": 8
  },
  "byline": "Debra Gwartney",
  "text": "ON the Monday after Mother’s Day some years ago, my 18-year-old daughter Amanda brought me a handblown glass daffodil, its heavy blossom bobbing precariously on a wire stem. Amanda and I hadn’t spoken in weeks — verging on a month — so she came by during work hours, while her three younger sisters were at school, to stick the flower into a pot of red geraniums on the front porch. I found it that evening, plunged into dense soil with a note attached —  “I’m sorry this is such a hard time for us.” \n\nI allowed myself a flicker of hope: my daughter and I were perhaps ready to start venturing near each other again. \n\nOur estrangement, the not speaking, had come after years of trouble with Amanda and her   sister Stephanie. When the two were barely teenagers, we had moved to Oregon in the wake of a divorce that had flattened them more than I could have seen back then: their father and I vied for our children’s loyalties until the girls were spun into confusion and grief, until they were left raw and open to all the wrong kinds of rebellion. To even mention their father in our household meant a dose of scorn from me, and when the two oldest girls  and I began arguing about friends they hung around with, about skipping school, about staying away from the house for days on end, he was on the phone telling them that they didn’t have to live with me. \n\nNo doubt he meant the girls could move in with him, but instead our daughters bundled up that permission and found some black-clad boys downtown who would help free them from the snarl of their parents entirely. \n\nOne night when they were 16 and 14 — so bound to each other that they’d practically become two halves of one self — the girls loaded their army packs and headed for the front door, where I stood with feet planted and arms crossed. We collided there, pulling and pushing and grabbing while their  two younger sisters cried, “Stop it! Stop!” from the other side of the room. \n\nI fell across a chair, my teenagers whirled into the night, and, a few hours later, they jumped on a freight train and headed off to who knows where. Amanda returned home three months later, wasted by drugs. Stephanie was missing for a year. \n\nThen she came back, miraculously, and all of us — the two younger sisters, the older girls, me — began the long effort to try to find one another again. Instead of clinging to each other in relief, we found the talking hard, the touching harder — so much harder than I thought it would be, rife with old tensions, unpredictable land mines and calcified pain. \n\nStephanie settled on a boarding high school in Colorado to work through the aftermath of her time on the streets, but Amanda stayed in Oregon. She assured us that she was finished with rehab efforts, promised she was over boozing and drugs, done with the scrappy living of the road. It also felt like she was done with me — the slightest provocation set either of us off against the other, a sour heat, a sorry tirade erupting from all the hurt we had suffered for too long.\n\nThat Monday night after Mother’s Day, I called Amanda to thank her for the flower, too afraid of being rebuffed to ask about getting together. And then, a week later, she called me. \n\nI was in my office, and I admit my first reaction to hearing her voice was to take an old “Now what?” breath, another gulp in a long string of hyperventilations over my daughters’ arrests, overdoses, fights, trouble.\n\nI plopped heavily in my chair. But Amanda explained that she was calling from a pay phone, that she and her boyfriend had spent the night in front of a box office that would, in a few minutes, begin selling tickets to a Tom Waits concert. Seeing how she was first in line, she could promise me one of the best seats in the house if I could get her money for my ticket, fast. \n\nI stood up, trembling, shaking off any reluctance or fear about our troubled relationship. Avoiding, for a moment, the maw of anger and regret I so often fell into. Of course, I said, I would be there soon — I’d make excuses to my boss, race to my car, stop at the A.T.M. and drive to wherever she was. So what if I hadn’t bought a ticket to a concert since I was 13 and had a chance to see a new group called the Carpenters in the town’s high school auditorium. I would go to this one. I would joyfully go to this one. \n\nPerhaps Amanda remembered me listening to Tom Waits through that awful period of divorce, when I was consumed by pain and the prickly defense of my choice to leave my marriage and terrified about the new life I was trying to build. Waits’s raw music boomed through our house, loud and snake-bite potent. In the car I’d turn up the volume so that the percussion would beat hard under my sternum. \n\nSoon enough the four girls would clamor, “Turn it off!” They wanted Madonna, Billy Joel, Joan Jett, any singer but Waits, whose raspy voice seemed to frighten them even as it lulled me.\n\nBy the time Amanda and Stephanie had acquired the punked-out gumption to jump a freight train to San Francisco, to New Orleans — anywhere that wasn’t the boiling ground between their parents — Tom Waits had become their troubadour, their piper. His songs, the way he sang them, allowed the girls to make some kind of crazy sense of the misfit life they had entered, an existence that was to me dirty, forlorn, dangerous and hideously far away — a life my girls considered at the time an endless adventure. \n\nSTEPHANIE tells the story of climbing atop a freight car and singing “You’re Innocent When You Dream” at the top of her lungs as the sun rose and the train underneath her screamed its way across the Cascade Range, past snowcapped and shimmering Mount Shasta, the pure vibrancy of being alive coursing through her 14-year-old body. It’s a tale I can hardly bear to this day. \n\nIn fact, that story and many others caused me to despise Tom Waits for a while; I came to loathe his position with my daughters, he the only adult who could possibly understand why they had hit the road. At least that’s how they thought of it. Tom Waits knew what it was like to be torn apart by people who claim to love you; Tom Waits knew why they chose to abandon their home, their sisters, their town, their mother. \n\nThe night of the concert, Amanda appeared at my door. It was summer and the younger girls were with their father for several weeks. Amanda had brought along a black dress, high heels and curlers. I poured us each a glass of wine and helped her get ready.\n\nShe had given up the eggplant purples and the snow-cone reds of Manic Panic dye and had recently let her hair return to its white blond color. I wrapped hot curlers through thick strands and watched as they turned to soft ringlets that set off her blushing cheeks. \n\nWe called Stephanie, who had seen his Denver concert the night before, and the girls talked about how long they had waited for this moment, a real-life encounter with the balladeer who had so aptly interpreted their journey. They spoke giddily, tearfully, with full knowledge that I was on the other phone listening. I took in this conversation to which I’d been invited — wise enough for once not to talk — with a mix of happiness and remorse: a Tom Waits concert was all it took to break through our terrible strain with each other? That’s all that had to happen for my daughters to let me step near again? Why hadn’t I seen how easy it could be if I’d only had the wherewithal, the courage, to give in to them? \n\nAt the concert an hour later, Amanda handed me my ticket out of a thick pile she had stored in her purse. I had thought I’d be sitting by her, close to her, but my lone seat was a good six rows in front of where she would take in the show with her friends. \n\nOf course. How foolish of me to think otherwise. She wanted me there in the hall, yes, but a decent distance from the life she was trying to build for herself, a new existence rising from the cold ashes of her nuclear family.\n\nAnd what can I say? Tom Waits, perhaps the finest performer of his time, with his glitter and smoke and foghorn voice. There I was, in the second row, close enough to reach out and touch his shoe. But through his songs of trains and heartache, all I wanted to do — all I did do — was crane my neck backward to look for a head of brilliant white curls. I gazed at her from where I sat, Amanda among her pals. She bounced, but only slightly, to the music she believed most defined her. \n\nHer time on the streets had been outrageous and heartbreaking, terrifying to those she left behind, yet she was still the quiet and self-conscious child I’d known since she was born. Now she moved shyly, with a passion that was sweetly contained. No floating arm-waves like those around her, not a single “woo-hoo” leaving her lips. \n\nI watched my beautiful daughter, my graceful child. She was like the flower left on my porch some weeks before, both fragile and strong, and hoping —  I wanted to believe  —  that I would hover nearby, past my own bout of self-absorption, over the competition with her father. Finally I was learning how to protect my child as best I could as she edged toward the end of what had been a storm inside her."
}