{
  "url": "http://www.nytimes.com/2009/04/05/fashion/05love.html",
  "headline": "Playing Caregiver to My Daughter’s Fish",
  "dateline": {
    "year": 2009,
    "month": 4,
    "day": 3
  },
  "byline": "Dan Barry",
  "text": "UPDATED: You can now listen to our Modern Love podcast, featuring Jason Alexander reading this column and a conversation with the writer. Look for the “play” button below.\n\nMy daughter’s stupid fish is dying. She is coping with the news by making the necessary arrangements for a burial at sea, via flushed toilet. To her, death is an unformed concept, a trip to Antarctica, just a word. She is 5 3/4 years old.\n\nI, though, am unnerved by the fish’s approaching demise. I gaze into the clear, round bowl, hoping for another performance of its darting dance of life. Instead I see only a creature as still as the ceramic mermaid it leans against, save for tiny gills that seem to be gasping. Maybe that is just a looking-glass distortion. I am 51.\n\nThis is crazy, I know. The fish is well more than 3 years old and cost about $3 at the local pet store; it is the size and color of a Dorito. In the unnatural natural order of things, its kind are like disposable toys, mysteriously animated by a power other than batteries.\n\nWe humans usually consider fish like this to be eminently flushable. I’m just not up to it.\n\nFor the record, I am a fish person only in the sense that I like to eat them, exposing me, I suppose, to some critical filleting. Then why have I become emotionally attached to a pocket-size creature that lives in a cocoon of water? It does not sleep in my lap. We do not play fetch. Never once have I taken it for a walk or even a swim.\n\nA satisfactory answer evades me. But in its BB-size eyes I see, or I think I see, the panic before acceptance. I’ve seen that before, in other eyes, and — never mind. Just know that I have become caregiver to a $3 fish that could fit in my mouth, a particular problem should CPR become necessary.\n\nEvery day now, I shake out seven or eight pellets and carefully fling them into the bowl, one by one, aiming the brown specks so they descend where the fish can eat them with minimal movement. Sometimes they float just beyond his mouth, and he bites — and misses. Sometimes they settle onto his tail and even, now and then, on his forehead. He doesn’t move, but there is little I can do. More than water separates us.\n\n“Come on! Eat something! Please!” I say, until I remember that I am pleading with a fish. Then come flashbacks of having said these very words before, with similar emphasis. Only they were associated with cans of Ensure, chocolate, strawberry and vanilla, bought by the case years ago in the deluded belief that they could magically protect a loved one against cancer.\n\nCome on! Eat something! Please! Your body needs to be strong!\n\nAll those cans of Ensure, poured down the drain or thrown out, unopened, by the six-pack, by the case. Too painful to even keep in the house once their purpose had passed.\n\nNow about this stupid fish. It is known formally as John Cronin the Fish, and it goes way back in my young family. When my older daughter, Nora, got a tropical fish several years ago, my younger daughter, Grace, became mesmerized by the swimming, the swirling, the very being of such a wondrous thing. After studying it with more intensity than she ever granted that doughy purple dinosaur on television, Grace finally announced that she could not go on living the beginning of her days without a fish of her own.\n\nMy wife, Mary, and I tried to impress upon her the many responsibilities of fish ownership: feeding the fish, cleaning the fish’s bowl; feeding the fish, cleaning the fish’s bowl; feeding the fish, cleaning the fish’s bowl ...\n\nBut Grace was 2 at the time, and besotted. If we had said she would have to carry the fish to the ocean every week so that it could confer with Poseidon, she would have said, “Yes, yes, yes, please I want a fish please, yes.” Which is what we finally said, after being shamed by Nora’s sweet offer to use half her life savings, about $6, to buy a fish for her little sister.\n\nThe family went to the pet store, spent more on the glass bowl than on its tenant, and covered the base of its new home with small phosphorescent rocks that looked like children’s breakfast cereal. We then tucked that little mermaid upright into this Fruity Pebbles beach, but she kept listing to the side, as though woozy from one too many mai tais at some figurine mixer.\n\nA morning ritual began. My wife made the coffee, let the dog out, gently roused the girls, and did pretty much everything else that makes morning so glorious an entry into another day. My role, simply, was to choose some ill-timed moment — say, the last-minute school bus scramble — to call out: “Did anyone feed John Cronin the Fish?”\n\nWhy is it called John Cronin the Fish? Simple: Grace named the fish in tribute to her young cousin, a high honor that nevertheless caused confusion in family conversations about whether we were discussing a towheaded young boy with big eyes or an orange fish.\n\nAfter a while it just became simpler to say John Cronin the Fish when talking about which of the John Cronins needed his water changed.\n\nOver the years, the fish demonstrated a will to live so strong that I could not shake the old Monty Python “I’m not dead yet” routine from my twisted mind. Just one example: In carefully preparing for a two-week vacation last summer, we corralled a relative to feed John Cronin the Fish the first week and a neighbor to feed him the second week. But in the end it was as though these conversations had been conducted at the town pool, underwater, because John Cronin the Fish wasn’t fed for nearly two weeks.\n\nWhen we returned, we tried to ease our guilt by sending a plentiful rain of pellets cascading down around him. He accepted the food and did a twirl or two, as if to say, that’s life. That is life, though for the last few weeks John Cronin the Fish has not been enjoying it.\n\nEvery morning now, I tap on the bowl in small applause, hoping this might initiate that affirming underwater ballet. But he remains still, his bowl’s glass magnifying the whisper of his gills. All I can do is reach again for the small cardboard cylinder of fish food.\n\nWHAT is it these fish eat, anyway? I check the ingredients: fish meal, wheat flour, soybean meal, krill meal, corn gluten meal, stabilized fish oil, squid meal, yeast, lecithin oil, on and on. It strikes me that I eat pretty much the same food, save for the krill.\n\nAs these brown bits of sustenance pause on water’s surface, then begin their dreamlike descent to those Fruity Pebble rocks, I think of the sugary tea and cinnamon toast that my mother, 10 years gone, would serve me when I stayed home from school, partly sick, partly seeking reassurance that she would always, always be there when I needed her.\n\nKids think like that.\n\nMany years later, I tried to repay the favor when my mother became wholly sick, not partly sick. Have a sip of tea, I would say. Have a bite of toast. Have some Ensure. Chocolate? Strawberry? Vanilla? But she would not. She would smile, shake her head, look away with that look past panic. She was 61.\n\nI look now at the food pellets gathered around the fish, my face nearly pressed against the glass of the bowl. “Eat!” I say sharply.\n\nMy wife calls from the kitchen: “Is everything all right up there?”\n\n“Everything’s fine,” I call back, not wanting to get into it.\n\nThen back to the fish. “You stupid fish,” I hiss. “Eat.”\n\nIt was the same with my father last year at the veterans’ home. At his bedside, measuring the inhalations, hoping against the evidence that he would rouse and ask for a roast beef sandwich on rye with brown mustard, a piece of Entenmann’s cake, a good cup of coffee, a glass of water. Just water would have delighted me.\n\nHis appetite was considerable, once. On Thanksgiving my father would delight in the tray of olives and celery presented by my mother. He had a deliberate way of sprinkling salt on the stalk, his fingers playing a pianist’s riff on the shaker, as if to offer classy dispatch to that which gives us sustenance, down to this humble piece of celery. Then on to the turkey and stuffing and candied yams and potatoes and string beans and pie, and more pie.\n\nA sip of water, Dad? Just a sip? He was 76.\n\nI, too, have watched from the other side of the glass. In a hospital bed and in my own bed, so sick from surgery and chemotherapy and radiation that the very thought of a stalk of celery or a sprinkling of salt would make me gag. And here would come my wife, setting down a tray of tea and toast, gently encouraging me to eat because she didn’t know what else to say, other than that she loves me. Just as I had said to my mother and father.\n\nOften the tea and toast would grow cold before I could reach for them. But I would take a bite, then a sip, and another bite, and another sip. Looking back, I think that in a strange, almost counterintuitive way, I was strong enough to refuse acceptance.\n\nNow this stupid fish. Contained in its own universe, yet part of mine, sharing space on my 5-year-old daughter’s dresser with a few stray cards from a Crazy Eights deck, a tangle of string, some mismatched socks and a magnetic music box. You wind it up and two ladybug figurines spin and skate upon a green pond, all to the theme song from “Love Story.”\n\nI wind up the box to hear the music. How does it go again? “Where do I begin, to tell the story of how great a love can be ...” Officially, I detest this theme from “Love Story,” but right now it doesn’t seem so bad, as two inanimate bugs, made of wood and magnets, come to life.\n\nAll the while, John Cronin the Fish remains as still as ceramic. Stupid fish. Stupid, beautiful fish."
}