{
  "url": "http://www.nytimes.com/2009/09/20/fashion/20love.html",
  "headline": "Forget the Men. Pick a Guy.",
  "dateline": {
    "year": 2009,
    "month": 9,
    "day": 18
  },
  "byline": "Cathleen Calbert",
  "text": "I’VE never liked men. I like guys. \n\nGuys are often in between things like jobs and houses, which means they’re more likely to stay up with you all night, drinking wine and playing gin rummy. They’ll rub your belly. They’ll lick chocolate off it. They’ll like your cute little dog. A guy is never going to shoot Old Yeller in the woods. \n\nThen again, guys don’t remember to tell you the doctor’s office called. They don’t check your tires before your big trip. They don’t say, “Call me when you get there.” They say, “Love you, have fun,” because they can’t imagine anything bad happening to you. Which is good, and somehow bad. Guys don’t tell you what to do. This also is both good and, oddly, bad.\n\nJohn Wayne was a man. The young Marlon Brando was a guy — didn’t you see the hurt and indecision in his eyes in “On the Waterfront”? Rock Hudson was a man. James Dean was a guy.\n\nI never wanted to marry a man. I married a guy. \n\nWhen my guy and I were falling in love and so happy about it that we broke three of my lamps, a friend said, “Someday you’re going to want more than someone who listens to you.” But I really wanted someone who did that. \n\nAnother friend said, “I also meant everything I said at 22.” But my guy’s still with me 17 years later. Of course, there remains a fissure between what he says he’ll do and what he actually does. Still, he’s true to me despite my own difficult nature. \n\nA few years ago, when he and I drove past a man mowing his lawn — red face, crew cut, calves all muscle — I sighed and said without thinking: “Men. Sometimes I hate to see them.” This surprised my husband, who laughed but shook his head. That’s about as much as he criticizes me.\n\nOn the other hand, I want the E.M.T.’s who show up when I’ve collapsed to be men, not guys. I don’t want someone responsible for saving my life to be torn up about the death of his dog or how some chick hurt his feelings.\n\nGuys can wallow in confusion. They can decide to leave their brides on one side of the country as they head to the other. Guys like “On the Road.” Go, man, go. They like the lyrics of Bob Dylan’s 1964 anthem to Guyhood, “It Ain’t Me, Babe.” No, no, no.\n\nBut, as I can attest, guys also can sweetly stick. Yes, they’ll walk past whole bags of garbage without seeing them, they’ll play their guitar while the dog snags an entire meatloaf from the counter and eats it, but they’ll say, “Hi, sweetie,” when you walk in the door, laden with groceries. And they’ll go into therapy to better understand their crazy selves.\n\nGuys wear the kind of clothes they wore as boys even when their hair silvers: cool jeans and baseball jackets coupled with stupid T-shirts boasting faded logos from exotic locales. Men like innocuous dress shirts or pastel polos with colors as nauseating as chewable Tums. \n\nMy father was a man, not a guy. But he favored bright red shirts. With black ties. And black sunglasses. I figured him for a gangster when I was small. I can’t imagine him as a boy, but someone in the family must still have that ancient portrait of him as a baby all frilled up like a tiny queen. I never once saw him cry.\n\nGuys are boys who didn’t grow up to be men.\n\nAfter I was molested in a deserted schoolyard, my father explained to me the difference between boys and men. “If it’s a man,” he told me, “you don’t scream. With a boy, you scream.” The logic being, I suppose, that a man would do whatever it took to make you stop screaming whereas boys still have fear in them; a boy would run away.\n\nMy molester and his accomplice were 17 and 15. I was 10. I remember thinking, “How do you know if he’s a boy or a man?” \n\nMy father was angry that I hadn’t screamed, but I didn’t know I was supposed to scream. I was just trying to survive. And keep my little dog alive. Because the boy with the knife — the accomplice — told me that he’d kill Junior if I screamed. So I saw my silence as bravery when my molester shoved his hand down my pants and then, horribly, kissed me. \n\nMy father found out who the boys were and got in trouble with the cops for going after them with his car. Trying to scare them, he knocked over several mailboxes and plowed through someone’s flowers. \n\nThat’s what a man does. He takes revenge. \n\nMy father didn’t speak to me again about that day. That’s also what a man does. \n\nActually, he did bring it up once, a couple of years later, when he considered allowing me to go on my first date. He said he wasn’t sure if I knew how to handle myself with a boy, considering what had happened in that schoolyard. \n\nEven at 12, I knew something was wrong with this equation. What did a matinee date with Denny — who had been my “steady” since giving me his St. Christopher medal, who held my hand at recess, who charmed me by acting like his Hush Puppies could talk to each other — have to do with a molester, a threat and a knife? Did my father think of dating as molestation? Molestation as dating? \n\nBut the guys I bedded in my later teens and early 20s were as sweet as could be. All they wanted was to have sex as lovely and uncomplicated as ice cream. No one pulled a knife. Or forced me. Or humiliated me. Or hurt me physically. Hell, it was the ’70s. We didn’t think sex needed to be bad to be good. Good is good, we thought.\n\nDo men want to be guys? I don’t think men know guys exist, at least not as a permanent condition. They assume guys are boys who haven’t manned up yet.\n\nDo guys suffer over not being men? Yes, sometimes. Then they want to talk to women about their feelings of inadequacy.\n\nDo guys ever become men? Possibly. But I’ve met 24-year-old men and 64-year-old guys. It would take more than mere numbers to make that change: something a man wouldn’t talk about again. \n\nMy father died when I was 16. My parents had divorced and he was living with his new wife in another town. After we got the phone call, I kept a date to go to the movies with a boy, but we had a fight, and I stepped out of his car at a red light as if I could do whatever I wanted for the rest of my life.\n\nI felt vague regret that my father would not get to enjoy his new boat with his new wife, but not more than that. People told me I’d feel different about my father in time, that I’d yet to grieve. A friend said, “You didn’t get to know him as a grown-up.” \n\nBut he would not have liked the grown-up woman I’ve become: a feminist, an atheist, a poet, of all things. I suspect we would not be on speaking terms had he lived.\n\nMy father designed window displays for men’s stores — kind of a fey job for such a manly man. But he didn’t make it seem so. He didn’t talk much about his working life, but what he did say made it sound rough: the jerks who tried to cheat him and the traffic he had to blast past. Dark-eyed and glum, he’d swing his Grand Prix into the driveway and then come into the house smelling of smoke and anger like a Vulcan blacksmith.\n\nOh, no, we thought. Dad’s home. \n\nWe slunk off to our rooms as he banged around the kitchen, then closed himself in his bedroom. My father slept separately from my mother and kept the door to his room locked. Every morning when he left, he carried the key to that lock out with him into the world. \n\nMen have keys. Men have the codes to alarms. \n\nMy father said if we interrupted his Saturday nap, we’d have to sit at the end of his bed in silence until he slept and woke again. He only made me do it once; at 7 years old, I thought this punishment the height of perversion.\n\nMy father thought the world perverted. He kept his dating advice to my brothers simple: “Don’t knock anyone up.” He told my older sister she looked like a slut, though he never called me that: he died before I bloomed into my come-hither gypsy disarray.\n\nI KNOW there must have been love behind his hard words. Fear and love. Love as fear? My father wanted to keep us from harm: sex could lash a man to a woman for 23 years, as it did him. He had gotten the girl next door pregnant, then busted his hump, as he used to say, eking out a living for her and the four of us kids. As for sluts, they could be disrespected and thus hurt by men. \n\nMissing from my father’s version of love was the goodness of sex, the purity of pleasure, and the catharsis of true conversation. Lucky for me, the guys in my life taught me a different love, one that is larger and lighter. \n\nIn academia, where I spend my working days, most male professors and students are guys, not men. I think that’s one reason I became a professor. I like the surprise and fire in their eyes. I like their eagerness and curiosity. Guys are capable of swooning over a new writer they’ve just discovered, or of speaking passionately about some idea. They’re nothing but possibility.\n\nThat, to me, is a guy: possibility."
}