{
  "url": "http://www.nytimes.com/2009/05/03/fashion/03love.html",
  "headline": "A Dream Deferred",
  "dateline": {
    "year": 2009,
    "month": 5,
    "day": 1
  },
  "byline": "Alexis Schaitkin",
  "text": "DREAM was my student. The handle on his e-mail account: dream come true. All of my students in Thailand had nicknames. It’s customary, Thai names being so long. The English nicknames are a more recent development. In my year working  at a university there, I taught English to Pond, Gold, Baseball (sister of Basketball), Year, Earth, Cake, Talk, Dear, Boy, Gift, King, Bird and Birth. \n\nDid they know how evocative their names were to me, a native speaker? I doubt they thought about it much. A few of them took an interest in me — an American teacher, a recent college graduate myself, practically their peer. None took a greater interest than Dream.\n\nIt began one day early in the first semester, when he came to my office hours to practice his English. The other students were too shy to come, and his confidence impressed me. He told me his favorite book was “The Iliad,” which he had read in English on his own. He wanted to go to graduate school to study English literature.\n\nSoon he was coming to see me almost every day. I was delighted. His intellectual curiosity was palpable. He was just the sort of student who makes a teacher feel rewarded. \n\nThen the gifts started. A packet of menthol candies placed in my desk drawer when I had a cold. A bag of sliced guava with a packet of sugar. A jar of spicy brown dipping sauce with a green mango. Corn-filled pastries from the campus bakery. \n\nIn the United States, any teacher would know the proper thing to do: sit the student down and explain the boundaries. Seeing the gifts, my Thai co-workers simply smiled and said things like, “He’s very thoughtful” and “He’s a kind boy.” The rules were not the same.\n\nOne day Dream read me a poem he had written, an ode to a sunflower. The next morning, I returned from my classes to find a large sunflower with a deep brown bud on my desk. The note read, “To my sunflower.” \n\nI had posted my phone number on the board on the first day of class so students could reach me with questions about their assignments. Soon the midnight text messages from Dream began to arrive: “Sleep well,” “Think of me in your sleep,” “Sweet dreams,” “Tomorrow it may rain. Please take care.”\n\nOver and over I reminded him that I was his teacher and there were boundaries to be respected, and that even though we were just a few months apart in age, what he seemed to want wasn’t possible. He would insist that he already understood, but whether or not I reciprocated his feelings had nothing to do with his need to express them, to be faithful to himself and to  “the truth in his heart,” as he put it. \n\nOn Christmas he gave me a portrait that he had sketched. He was quite an artist and had attained a remarkable likeness of me. In March he gave me his grandest gift: a Swarovski silver necklace with a lock-and-key charm, bought with the winnings from the English Department scrabble tournament. \n\nAt first I tried to decline the necklace. Dream told me he had expected this, but it would make him very happy, he explained, if I would accept it. I did, though I was careful never to wear it in front of him. \n\nA few weeks later the school year ended, and I returned to the United States.\n\nThat’s when things really got out of hand. Dream signed up for Gmail so we could chat. His profile photograph was an image of a sunflower rising into a blue sky. He sent me Gchat messages constantly, often several times a day. We talked about soccer, his graduate studies in Bangkok, my job search and memories from our time at the university. \n\nBut soon the tenor of our conversations changed. He told me that he hoped to continue his graduate studies in New York, so that we could date. His Gchat status became a frequently refreshed stream of brief, poetic expressions of devotion. He promised me that, regardless of my feelings, he would always wait for me, “even the sun won’t shine, heaven bursts, or the words are no rhymes. I won’t change. Always.” \n\nI told him that I didn’t love him, that he should not come to school in New York, and that he could not continue to tell me his feelings when he knew they were not reciprocated. This was the point on which we were most deeply divided: I could not understand why a man would continue to demean himself with such declarations, while Dream could not understand why he should relent when he knew what he wanted. \n\nOne night, as I sat at the kitchen table in my parents’ home, where I was staying as I looked for work, Dream went further than ever before: \n\n“I feel like I have been waiting you for life. I feel I love you. I love only you. I want to have a warm happy family. I want you to be the mother of my children. What I want is just a love and belonging.”\n\nThat night, I e-mailed Dream and told him to stop contacting me. True to form, he refused. He responded that while I had the right not to love him, I did not have the right to silence him. He told me that he could not live without me, and that he would not stop telling me how he felt.\n\nAnd then he disappeared. \n\nI expected the silence to break in a few days. After all, he had sworn he would ignore my request. But a week went by, then two, and then a month. \n\nI began to worry. What if something bad had happened to him? More ominously, what if he had done something bad to himself? The words from his last e-mail message were unmistakable: “I cannot live without you.” \n\nThroughout our months of correspondence, I had worried occasionally about Dream’s stability, but I had always brushed aside such concerns. Had I been wrong to dismiss them? What if Dream had meant what he said more darkly than I had dared to imagine? \n\nSuddenly it seemed possible that I had not understood anything about what Dream had been trying to tell me all this time. We had always spoken English, but what English, exactly? The meanings of words, as I had learned, change when they cross borders, oceans. English is my language, but it is not just the province of the native speaker, and it is no more mine than Dream’s — a language means what those who speak it intend it to mean. \n\nWhat did I know about the meaning of English on the other side of the world? When he, as a Thai man, says things like, “I will always love you” and “I cannot live without you,” should I take him less seriously than if he were an American, or more? It seemed unlikely something bad had happened to Dream, but I could find no other explanation for his disappearance.\n\nAnd, slowly, I began to miss my conversations with Dream. Though his romantic outpourings had struck me as emasculating,  oversweet and maudlin, I realized there was also something admirable about them. In New York, every woman I know can tell you a long (or disappointingly short) story about a guy who was frustratingly indirect, or was all tactics and no tenderness, or who simply couldn’t express what he felt. \n\nWomen, of course, myself included, are often guilty of the same offenses. Text messaging and chatting are the modus operandi, and everybody seems to consider it a tragedy of modern romance that these forms of communication make it so frighteningly easy to say nothing at all, to forge a relationship out of little more than a few well-timed expressions: “Where r u?” and “Want to meet up?” \n\nBut how can these forms of communication be to blame when in other parts of the world people like Dream are using them to explode old silences and express themselves with nothing held back? Maybe this expressiveness seems strange to us, or pathetic. But it has something to teach us, too, about the note of cowardice embedded in our romantic culture, about the intensity of emotion we have a right to, about everything we could say, but don’t. \n\nSeveral times I almost e-mailed him, but I always restrained myself. It wouldn’t have been right. I had set the parameters, and I would honor them. Still, I remained troubled that something had happened to Dream, and was nagged by guilt that I was partly to blame. I wondered if I would ever know what had happened to him.\n\nAnd then, eight months later and just as unexpectedly, he resurfaced. I was checking my e-mail, and suddenly there he was: “Hello!” \n\nI responded, and we began to chat.\n\nMe: How is your masters program?\n\nDream: I will be grad next trimester.\n\nMe: Great.\n\nDream: And then go back home. Teach. And have kid(s)\n\nMe: have kids?\n\nDream: yeh. I am married now. Nearly half a year already.\n\n  Married. So he hadn’t ceased contact because he had been consumed by despair or had driven his car off one of those devastatingly beautiful Thai mountainsides. He’d stopped because he had fallen in love. \n\nOR maybe not. Maybe he had simply decided it was time to start building the life he knew he wanted, with a wife, children and a feeling of belonging. Either way, he had moved on. I was right that I had misunderstood him. His English may not have been the same as mine, but ultimately his message was as universal as they come: You are my everything until somebody else is.\n\nI scrolled my mouse over his name in my chat list. His profile popped up, and with it his picture. The sunflower was gone. In its place was a self-portrait, taken with an outstretched hand, of Dream with his arm around a tiny woman with a shaggy mod haircut. His wife. \n\nA few days later, Dream sent another message. He wanted to discuss a problem he was having. “The problem,” he wrote, “is my wife wants me to act romantic. Talk to her in the dulcet tones.” \n\nDon’t we all. And I hope he will."
}