{
  "url": "http://www.nytimes.com/2009/12/13/fashion/13love.html",
  "headline": "A Joint Account That Underwrites Our Marriage",
  "dateline": {
    "year": 2009,
    "month": 12,
    "day": 11
  },
  "byline": "David Sarasohn",
  "text": "I HAVE been married forever. \n\nWell, not since the Big Bang but since the Nixon administration — 35 years — a stretch long enough to startle new acquaintances or make talk-show audiences applaud. Recently one of my wife’s college students kept pressing us, with baffled curiosity, for our secret, as if there had to be some trick to it, like wearing each other’s clothes on Tuesdays. \n\nBack when we became engaged, our news was also greeted with baffled curiosity. It was the ’70s, after all, when the freedom to be able to hop from one relationship to the next was as essential as anything in the Bill of Rights. Our friends were profoundly perplexed; nobody, they thought, could want a fondue set that badly. \n\nWe had already been together three years at that point, pretty much ever since I turned around at the orientation meeting for new history graduate students and saw her in her granny dress. (As I say, it was a long time ago.) Our feelings about marriage may have been shaped by our pursuit of such a traditional area of study. Perhaps our attitudes would have been different had either of us been in gender studies.\n\nOf course, back then no one had heard of gender studies. \n\nThe surprise that now greets us at the fact that we’ve managed to stay married so long — as opposed to having shaken hands at some point and decided who kept the ice cream maker — is even more extreme. Friends you haven’t seen for a long time often inquire delicately about the spouse you had when they last saw you. \n\nI once explained to a colleague that I was looking for a job change because of something going on with my wife. His eyes widened with the assumption that our situation involved a family law specialist instead of a fellowship that required me to follow her across the country. \n\nSince our wedding, the numbers have increasingly turned against us. Fewer people marry. Fewer stay married. And when it comes to having and raising children, being married has become as optional as the color of your baby’s onesies.\n\nThroughout the ’80s so many of our married friends broke up that it started to seem as if the married demographic consisted largely of us and the Huxtables. Since then, Hollywood has wisely shifted the base of many of its sitcoms to work and friendship rather than the nuclear family, situations younger viewers can better identify with. \n\nAnyone who has been married for a long time starts to feel like a soldier surrounded by heavy casualties. In graduate school, a couple who married when we did failed to make it through a year. In my first job, we were one of four couples who got together almost every weekend; a few years later my wife and I were the only ones still together. Deep into our married life, five couples we knew, each together at least two decades, came apart in a single year, shells of separation bursting all around us. Like surviving soldiers, we like to think we were a little better prepared, maybe a little better suited for it. But we also know we’ve been lucky. \n\nAnyone with an anniversary in the precious-metal range knows what it’s like to support friends whose marriages have fallen apart. That newly disconnected friend sleeping on your couch who came to dinner with a tight smile and a greater interest in red wine is like a walking cautionary tale, the image pressed permanently into any marriage’s mental photo album. \n\nAnd making all those changes in your address book affects your own marriage. When a close friend left his wife for someone much younger, my wife intensified her exercise regimen. Watching other couples break up also reminds me that divorce causes friends to choose between the two parties, and I would not like my chances.\n\nThe appeal of the alternative is everywhere. In popular culture, predictability seems like a bear market compared with possibility, and falling into a pattern is the opposite of falling in love. But if you stay married long enough to make people speculate about your religious beliefs, you come to see that patterns are the point; there’s a reason the heart is an organ measured in rhythms. \n\nBeing single is all about the future, about the person you’re going to meet at Starbucks or after answering the next scientific compatibility questionnaire. Being married, after a certain point, is about the past, about a steadily growing history of moments that provide a confidence of comfort, an asset that compounds over time. What you share is what you’ve shared, and measuring your communal property in decades puts you in a freakishly high bracket. \n\nSo experiences such as my being fired from my first job — I’ll tell you the story sometime; my wife has heard it often enough — or the long years when it seemed my wife would need to undergo complicated and scary spinal surgery transform over time from life’s low points into promontories of reassurance. \n\nA writer’s capital, it is calculated, is his experience. After a while, the same applies to marriage, and a couple draws on it for what they need, a checking account of life’s checkpoints. \n\nOur largest deposit was a long and painful stretch of infertility, ultimately producing two happy outcomes. It sounds self-evident to say that a husband and wife couldn’t have made it through infertility without each other; presumably they couldn’t have gotten into the situation without each other, but it has a particularly intense effect on a relationship. When the whole point of a condition is the absence of a third person, the two who find themselves alone together — a phrase that seems contradictory, except to an infertile couple — look at each other very closely, and look to each other very closely. \n\nIt was a major bonding moment when, in our early 30s, a fertility doctor told us that new discoveries were being made all the time, and that there was no reason we couldn’t make use of such discoveries until we were, say, 55. \n\nParents for the first time at 55?\n\nWe looked at him, and then at each other. Mutual resentment of authority figures can provide a powerful pillar for marriage.\n\nI’ve heard it said that pain is something people can’t remember or accurately express to others. But those years of monthly meltdowns and longing looks at other people’s children come right back, all of our time spent on that barren island. Holidays were hard, especially the family-centered ones — Thanksgiving, Passover. \n\nI have now been a father for the last 23 turkeys and Seders but I can still instantly call up the agony of those earlier occasions, that feeling of being forever outside the circle. \n\nSome infertile couples we knew tore under the strain; others became more or less numb. We spent years living in a weirdly inverted world where an unwed teenage mother was envied for her facility. And while the wife of legend may explode in anger on coming home to find her husband in bed with somebody else, my wife did when she found me alone in the bathtub, having forgotten the effect of hot water on sperm count. \n\nWhen our sons appeared, and the years of shared pain turned into a fund of shared experience, it was like coal being crushed into a diamond. \n\nEven as marriage itself has taken a battering, it’s been eagerly seized as a symbol. Some who fervently endorse it are those with whom you may not agree on anything else. Marriage these days seems not only less effective in uniting people, it also appears to be  playing a growing role in dividing them, particularly when it comes to what seems to be the last group actually excited about the idea — gay people. For an institution that these days can use all the support it can get, their application should not be easily dismissed. \n\nAnd when I hear people explain that gay people shouldn’t be allowed to marry because the purpose of marriage throughout history has been to produce children, and they can’t do that, I envision decades of our anniversary cards being shredded. \n\nDuring those years when our marriage was clearly failing in its natural assignment of procreation, were we not, according to these people, really married? If marriages have to be about children — rather than about affection and respect, or even the kind of endurance that leads teenagers to marvel at any marriages that have lasted longer than they have been alive — then gay people aren’t the only ones whose unions are somehow unsanctified. \n\nLOOKING for something profound to tell my wife’s student, I mumbled something about respect. She nodded reflexively; sure, respect, human beings deserve respect. I couldn’t quite make my mouth move fast enough (I’ve been married since before the Bicentennial) to explain that that wasn’t it. It wasn’t a matter of basic human respect in the United Nations Universal Declaration of Human Rights sense, but of respect for someone who is in some way better than you. \n\nI am somewhat better with words than my wife is; she is infinitely better with people. In different ways, we translate each other to the rest of the world, and admire each other’s contrasting language skills. Being married to someone you respect for being somehow better than you keeps affection alive. That this impressive person chooses you year after year makes you more pleased with yourself, fueling the kind of mutual self-esteem that can get you through decades. \n\nThe other part, about how those decades change over time from obstacles into assets, is something my wife’s student will have to figure out for herself. It could take awhile. \n\nLike, forever. "
}