{
  "url": "http://www.nytimes.com/2010/02/07/fashion/07love.html",
  "headline": "How Could I Embrace a Village?",
  "dateline": {
    "year": 2010,
    "month": 2,
    "day": 5
  },
  "byline": "Mary Helen Specht",
  "text": "AGAINYE and I met in Ibadan, Nigeria, a metropolis of more than two million people in the southwest part of the country, where he was a graduate student in linguistics and I was on a grant researching Nigerian literature.\n\nI knew I was in love when, during a dinner at my house, he recited a poem that he’d jotted down on a scrap of newspaper that ended with the line, “For winter must not steal a kiss.” And then he kissed me.\n\nA few months later, he asked me to go to his village and meet his family for Christmas, and I was thrilled. He said that life there was different, tougher. I told him that I was tough, too. After all, I was from West Texas.\n\nAfter three days of difficult travel heading east across Nigeria in a series of ramshackle buses and vans, Againye and I, seated atop a rickety motorbike for the final leg of our journey, pulled up in front of his family’s homestead: a dirt clearing surrounded by several free-standing tin-roofed clay buildings. A group rushed out to meet us, led by his mother, a petite woman wrapped in blue cloth, who began rubbing her hands together while lifting her head to the sky and speaking rapidly, giving thanks, I supposed, in her Bette language, for our safe arrival.\n\nAgainye’s village stood at the foot of a series of hills that punched up into mountains at the nearby border with Cameroon. In the evenings, we could see small dots of fires made on the slopes by people who’d decided to stay overnight with their yam crop instead of trekking back to the village to sleep.\n\nThat first night, Againye and I nestled into each other on the mattress, the only furnishing in his small room, which he had lovingly swept after taking his water bucket back in the palm-leaf enclosure behind the cooking hut.\n\nThe next morning, still curled up lazily, I watched as Againye dressed himself in black slacks and a blue button-down shirt that his younger brother had pressed the night before with a coal iron. He was traveling to the hospital an hour away to visit his patron, the man who was paying for his graduate school and who had recently become ill. Before going, he kneeled down and gave me a long kiss, pressing his palm against the side of my face, and said those three words that even the most cynical of us long to hear.\n\nTrim and preppy, Againye looked like one of those idealized husbands in films, usually too straight-laced to be my type but sexy nonetheless, men who lean down to kiss their beautiful wives before leaving for the office. Except I wasn’t sweet and perfect in a lace nightgown on a four-poster bed, but disheveled in a dirty tank top on an air mattress in the middle of Africa. I was happy.\n\nWe spent much of the first few days walking in the village. At first, the children were wary of me, staring blankly from doorways, sometimes running away. But eventually they began to follow me in groups, chanting what sounded like, “Speckengyspeckengy.” \n\nWhen I asked Againye what that meant in Bette, he laughed: “That means nothing in my language. They’re mimicking you.”\n\nIn the mornings I watched Againye and his friends playing soccer in front of the dilapidated primary school, a field that would soon be dotted with bovine waste from the annual Christmas cow auction. I loved watching him move. The man had amazing genes: naturally broad shoulders set over a small waist and muscular legs. Quick, lithe, competitive, he challenged the other team with a good-natured roar. In moments like this I felt hypnotized but also uncomfortable — the woman on the sidelines, the white woman objectifying the body of her black man. But what else do lovers do, I thought.\n\nBack at the compound, Againye’s mother was not exactly a warm person — she’d lived a hard life and showed her love through backbreaking labor in the field with the yams or by preparing huge meals in the thatch-covered fire pit. And although her children were put to work pounding yams, fetching water and shelling beans, she wouldn’t allow me to help.\n\nAfter I’d made dozens of entreaties, an aunt finally offered me a bucket and pointed to the well from which the children were fetching water and toting it on their heads. But as I reached toward her outstretched hand, Againye’s tiny mother sprinted over and leaped between us, spewing a litany of what I assumed to be curses in the direction of the aunt.\n\nAt night, after dinner dishes had been washed and darkness had fallen on the compound, Againye would lead me inside his mother’s quarters, and we would sit on a low bench along the wall. His mother would be coiled up on the floor, motionless with exhaustion, her birdlike profile illuminated by the dim light of the kerosene lamp perched beside her. And they would talk, the two of them, in Bette. Not look at each other. Just talk.\n\nOne night, back in the privacy of Againye’s room, I asked him what they talked about.\n\n“We work through things,” he said. “She gives me advice.” \n\n“Like what? What were you talking about tonight?”\n\nHe was silent for a moment. “You wouldn’t understand.”\n\nThis was a phrase he would utter many times while we were there, my first sign that things might not work out between us. This was a man I was considering staying in Nigeria for, and I wanted to know everything about him, to open him up and see his insides, not be told I wouldn’t understand.\n\nOn Christmas Eve, Againye took me to house after house, and we waited on benches to carry on awkward conversations with his neighbors in shaky English. Sometimes they had a cousin of a cousin in America, sometimes a business opportunity. They were going to export cloth, or become a pilot.\n\nI was pleased that Againye wanted to introduce me around. But slowly I came to realize that people didn’t want to talk with me, that they wanted to talk at me. I was a repository for their skewed perspectives on my country, for their dreams of a better life. They didn’t want information or advice, just my presence, like a sponge to soak up what they’d been holding inside for years.\n\nI started to feel as if I were a mascot demonstrating Againye’s educational success in Ibadan and a symbol of how close a connection the village might be gaining to America and all that that could mean.\n\nI WAS in love with a handsome man with whom I shared a love of books, and I wanted to view that as our singular experience. Yet this was not a simple love affair between two people. Our relationship clearly carried much more than the weight of our dreams for ourselves. There was no real boundary between Againye and his village.\n\nIt was that way with the meat, too. Many families saved all year to buy a cow at Christmas, so there was suddenly a preposterous amount of beef in almost every compound in the village. In each household, I was served a plate of tough, stringy chunks of meat, and I ate them dutifully, smiling in appreciation.\n\nLater, in the compound of a man who’d been one of Againye’s schoolteachers, I began to feel sick, and so I chewed the piece of beef in my mouth more and more slowly, willing myself to swallow. Just swallow. Then I noticed Againye wasn’t eating anything; he’d refused the plate brought to him.\n\n“I don’t feel so well,” I whispered to him when our hosts were out of earshot.\n\n“You need to learn how to say no,” he said bluntly. It felt like a slap in the face. At the time, I didn’t get it. I wanted to do everything right.\n\nOne day a young aunt accompanied me on my morning walk, and she joked, in that way that wasn’t really joking, saying how I simply must come back to visit them. “It doesn’t seem fair for you to come all this way just to make us miss you,” she said. “I hope you’re not playing with our emotion.”\n\nAnother aunt — this one elderly and a real lover of palm wine — went on and on about a family friend who married a Korean woman. Apparently, she gave them trouble because she refused to eat their food or drink their drink.\n\n“Mary loves our food,” Againye told her.\n\n“Tell Mary I’ll teach her how to cook it properly,” she said. “That is, if she returns before I’m dead. Or if she returns at all.”\n\nI felt myself bridle. How dare they make me feel as if I’d already committed myself to the whole village? But I didn’t come from a culture with terms like “our wife” or a country with such hardship that hope could become the worst heartbreak of all.\n\nOne afternoon, drinking with Againye’s friends at an outdoor palm-wine joint, a woman named Glory, who would be killed in a car accident two weeks after we left the village, said: “It must be hard for you here. Our country is so backward.”\n\n “Some things are better, some worse,” I replied.\n\n“O.K., then. What’s better?”\n\nSuddenly any answer that came to mind, valid or not, sounded patronizing. I looked down at the ground, ashamed.\n\nEventually, the meat made me sicker and sicker. Againye tried to be a good nurse, attentive but not cloying, fetching me a stool to use while I bathed from a bucket and petting my head as I napped, saying, “Pain you well well” in soothing pidgin.\n\nThat afternoon a group of young girls from the village appeared with their mother, a friend of Againye’s family. The three girls trooped into the room and threw themselves onto the floor mattress where I lay in a fetal position.\n\n“Isn’t her hair wonderful?” the mother said to her daughters.\n\n“Is it real?” one asked.\n\n“Feel her scalp,” the mother said, as if I were a doll. “Feel how the hair connects.”\n\nThe girls felt my hair. They played with it, braided it. I said nothing — what could I say? They were just children. Finally Againye told them that I was sick and needed my rest.\n\nThe youngest girl looked at me and said, “I love you.” I started to cry.\n\nAs they left, Againye asked me what was wrong, but I couldn’t begin to answer."
}