{
  "url": "http://www.nytimes.com/2010/07/25/fashion/25Love.html",
  "headline": "Being the Older Woman",
  "dateline": {
    "year": 2010,
    "month": 7,
    "day": 22
  },
  "byline": "Robin Grearson",
  "text": "TO celebrate my 40th birthday, I signed up for a motorcycle-rider course. I had to bring gloves and boots, and while I suppose I could have borrowed these, I wanted to go shopping instead.\n\nWhen I walked into the gear store, I realized how far out of my element I was. I had no idea how to buy motorcycle boots — what features I needed, how they should fit. The salesman, Jesse, was explaining how various safety features of specialized clothing could keep me from dying, and I was thinking, “Yeah, O.K., but do these go over or under my pant legs?”\n\nWhen we turned our attention to helmets, Jesse said, “To fit a helmet properly, you start by measuring the rider’s head.”  Was he making fun of me? You mean it’s not just small, medium or large?\n\nJesse was about 5-foot-7, with thick brown hair that fell just below his shoulders.\n\n“I have a big head,” I joked, “so I probably need a large.”\n\nHe reached both hands around my head with a measuring tape. His face gave no expression, though his blue eyes met mine, directly, and I watched them as they traveled up to the center of my forehead.\n\nLater that day I gave a girlfriend the play-by-play in a fit of giggles: “I swear he was flirting with me. And he was, like, 24! If my class is filled with guys like him, then happy birthday to me.”\n\nIt wasn’t. There were about a dozen teenagers and a couple of guys my age. Wearing long sleeves, long pants, gloves and helmets in the late August heat, we melted into one student mass. I passed the course, despite my atrocious figure eights.\n\nThe week before, I had been visiting my grandmother, who confided over lunch that I’d become her worst fear: a single, 40-year-old woman with no prospects for marriage. Now, at least, I was just a short written test away from being a single, 40-year-old motorcyclist with no prospects for marriage.\n\nThe next weekend, as I was cleaning my house, I picked up the bag from the gear store. When I reached in to fish out the receipt, I pulled out Jesse’s card with it. Smart salesman, I thought, until, turning it over, I read what he’d printed on the back: “Call me,” with his personal number.\n\nI texted him.\n\nHe called immediately and asked me for a date. Not just a date. He offered to cook for me.\n\nImpressed by his confidence and directness, I said yes. We set a date for Thursday.\n\nAn hour later, he texted to say he wanted to see me earlier. He would still cook on Thursday, but he wanted to see me on Tuesday, or Monday — basically as soon as possible. And by the way, what were my feelings about sex?\n\n“I’m only looking for a relationship,” I said. “I get really attached.”\n\nHis response: “When the sex is good, I tend to get attached.”\n\nFearing my follow-up question might kill the date, I asked anyway: “How old are you?”\n\n“Twenty. But I’ll be 21 next month. You?”\n\nAfter telling him I was 39, I canceled. In this impossible farce, in which our age difference was exactly the point, I still couldn’t bring myself to say I was 40.\n\n“Age is just a number,” he argued, the mantra of the younger man.\n\nLater, as I was walking through Trader Joe’s trying to collect my groceries and thoughts, my phone pinged with text after text.\n\nHis protests went something like this: “I think you’re beautiful,” “I deserve a chance,” “We only live once,” “Why be afraid?”\n\nAfraid? I laughed a little. Still, I said no. And I kept saying no, for months and months.\n\nThen my grandmother passed away suddenly — she had been given a diagnosis of cancer and was gone within eight days, the last five of which I spent with her around the clock. She and I were each other’s only close family. And afterward, I needed to escape. All I wanted was for someone to take me for a motorcycle ride. So I texted Jesse and asked, “Can we go for a ride?”\n\nTwo days later, after Jesse suggested a date instead, I found myself seated at an outdoor patio, drinking a margarita. He was running late, he said. I was nervous, felt foolish. What if I didn’t recognize him? And then there he was, standing in front of me, and I wondered how I had ever said no, even once.\n\nHe folded his arms across his chest and said: “Go ahead. Ask me anything.”\n\n“What’s that body language all about?” I said, laughing. “Your body is not saying, ‘Ask me anything.’ ”\n\nIn one motion he picked up his chair, brought it next to mine, faced me, held both my hands, looked me in the eye and said, “Is this better?”\n\nThe stories he told about himself were clearly designed to make him look promiscuous and experienced. I ended up giving him the same impression, unfortunately. When he asked how many people I’d slept with, I said, “Do you mean guys?”\n\nI believe he thought the date was going extremely well.\n\nAfter paying our check, Jesse walked me to my car. We were in a large, mostly empty parking lot, around 11 p.m., standing under a horribly efficient streetlight. There was an S.U.V. parked a few spaces away, and someone inside was listening to music.\n\nI said, “I like this song.”\n\n“It’s OneRepublic.”\n\nWe were facing each other, holding hands. We started to sway. He put his hands on my hips. I put my arms around his waist.\n\nAnd just like that we were dancing, under the glare of a streetlight, to music coming out of someone else’s S.U.V. And I was still 40, and he was still 21 (and a half), when he kissed me. So I kissed him back. Or it may have been the other way around.\n\nWe saw each other a couple more times that week and made plans to go out for a drink Friday night. Saying yes to one date, and then another, was easy; I didn’t look too far down the road or think about it too much.\n\nBut the age thing followed us like a shadow. On Friday evening he called to say he was running a few minutes late — again. What he actually said was, “I’m waiting for my dad to get home, and then I can leave,” explaining that he needed to tell his dad that he had to pick up his sister at the mall. Probably just another 10 minutes.\n\nHe’d been cagey about where he lived, saying he was alternately “crashing with friends,” staying at home “sometimes” and spending a few weekends watching his ex-girlfriend’s cat when she was out of town.\n\nI suspected he lived at home full time but didn’t want to own up to it. I ordered a glass of wine at the bar, wishing it was a double shot of tequila.\n\nHe arrived, I waved him over and he jumped over the furniture to take his seat. He framed my body with his, holding my hands, our knees touching.\n\n“So who here is your type?” I asked.\n\nJesse laughed. “Besides you?” Then he surveyed the room, described a girl’s location and said, “Not her,” and listed his reasons.\n\nShe was seated to my left. I turned to peek, and as I did, he discreetly pulled my hands nearly into his lap. As I turned back toward him, I caught two other girls staring at me.\n\nJesse and I kept flirting and playing games. But these two women, who looked to be in their mid-20s, were glaring at me fiercely. I never would have imagined that only two weeks after my grandmother passed away I would be laughing so freely. And now, with their beady eyes, these women were lecturing me for daring to try.\n\nJesse leaned in and whispered, “Do you want me to ask them what their problem is?”\n\nI whispered back, “They just want you for themselves.”\n\n“There’s a reason they’re single,” he said, a bit loud.\n\nI LOVED him for that. And I loved spending time with him. Even so, I sensed that our time together was special precisely because it was destined to be fleeting.\n\n“I prefer older women,” he had said to me more than once. And that, I realized, was part of the problem. Because the more he talked about liking older women, the more I became one — not only in his eyes, but in mine, too — which left me feeling cast in a role I didn’t want to play. When I’m with friends, there’s much more of a young woman in me than I think Jesse could appreciate.\n\nYes, age is just a number. But it’s also a perspective. One that, at 21, means knowing what you want and going for it, no matter how many times you’re told “no.” And one that, at 40 (well, 41), means understanding that desire is often less about straight lines than figure eights — the kind, in this case, that I had no hope of mastering."
}