{
  "url": "http://www.nytimes.com/2010/04/18/fashion/18LOVE.html",
  "headline": "He Had Her Attention, and Then He Lost It",
  "dateline": {
    "year": 2010,
    "month": 4,
    "day": 16
  },
  "byline": "Albert Stern",
  "text": "THE future of love revealed itself to me one morning two autumns ago as I zipped up my toddler’s sweater outside a popular cafe in Boerum Hill in Brooklyn, one that played a role in my amorous past.\n\nAbout five years earlier, this cafe was where I first worked up the nerve to talk to the woman who would become my wife. After silently watching her drink her morning coffee for about a month, I finally seized on the fact that she was toting a yoga mat to sputter out my opening line, something sparkling like: “Do you do yoga around here?”\n\nShe and I are the first married couple who met at the cafe, and our son, Eliot, is considered to be the cafe’s first baby, two feats that have accorded our family a small measure of local celebrity. But I am aware that there are far bigger celebrities among us in the neighborhood.\n\nThe events leading up to my revelation about love’s future began as I ate a bagel at one of the two small tables tucked behind the counter of the tiny cafe, while my son drummed happily on the metal top of the other. A goggle-eyed girl peered around the corner, clearly excited by Eliot’s drumming. Though I hadn’t seen her in some time, I recognized the child as Matilda Ledger, the daughter of the actors Michelle Williams and Heath Ledger. \n\n“Mommy!” she exclaimed. “Can I play drums with that boy?”\n\nMichelle Williams peered around the counter at us, and I smiled and told her I’d keep an eye on things while she placed her order. Matilda ran back and joined my son, the two of them pounding on the tabletop for several minutes until Michelle Williams sat down with her coffee. \n\nIn case you ever wondered, Michelle Williams — very nice. She introduced herself and her daughter. We had already met here twice before, but clearly she had no recollection of either encounter. Given her fame and busy life, this should not have disappointed me, but disappoint me it did.\n\nMatilda, still charged up by the drumming, asked Eliot his name. \n\nHe told her.\n\n“How old are you, Eliot?” she asked.\n\nHe held up his index and middle finger and said, “2.”\n\nWhile our children interacted, Michelle Williams and I exchanged the same boilerplate about parenthood that we had the last times we’d spoken. After our previous encounters, I had come away wondering if, were we ever to meet again, I should tell her about the time a driver staring at her and Heath Ledger on the sidewalk almost ran me over in an intersection. I had even come up with the perfect New York Post headline: “Brokeback Rubbernecker Breaks Broke Brooklynite’s Back in Braking Heartbreak.” \n\nMy wife thought that was sort of amusing. If I was ever going to tell Michelle Williams that story, this was the time. We were sitting by ourselves and, thanks to the children, I had an opening.\n\nDid I tell it? Of course not. I anticipated a glassy look and perfunctory smile, and so kept the story to myself. The two of us bantered on autopilot about parental ups and downs for a few more minutes, and she nodded and smiled at the appropriate moments, responded politely a few times, and then pulled out her BlackBerry.\n\n“Um ... so,” I said. “How old are you, Matilda?”\n\n“I’m 4,” Matilda responded. \n\n“Matilda, you’re not 4,” said her mother. “You’re 3.”\n\n“Mommy, I’m 4,” Matilda said.\n\nMichelle Williams shook her head and winked at me, flashing three fingers.\n\nMatilda wasn’t interested in arguing the point further. It was the day after Halloween, and she began talking about her party the previous night. She described her mermaid princess costume and the festivities at her house, and then asked, “What did you dress up as, Eliot?”\n\nI felt my son press up against me, starting to become shy. At 2, he was not verbally adroit enough to keep up with a vivacious and inquisitive older girl like Matilda. I prodded him to answer, and at last he said, sheepishly, “A peanut.”\n\nPerhaps sheepishly is the only way a person, even a small child, can admit to having appeared in public garbed as a peanut, but what can I say — my wife and I had figured that by the next Halloween we’d probably have to defer to his choice of costume, so for this year we might as well indulge ourselves by dressing him as Mr. Peanut. \n\nMatilda had been a princess and my son a legume, and I was curious to see if Michelle Williams would react to the disparity in our respective levels of parental ambition. But then Matilda squealed as the server brought her food. “A bagel with butter,” she said, “is my favorite thing for breakfast. Mmm, bagels! What do you like to eat, Eliot?”\n\nNow Eliot was clearly shrinking, but I urged him on, food usually being a reliable topic of conversation. At last, he said, “I eat nanas in the morning. And ... and I eat tummus for dinner.” \n\nMichelle Williams looked up from her BlackBerry, and I explained that he ate bananas for breakfast and that he liked hummus at night. She smiled, and I understood why she gets to work in front of cameras.\n\nMatilda heard a song she liked, and she started swaying in her seat. “I like to dance!” she exclaimed. “Dance with me, Eliot!” \n\nEliot loves to dance, but shyness had overcome him. \n\n“Come on, Eliot,” I said. “Dance with Matilda.” \n\nNothing.\n\nThere’s an old Warner Brothers cartoon in which this guy finds a frog that, whenever the two are alone, struts around singing, “Everybody’s doing the Michigan Raaaaaaaaa-ag!” But whenever someone else shows up, all the frog does is sit like a lump, occasionally croaking.\n\nI felt like that guy now. Ordinarily my son comports himself as if he’s the reincarnation of Sammy Davis Jr., but with Matilda Ledger, the trophy playmate of our neighborhood, he sat still as a Golem.\n\nI admit I was aware of the stakes. After all, it’s easy to imagine that if Matilda and your child hit it off, you and your family might find yourselves having a play date with Matilda and her mother. Even for a non-enthusiast of play dates — and I would never put myself in that category — that might actually be interesting.\n\nBut Eliot wouldn’t budge, and soon Matilda became more interested in her bagel, ignoring him. Michelle Williams had long since refocused, absorbed in text messaging. I went back to my bagel and newspaper. I noticed, however, that Eliot was staring intently at Matilda as she ate. After a minute or so, he broke the silence.\n\n“Nanas!” he exclaimed.\n\nMatilda slowly turned her head toward him. \n\n“I eat nanas in the morning,” Eliot said, but then Matilda just as slowly turned away, pursing her lips and ever so slightly shaking her head.\n\nI knew that look and that move — every man does. Eliot had the girl’s attention. Eliot liked the girl’s attention. But Eliot didn’t know what to do with the girl’s attention, and so he had lost it. Now, he wanted her attention back, but didn’t know how to get it. So he reused the “A” material, the lively repartee that had clicked, the nanas in the morning. It was his best stuff, but it wasn’t working.\n\nFor the first time in his life, Eliot was getting the brush-off from an alluring female he hoped to impress, and he was confused. Suddenly, I felt all paternal and wanted to share some of the hard-won male insight I had acquired — “Son, play it cool,” I wanted to tell him. “Don’t try too hard, let her come to you ... let her come to you.”\n\nBut then he said (this time patting his chest for emphasis), “And I eat tummus for dinner!”\n\nMatilda scarcely looked up from her bagel.\n\n“Oh, sonny,” I thought, “Your cause is lost.”\n\nIf an iota of neurotic doubt had remained as to my son’s paternity, it was completely obliterated — without question, my son had inherited the Stern gene for savoir-faire. I can see why it might seem like a good idea to visit the sins of the father upon the son, but why, God, why also the nebbishness? I wanted to pick Eliot up and console him, though I wasn’t sure what “She’s just not that into you” might mean to a 2-year-old.\n\nBEFORE I could do anything, however, the cafe owner popped out from behind the counter.\n\n“Hey, kids, look at this,” he said in a spooky voice. Still in the Halloween spirit, he wore a tattered zombie costume out of which he started to pull wads of newspaper in a disturbing manner, all the while contorting his face in agonized expressions straight out of “Night of the Living Dead.”\n\nBecause Matilda was 3, her reaction was: “Ooh! Ha, ha, ha!”\n\nBecause Eliot was 2, his reaction was to contort his face in fear, burst into tears and cry very, very loudly.\n\nMatilda said, “Mommy, Mommy — that baby is crying.” \n\nThe cafe owner said, “Eliot, I’m sorry.”\n\nI said, “Just stop pulling the paper out of your jacket.”\n\nEliot, for his part, continued to wail.\n\nMy celebrity bagel breakfast was over. I scooped up my son, said my goodbyes and left the cafe. Though I felt bad that this encounter might have bruised his feelings, I could scarcely have imparted a sturdier lesson about amorous attraction, a lesson I had learned many times — first you have a little thrill, then a little fun, then a little disappointment, and then come the brain-eating zombies.\n\nI took the hand of my sobbing boy and started home. That was when I had my flash of insight into the future of love. And it was this: The future of love will be very similar to its past."
}