{
  "url": "http://www.nytimes.com/2010/08/20/movies/20modern.html",
  "headline": "A Nurse as Dominatrix",
  "dateline": {
    "year": 2010,
    "month": 8,
    "day": 19
  },
  "byline": "Neil Genzlinger",
  "text": "Midway through “Modern Love Is Automatic,” a scruffy film by Zach Clark about a nurse who decides to log time as a dominatrix, someone asks the nurse, Lorraine (Melodie Sisk), why she wants to try this new career. She has no answer. And at that moment, you may think that Mr. Clark, too, has no answer to the question of why he wanted to make a movie about a dominatrix. After all, he adds nothing to the whips-and-leather cinematic clichés.\n\nBut hold on: At the end of this sly, silly story, Mr. Clark lands you, and his characters, at a place you weren’t expecting. And you realize that he was probably messing with your head all along: deliberately trafficking in tired fantasies and undeveloped characters to make a point beyond the usual alienated-and-desensitized-youth stuff. Something along the lines of, We’ve become alienated from alienation? Desensitized to desensitization?\n\nWho knows, but it’s all kind of addictive, especially the death-metal songs by Blasphemer and the performance by Maggie Ross as Lorraine’s naïve roommate, whom Mr. Clark (writer as well as director) gives her own parallel sexuality-for-hire story. If nothing else, “Modern Love Is Automatic” leaves you curious to see what this filmmaker will do next. \n\nMODERN LOVE IS AUTOMATIC\n\nOpens on Friday  in Brooklyn. \n\nWritten, directed and edited by Zach Clark; director of photography, Daryl Pittman; music by Adam Blais, with songs by Blasphemer; costumes by Denise Farthing; produced by Mr. Clark and Sydney-Chanele Dawkins. At the reRun Gastropub Theater, 147 Front Street, Dumbo, Brooklyn. Running time: 1 hour 33 minutes. This film is not rated.\n\nWITH: Melodie Sisk (Lorraine Schultz), Maggie Ross (Adrian), Carlos Bustamante (Mitch), Diana Cherkas (Emily), Rebecca Herron (Dolores) and Morgaine Lowe (Yvonne)."
}