{
  "url": "http://www.nytimes.com/2010/09/05/fashion/05love.html",
  "headline": "In Life’s Dark Moments, Candy Brought Solace",
  "dateline": {
    "year": 2010,
    "month": 9,
    "day": 3
  },
  "byline": "Sara Hope Anderson",
  "text": "THERE was a bowl of Hershey miniatures in the waiting room in my husband’s divorce lawyer’s office, and a smaller bowl in the conference room next to the pens. I wondered if divorcing couples in London were offered Maltesers, and if bickering spouses in Sydney got that Kookaburra green apple licorice, and if Parisians who couldn’t make their marriages work were rewarded with dark chocolate and fig jam spread.\n\nThe courtroom also had a bowl of candy on a ledge next to the clerks’ area. When my lawyer came back from the bench after a conference with the judge, she handed me, unsolicited, a Brach’s Cinnamon Disc. \n\nOver the phone later, the clerk who scheduled me for the required parenting class that is offered through the county courthouse sounded as if she was struggling with a jawbreaker. I pictured it as  blue — the kind that colors tongues and lips and is most desired by our daughter, 5, and son, 9.\n\nI attended information sessions through a women’s divorce nonprofit group, where a panel of financial planners, lawyers and child advocates fielded anonymous questions written on index cards. Within reach of each seat was a  bowl of assorted candy. I wondered if Dum Dum  Pops were meant for the attendees and Smarties for the panelists. \n\nThe questions were devastating. What if there is a severely disabled child in a custody battle, or a husband with mental illness, or five shared household pets with steep medical bills, or a wife who has been the health care aide for a live-in mother-in-law for 10 years and wants compensation?\n\nAs we attendees anxiously consumed our fruity pops, the panel reviewed the wreckage and tackled each issue with sensitivity and anecdotal support. At the end they gave out glossy brochures with flattering   head shots of themselves. I smelled cherry on my way out the door.\n\nI was by then desensitized to the business of divorce. Our marriage counselor had been keen to see each of us individually and together with what I perceived to be financially beneficial regularity. My lawyer was kind and sometimes playful in her conversation but billed hourly and with precision. Mediators nodded in sympathetic understanding but needed money up front. And psychologists devoted the first session to putting insurance paperwork and co-pay schedules in place before the start of the “relationship.” \n\nI work full time, and I realize that other people need to support themselves as I do. It’s just that divorce requires a lot of handlers, and each of them has, well, a hand out.\n\nGiven such a distasteful process, it’s no surprise that we should seek to transform a sour experience into a sweet one. \n\nYet if candy could do such a thing, hospitals would have taffy-pulling machines next to the ventilators. And in fact there is rich evidence linking candy not to healing but harm —anomalies like strangers luring children into their cars with candy or hiding razor blades in Halloween treats, along with the typical scourge of tooth decay, obesity, pimples, mood swings, stomach aches and ruined upholstery. \n\nBut candy is important to me, I admit. As a child, I played with the Prell shampoo bottle in the bathtub, imagining each squirt as a lime gummy. In middle school I once spent my bus fare at Russell Stover, assuming the bus driver would let me ride free, which he did.\n\nYet I encountered a candy dish only when I visited my grandmother or my piano teacher. My father was a lawyer from the Midwest and my mother a nurse raised in New England. Their union did not generate brightly colored sweets by the front door. The clay bowls we created at summer camp with visions of Starlight Mints gracing their misshapen interiors were instead filled with pennies and paper clips. \n\nPerhaps this is what led me into the arms of my high school boyfriend, who smelled like Fruit Stripe gum, though I don’t recall his ever chewing  it. His parents were newly divorced, and I imagined that his mother purposely selected this soap to make sure her boy was appealing and well cared for, and this would make him a decent man. \n\nMy college boyfriend was rarely without spearmint Lifesavers in his pocket. He would carefully peel back the foil and hold out the roll to me as he popped one into his mouth. This act of consideration, among others, convinced me that we should be together forever, and I remained by his side throughout college. When I traveled to meet his parents, his mother left Mozartkugeln by my bed next to a vase of flowers, and I fell deeper in love.\n\nNevertheless, he and I parted, and years later I met and married a man who ate bacon, prime rib, smoked salmon, lobster and Black Forest ham, and gulped coffee and cocktails. He had thick, wild hair; strong opinions; plaid pants; and big sweaters. On our first date he told me, in a deep voice, and with a conviction that alarmed me, that he loved me. I learned that his father had been in the confectionary business for decades and that he had grown up with candy all around him. In my head, I made him my candy man. But then came the sugar crash.\n\nWe fell out of love, despite arduous efforts to delay our tumble. When it was clear we were not meant to be together, he told me, in his still-deep voice, and with a conviction that alarmed me, that being with me was the biggest mistake he ever made.\n\nThe resulting divorce took two years. I would review the latest pretrial issues with my best friend, spreading Parkers Farm peanut butter on chunks of Toblerone while the children watched cartoons and her cat rubbed up against our legs.\n\nIn late February the papers were signed, our 13 years of marriage ended and he and I began new routines as independent people. The day after St. Patrick’s Day, I took the children to school and hugged them, knowing they were going to spend four days with their father and  that the next time we were together I would notice the aroma of corned beef and shepherd’s pie on their clothes.\n\nTheir father did not pick them up that afternoon, though. Late that night I learned that his heart had stopped and he had died in his sleep the night before.\n\nI called his family, my family, friends, neighbors and teachers. I watched my children sleep  and felt sick with fear. When they awoke, my daughter asked for a hamster, and my son asked if I had found his dad. I talked to them and watched as their little bodies convulsed in tears and shudders, and their lives changed. \n\nI didn’t have answers for them. I just repeated, “I’m so sorry, I don’t know what happened.” My best friend arrived with Shrinky Dinks and took them to the movies, calling me from the theater with the update that they were eating Junior Mints and looked temporarily distracted from the anguish of never seeing their father again.\n\nAt the funeral service, his friends and family spoke and we watched an iMovie filled with photos of him and the children. I accepted condolences and refilled cups of Canada Dry.\n\nCasseroles and fruit salads arrived, along with cookies, flowers, books about healing, toys, bubble bath, cupcakes and gift cards. Distant friends logged on to see the slide show from the funeral on YouTube and followed up with e-cards featuring sunsets and willows. I received recommendations about grief camps for the children, some of which specialized in both loss from divorce and from death.\n\nI became reacquainted with panic attacks and anxious early morning moments. I tried to be kind to myself, admitting that relationships can fail, and everyone dies, and I cannot be arrogant enough to assume that I was the exclusive cause of either. \n\nOther problems shifted my attention, too. My mother moved temporarily into a nursing home, oil erupted from the Gulf floor, the baby sitter told me that her mother had been murdered when she was 6, a friend revealed over breakfast that she had been raped at 14, and my best friend’s cat was found to have cancer, which proved fatal. I started to get used to my head spinning constantly.\n\nRECENTLY my son attended  a highly regarded grief camp, which he did not like. He said it was too personal. He worried that the  release of balloons  containing notes to the deceased parents  would  harm birds.\n\n Most mornings, my daughter runs to embrace our building engineer and the parking attendant, men in whom she had limited interest before her daddy died. \n\nMeanwhile, the man with the spearmint Lifesavers is back in my life, and although he lives in another city, he visits and helps me with the children. I’m not relying on him to save me. But I do enjoy  when he brings me a Trader Joe’s tub of kettle-cooked jelly squares. \n\nMy best friend — ever protective, and now especially so — says that I can buy my own candy. \n\n“I know I can,” I tell her."
}