{
  "url": "http://www.nytimes.com/2010/05/23/fashion/23love.html",
  "headline": "The Triangle’s Sharpest Point",
  "dateline": {
    "year": 2010,
    "month": 5,
    "day": 21
  },
  "byline": "Ingrid Maitland",
  "text": "“I DON’T think he’s dead,” said Emma, 8, putting a finger on her father’s cheek. She pressed it experimentally, and the still-warm flesh responded. “See?” she said, triumphant. “I told you. He’s just sleeping.”\n\nHe wasn’t. He was dead. I’d watched him take his last breath. “We won’t disturb him,” I said, putting an arm around her. “Let’s go for a walk.”\n\nShe hurried off to change and I took the chance to call the doctor. Then I had a moment to take a final look at my friend and lover. He looked comfortable; his head rested against the stuffed wingback of the big chair, eyes shut, his disease-yellowed  hands crossed in his lap, palms open. I smoothed away a stubborn strand of hair, kissed his parted lips. Then Emma arrived dragging a quilt, and insisted we tuck him in.\n\n“Cozy is good when you’re sleeping,” she said.\n\nIt was hard for me not to feel relieved that he was dead. His struggle had been tough to witness, and harder still was his determination, as a young man, not to allow the cancer to triumph. An hour before he died, he swore  he wasn’t going to. As Emma and I strolled around the lake on that vibrant morning, nature, heedless of the crises she and I faced, celebrated the season with a riot of color and a chorus of birdsong. She ate ice cream while I gently persuaded her that her father was, indeed, dead.\n\nEmma had been prepared by months of therapy for her father’s death. She faced it, then, by throwing the ice cream  at a duck and giving vent to her grief and fury about the unfairness of it all. She was now an orphan, her mother having died when she was an infant.\n\n When she calmed, I reminded her of the new life she faced, living with cousins, a beloved aunt and uncle, her own bedroom — and soon she let go of my hand and demanded another, bigger cone.\n\nHad it not been for Emma, I reflected, I might well have been a brand-new widow, with Emma as my sole charge. I’d repeatedly postponed marrying her father because his precocious, impossible child had filled me with dread.\n\nEmma had greeted my arrival in her father’s life with steely disapproval and, from then on, she and I vied for his attention like competing mistresses. I had  tried to like her, to win her over, but I had failed. Her ability to disrupt whatever brief harmony he and I could achieve as a couple in the few months we had been together kept me one step ahead of her father’s longing to make me his wife. \n\nAt 30, trying to establish myself in the world, I was far from ready to make the necessary sacrifices that mothering Emma would demand. There were many occasions when a hasty escape to the sanctity of my apartment reinforced my resolve to remain single.\n\nAnd then he got sick.\n\nI sublet my apartment and moved in. Emma made plain her dislike of the arrangement, challenging my authority whenever her father was out of earshot. “You’re not my mother,” she’d hiss. “Why do you need to be here?” \n\nI had neither the patience nor the expertise to deal with her tantrums. Besides, my energy was taken up by honing my nursing skills. My lover refused further professional care. Relatives came and went, bearing healthy foods and advice, and  whispering  concern over what would become of Emma. His mother turned pleading eyes on me.\n\nBut Emma and I were at war. After all, she was not without family, and I had a career to return to. As the months passed, nobody, it seemed, was in a hurry to take her on.  There were days when I wept for her, as I wept for him.  Then, in the final weeks, Emma’s aunt stepped up to offer her a place to live.\n\nSoon, photographs of the cousins began arriving, along with warm letters of welcome, compounding Emma’s confusion. She was torn between the lure of  family life and her need to look after her father.\n\n “I’d like to go to,” she said, “but I’ll have to wait until Daddy gets better.” \n\nAfter her father’s funeral, she began to chatter about her cousins and make up  details of the new life that beckoned so brightly. \n\nThere were moments of compliance, of affection between us (the affection of survivors), but mostly she stormed about,  as obstructive, and destructive, as she could be.\n\n“You’re not my mother. You can’t tell me what to do,” she’d say, stamping her foot. My heart ached for her, but I longed to walk away, to hand her over to her family. I wanted my freedom back.\n\nAt the airport, she clambered monkey-like up the tall, angular frame of the aunt she barely knew and clung around her neck, distributing big smacking kisses. Instantly relegated to the role of a mere chaperon, I felt the thrilling tug of my imminent release.\n\nHer aunt and uncle’s house had been festooned with balloons and posters for her arrival. She was shown her bedroom, then sent off to explore the garden with her cousins while her aunt and I fixed supper.\n\n“She’ll be fine,” her aunt said. “All she needs is a family and the love and attention we plan to give her.”  \n\nI  sighed, feeling the accumulation of months of trauma lessen.\n\nOver the next 48 hours Emma was absorbed into the dynamics of the household. Her aunt and uncle sensibly weathered the jealousies, irritations and fights as I sat by, no more than an interested spectator.\n\n“My advice is not to actually say goodbye,” her aunt said on my last evening. “Just slip away. She’ll be asleep. We don’t want to upset her. You can write.”\n\nI didn’t imagine that Emma would be upset about my leaving. She had hardly registered my presence since our arrival. I nodded my agreement and went to pack. I got into bed and tried to sleep —and couldn’t. It didn’t seem right to creep away without a word to Emma. \n\nAround 3 a.m. I went quietly to her room. The light on the nightstand cast a pinkish glow, making her face appear flushed. I touched the tangle of her hair and bent over to kiss her cheek. “Bye,” I whispered. “Bye, Emma.”\n\nShe stirred, opening her eyes, taking me by surprise. She smelled of a mingling of newly mown grass and shampoo. Wrapping her arms around my neck, she pulled me in close, murmuring sleepily: “I love you. I love you.” Then she rolled over and sighed back into sleep.\n\nHours later, driving to the airport with her uncle, I told myself that Emma’s muttered sentiments had been semiconscious at best, nothing to do with any affection she felt for me. Still, I felt jittery and strange, leaving her. My much-anticipated escape was tainted, suddenly, with a hollowness that hurt.\n\nFive days later, my phone rang. \n\n“Thank God I got you,” Emma’s aunt began. “Look, I have to be honest: things are not working out.”\n\nEmma, it seems, was being Emma, bringing the full force of her insecurities to bear, upending the household. Her aunt and uncle had spent hours on the phone with the scattered members of her extended family, pleading for a reversal of their commitment. \n\n“Nobody can help us,” she told me, tearfully. “If you won’t take her, I don’t know what we’ll do.” She trailed off, leaving me with my heart thumping. \n\n“I’m sorry,” I heard myself say. “I can’t. I put my life on hold too long as it is.”\n\n After hanging up, though, I was flooded with doubt. Perhaps, I thought, Emma and I could have a life together. I found myself drawn again and again to the phone, hovering over it, and then resolutely moving away, until the memory of our  embrace and Emma’s sleepy “I love you” swept over me. \n\nI decided to go get her. I would find a way to work her into my life.\n\nYet after I made clear my intentions, friends, professionals and Emma’s family all intervened to make the case that my adopting such a troubled girl would be neither in her best interests nor mine — I was young, single and in no position to provide the long-term support she would need. Even Emma’s aunt backtracked, although in the end she was not able to  find a home for Emma with family and left her to be raised instead by foster parents, who ultimately adopted her and by all accounts gave her a wonderful life.\n\nTHIS all took place 25 years ago. Emma is now a grown woman. I have been married for more than two decades and have been a mother of two for almost as long. \n\nYet I think often, and with astonishment, of how close I came to becoming a mother then. How I had  decided, in fact, that I would be, triggered only by a sleepy embrace and a mumbled “I love you” — such a small thing and probably unintended — nothing more, perhaps, than ramblings from a dream."
}