{
  "url": "http://www.nytimes.com/2010/06/06/fashion/06Love.html",
  "headline": "Affirmation of a Father’s Love, Etched in Vinyl",
  "dateline": {
    "year": 2010,
    "month": 6,
    "day": 4
  },
  "byline": "Connie May Fowler",
  "text": "FOR years I tried to construct a viable idea of my long-gone father by piecing together scraps of other people’s memories. I was only 6 when he died, and most of what I knew of him came from my mother, who considered him the embodiment of evil and tried at every opportunity to turn me against him. If I was going to be able to counter her poisonous tales, I needed empirical evidence of his humanity.\n\nIt was 45 years ago this past March that my father suffered a major  heart attack at home, near midnight, right after Angie Dickinson chatted up Johnny Carson on “The Tonight Show.” I know this because as soon as Johnny introduced Angie, my father sent me to bed. But his laughter drifted down the hall and into the small room I shared with my sister. This was my sole clue that in the instant before his heart betrayed him, he was a happy man.\n\nMy father’s death stole many things from me, including the sound of his voice. For instance, I have tried to remember his laughter from that final night — its timbre and roll — but my mind is an erased tape. I possess the knowledge of his laughter and of Angie and Johnny’s bubbly white noise but have no memory of the sounds themselves. It’s as if I have garnered these details by reading a biography penned by a stranger.\n\nMy mother was a violent woman who preened in sorrow. Earlier on the night my father died — dusk had just fallen and we were driving from bar to bar, looking for his car — she said, her own eyes lighted with liquor, “Your father is nothing but a monster who does not love you.”\n\nThis was a favored accusation, and I spent much of my early childhood, usually at the supper table, studying my father for signs of the monster.\n\nSensing, I think, my need to love him, my mother — while rouging her cheeks or frying chicken or freshening up her gin and tonic — would tell me not to trust his petty kindnesses and that a devil lurked behind his dazzling smile.\n\nIn his final moments, as he struggled down the hallway to the bathroom, his body raging against an exploding heart, he bellowed and yowled, his voice thrumming the air with bestial violence.\n\nFearing for our lives, my sister and I hid under our bed and tried with all our might to become invisible. I cried, knowing that our mother had been right after all.\n\nThis is the irony of sound. My only intact aural memory of my father was the one I have tried a lifetime to forget: the convulsive echo of his dying.\n\nThe lack of any memory of my father’s true living voice was all the more perplexing to me because before my birth, my father, Henry May,  had enjoyed a reasonably successful run as a country-western musician. He had a television show in Jacksonville, Fla. He and his band, Henry May and his Rhythm Ramblers, were a major draw all along Florida’s northeast coast. The band toured nationwide, most notably along the cotton ball circuit, as it was known in the South. But they also made regular forays into western cities like Dallas, Oklahoma City and Phoenix. \n\nAccording to my mother, he had an opportunity for  a recording contract with Columbia Records but was too drunk to show up for the audition. He had made records — not on major labels, but records nonetheless.\n\nIn the years following his death, my mother tended that garden of thorns she called widowhood with meticulous fury. Eventually, she drank herself to death in a tenement slum far from anything that might remind her of my father. Except for me. “You look so much like him, it makes me sick,” she would say, swirling her tumbler of booze.\n\nDespite her vitriol, or perhaps because of it, I couldn’t shake the feeling that when my father died, so too had my one true love. The more desperate our lives became, the more I tried to resurrect an authentic memory of him. \n\nBecoming a writer and creating fictional accounts driven by details I’d stolen from other people did not fill the loss. In my experience, spectral memories only fed grief. I needed to know him as he was in life, and this need gave rise to an obsession: If I could remember his voice, perhaps I would feel less abandoned. Perhaps I would finally know if I’d been a wanted, loved or needed daughter. Perhaps the weight of my grief would ease.\n\nI haunted antiques stores and vintage record shops, sifting through old 45s and 78s on the off chance I’d find a Henry May recording. I placed classified ads in the St. Augustine and Jacksonville newspapers. With the advent of eBay, I felt confident that I’d finally find something. No luck. Unbeknown to me, my husband, Bill Hinson, was also searching.\n\nSeveral months ago, I was sitting in my studio, working on my latest novel, when my lecture agent called. I eagerly picked up the phone, hoping to hear that she’d booked me into some fabulous venue. Instead, she told me about an e-mail message she’d received that had been misdirected into her spam folder. The discovery of the message, she said, was sheer luck.\n\nAs she read its contents, I fell to the floor, my history of grief realigned itself, and I wept. The message stated: “I’m using your good office as Connie May Fowler’s agent to let her know that I am in possession of an original 78RPM recording made by her late father Henry May many years ago. The recording, which is in excellent condition, was given to me by a friend, and I feel it should belong to Mrs. Fowler as part of her heritage.”\n\nThe kindness of strangers is one of the greatest gifts a person can receive. I did not know Tom Rahner, the bearer of this gift, but he knew of me and had known my father. Later that afternoon, once the shock became manageable, I phoned Mr. Rahner and arranged to pick up the record at his home, five hours away.\n\nI couldn’t make the trip for two weeks, and the anticipation of hearing my father’s voice for the first time in 45 years was maddening. But Mr. Rahner, the former chairman of the Flagler College drama department and an audiophile, had made a digital recording. He sent me my father’s voice in an e-mail message.\n\nWith Bill by my side, hands trembling, I opened the attachment. The moment I said, “I don’t think this is going to work,” the room filled with the sound of my father crooning a song he had written over a half-century ago.\n\n“My dreams are all broken. You took them with you ... \n\nOh, it’s so lonely here without you, when the whippoorwills are singing in the pines.\n\nOh, the stars up above are like your eyes, dear, and the moon reminds me of your smile.”\n\nSitting in front of my computer, Bill’s hand on my shoulder, I decided my father was singing directly to me this bittersweet tune about love gone awry.\n\nMeeting Mr. Rahner was a gift unto itself. He’d made a protective covering for the record and replicated the Gator Records label art for the CD he had burned. On thick, sturdy paper, he had made a color photocopy of a car with the caption, “The 1928 Cadillac Phaeton is very similar to the automobile used by Henry May and his Rhythm Ramblers.” \n\nHe told me about seeing my father arrive at the Plaza in St. Augustine’s old city, and how the band had exited the car in an excited jumble, instruments in hand, and then began playing for the assembled crowd. He said, “I took one look at that car and at your father and I knew something great was happening.”\n\nSO, now I have bits and pieces I can live with. I have the memories Mr. Rahner shared. I have the actual record. I have an image of my father —with the help of an eyewitness — wooing a happy St. Augustine audience. And I have his voice. Finally!\n\nI listen to the recording often. Sometimes I sing along. In his words, I spy my father’s intellect. In his phrasings, I hear many things, treasures all. Heartache. Vulnerability. A shy need to shine. I hear the way he sings “whippoorwill” and “beau” and know the ladies swooned.\n\n“Please keep those vows this time, my darling. Then you’ll have a love I wished I knew.”\n\nI close my eyes and let his voice wash through me and I know that I was right: My father was an imperfect man, but he was not a monster. And more important, in the glide and glow of his golden voice, I sense that even before I was born, he loved the very idea of me."
}