{
  "url": "http://www.nytimes.com/2010/03/28/fashion/28Love.html",
  "headline": "A Life to Live, This Side of the Bars",
  "dateline": {
    "year": 2010,
    "month": 3,
    "day": 25
  },
  "byline": "Larry Smith",
  "text": "AS we were about to leave the prison that day, one of the guys asked, somewhat apologetically, if any of us would mind stopping at Trader Joe’s before heading back to New York. I had been going to  the Federal Correctional Institution in Danbury, Conn., for six months and had no idea there was a Trader Joe’s nearby.\n\nLoading up on  groceries sounded like a great idea to me, and I could tell that my friend David (who’d come with me to see my fiancée, Piper) and another husband in our Brooklyn-to-Danbury carpool (a New York professional whose wife was serving two years) were equally enthused about the prospect. He’d brought along his good-natured infant son, born a few months earlier in a hospital near the prison, who of course was up for anything. \n\nAnd so it was that we bid goodbye to our women for another week and headed into the aisles, an oddball quintet in search of snacks.\n\nNone of us saw any reason that we shouldn’t indulge ourselves at Trader Joe’s while our women ate mystery meat in the prison cafeteria. Personally, it never occurred to me not to make the best of the situation. And my situation was this: Once a week, for 13 months, I visited my fiancée in prison, where she was serving  her time for a nonviolent crime she’d committed 10 years earlier. \n\nBefore she left, Piper told herself that anyone could survive anything for a year. And that applied to me, too. Even in dreary downtown Danbury, I knew there had to be decent coffee and good pizza, and there was. The first time I saw Ernie’s Roadhouse restaurant, I envisioned a melodramatic scene of ending my visits to the big house with a burger and a stiff bourbon at the bar, muttering, “Pour me another, Ernie,” as I stirred my drink with a little red straw. \n\nAnd the drive itself became less about the hassle — which it surely was, even as I knew I was fortunate to live so close to the prison — and more of an opportunity to slow down and think as I cruised north, and then back south, essentially on autopilot. \n\nI knew Piper had skeletons in her closet. Doesn’t everyone? But hers jumped out in a way most of us never experience. \n\nOne day in May 1998, while I was at work, a pair of Customs agents buzzed our apartment. When Piper asked what they wanted, they suggested it was better to talk in person. So up they came, five floors, and explained to Piper (who was still in her pajamas, working from home) that she had been indicted in federal court for crimes they said she committed many years before in an international drug ring. \n\nWhen she called me and said in an uncharacteristically shaky voice: “We have to talk. Right now,” I wondered what I’d done wrong this time. \n\nBut it wasn’t about me. Rapidly, she filled me in on a series of unfortunate events that led to that very bad morning. \n\nI had known Piper for four years and dated her for two. Brassier, bolder, more adventurous than anyone I know, Piper is not your average girl. But she is still a pretty, blond Smith grad who looks as if she descended from Mayflower stock: the last girl you’d expect to end up behind bars. I mean, come on, an international drug ring? Didn’t see that one coming. \n\nTo say she was freaked out and wondering if I would stick around for the messes sure to come is an understatement. To say that it never once crossed my mind to bail on her is simply a statement of fact. \n\nFor the next five years as the legal system played out, a constant hum of anxiety  became the third wheel of our relationship, an ugly piece of furniture we lived with every day. Well-meaning if misinformed friends shared a common refrain: “Don’t worry, girls like Piper don’t end up in prison.” \n\nHer lawyer told her that if the case went to trial she would be as good a defendant as they come, having lived a model life since her brief period of recklessness. He also told her that if she lost — and she never claimed to be framed, just young and stupid — she could easily serve  seven years or more. \n\nAfter the legal dust settled, the lawyer arrived with the good news-bad news: Her plea bargain for money laundering would mean a 15-month stay in a minimum-security slammer à la Martha Stewart, 13 with good behavior, which we were sure Piper would exhibit.\n\n We considered every question and configuration about what goes on between a committed couple when one of them is going to prison for more than a year. Would there be conjugal visits? No. Was I allowed to see other women? No. Was she allowed to see other women? I told her to do whatever she needed. \n\nThere were so many unknowns when I drove Piper to “self-surrender” at the Danbury prison on Feb. 4, 2004: How would she hold up? How would the separation change us as a couple?\n\nOnce she was away, I paid her bills, kept her e-mail in-box from overflowing, signed for her packages, began my own weekly visitation routine and managed her visitation list so that she wouldn’t have three visitors one weekend, then none the next. At times I felt like a crazed mom juggling the kids’ soccer and piano lesson schedules.\n\nSoon enough I discovered I wasn’t the only man living this kind of life. In the prison visiting room, I found my brotherhood. Open for business Thursday through Sunday and resembling a neglected kindergarten with its wobbly chairs and tables, the visiting room wasn’t filled with only men, of course. But those of us there for our wives and girlfriends had a special bond. Like at a men’s room at Giants Stadium, where the hedge-fund manager sidles up next to the pipe fitter, we were drawn together for a common cause, feeling exposed, and maybe a little sheepish, but fiercely loyal and basically rooting for the same team.\n\nWe also had new figures who featured into our relationships:  the guards, who controlled their lives and, on visiting days, ours, too. We walked through that door, spat out our gum, turned off our phones and turned on the charm so as to avoid any hassles.\n\nAND so our routine was set. But I also had a life to live. When I had to miss a visit for an out-of-town magazine assignment, I felt bad. When I couldn’t make it because I went to a beach in Mexico with six people who didn’t happen to be serving time in the clink for the mistakes of their youth, I felt guilty. \n\nBut I had to do these things for myself. It wasn’t until Piper was in prison that I realized I would resent her if I didn’t retain some semblance of what I defined as my “normal life.” \n\nPhone calls were a one-way street, from inside to out. When my phone rang with “unknown number” on the screen, I knew it was her and that the words, “This is a call from a federal prison,” would soon follow. Missing that call while in the subway, or answering it while at a party filled with happy people, broke my heart for different reasons.\n\nThere’s an expression at Danbury, and I suppose at all prisons, in talking about the loved ones of inmates: “They do the time with you.” True, that. And we boyfriends and husbands also did the time with one another. But me being me, I wasn’t looking for a support group for “Women in Prison and the Men Who Love Them.” And men being men, there was not one on offer.\n\nStill, when you see the same faces week after week, you start to chat. Our Trader Joe’s leader was a regular like me, always optimistic, a warm smile on his face. He and I took baby steps making small talk as visiting hours ended, and we took the heavy stroll down the hill to the parking lot after. \n\nAfter Thursday or Friday visits, when I’d taken the train up, he began offering me a ride back in his VW bug, jazz playing pleasantly on his CD player, making it easier to feel O.K. as Danbury faded into  the distance for another seven days.\n\nThen Piper learned that the husband of one of her inmate friends was my neighbor in Brooklyn, so I arranged to give him a lift whenever possible. It was win-win. I saved him four extra hours of subway, train and taxi time, and he proved to be a great travel buddy, picking up the coffees at the trendy cafe we both liked. The caffeine kicked in and NPR played while his baby snoozed in the back.\n\nWhatever the car-pool configuration, we appreciated our common ground. We talked a lot of logistics, as if prison were a puzzle to be solved or fantasy football game to be won. How much “good time” (prison lingo for time off for good behavior) did your lady have? What halfway house would she be released to after prison?\n\nThere were limits. We never talked about sex, or lack of it, and I can’t remember ever using the word “lonely” in their company. We did not exchange bear hugs or cry on each other’s shoulders. \n\nBut for that year, no one else in my life knew the reality of our circumstances, like why buying your lady a Diet Coke from the vending machine in the visiting room (because our women weren’t allowed to touch money) was among the greatest acts of love you were capable of performing.\n\n Friends constantly told me what an amazing boyfriend I was. My new prison fraternity, I’m sure, heard similar refrains. But it never occurred to us to congratulate ourselves for our commitment. We lived for that trip, for those few hours. \n\nOlivia Newton-John sings about being “hopelessly devoted,” and Woody Allen says that 90 percent of life is just showing up. We were, and we did. Every week we got in the car or train or bus and headed for Danbury. Not because we were amazing boyfriends, but because they were amazing girlfriends. \n\nAnd when we walked into that visiting room and saw their waiting faces, it was, bar none, the best moment of the week."
}