{
  "url": "http://www.nytimes.com/2010/11/21/fashion/21Modern.html",
  "headline": "Facing a Bedbug Plague Alone: Modern Love",
  "dateline": {
    "year": 2010,
    "month": 11,
    "day": 18
  },
  "byline": "Tess Russell",
  "text": "A COUPLE of months ago when I woke up with small clusters of insect bites on my elbows, hands and knees, it happened to be the opening day of the first-ever North American bedbug summit, held in Chicago.\n\n I know this because I read about it in the newspaper on my way to work while scratching at a particularly irksome welt through the ugly blouse I had thrown on in my haste to flee my apartment. \n\nI was still new to San Francisco, having moved west after college. At 23, I had no boyfriend, no serious romantic attachments, and was fine with that, proud to be making my own way in the world. Then the welts appeared.\n\n“You should have it checked out, but I’m sure it’s something else,” my mother said. “Like gnats. Your cousin had those and she was convinced it was bedbugs.”\n\nIn hushed tones, so that my colleagues in the adjacent cubicles wouldn’t hear, I scheduled an appointment for that afternoon with the handler of a bedbug-sniffing dog. I tried to relax, but soon my entire body felt as if it was breaking out in a rash. By the time I left work at 4 p.m., I was in full-fledged panic. As my anxiety heightened, my skin only grew hotter and itchier. \n\nOn the 10-minute ride to my transfer point, I ran through the possible non-bedbug scenarios my Google research had turned up: gnats, fleas, bird mites and scabies. Please, let it be scabies!\n\nA voice jolted me back to reality, and for the first time in eight and a half years I was staring into the face of the only boy I have ever loved. \n\n “Is it you?” I asked, though it wasn’t really a question. Aside from the hair and wardrobe befitting a Northern California techie, he looked exactly as he had at 15: tall and handsome, with penetrating, intelligent eyes.\n\n“How are you?” he said. “Do you live around here now?” Our train had stopped, and he gestured for me to step onto the platform ahead of him. I told him yes, I lived in San Francisco but commuted to my publishing job on the peninsula. He lived in Mountain View but was heading to Millbrae to tutor a student. Did I want to get a beer?\n\nI wanted to blurt out everything, not just about the bedbugs but also about the many frustrations I had with this new city that didn’t yet feel mine. And I wanted him to still love me, if he had ever loved me, so that he could listen to my complaints, take me into his arms and assure me that everything was going to be O.K.\n\nInstead I told him that I had to get back for a dentist appointment and clenched my fists to keep from scratching a fresh itch that had surfaced on my forehead. “Another time, though,” I said.\n\nHe nodded. “I like your sweater, by the way,” he said. “It looks a little like a grandma sweater, but I like it.” \n\nI caught my reflection in the train window: in addition to the ugly blouse, I was indeed sporting a natty puce cardigan. He hadn’t meant to be hurtful, but I was mortified and instantly went into an ill-advised monologue about the arctic climate of my office — “If I die there, I won’t even have to pay for my own cryogenic freezing chamber,” I said, stumbling on “cryogenic.”\n\n I waved my hand in front of my face to get relief from a sudden bout of flop sweat until, mercifully, the closing doors cut me off. What had happened, I wondered, to the cool, confident woman I’d supposedly become in the last decade?\n\nThirty minutes later, as a small terrier sniffed around my walk-in closet, I felt the same sense of helplessness. “He’s trained especially to detect bedbugs,” said his handler, a kind man named Kevin. “Seek, Pete. Seek.” \n\nPete was unresponsive to my clothes, luggage and furniture, and I felt my spirits rise — maybe it was bird mites after all — but he started looking excited as he circled my bed. Sure enough, when he reached the area beneath my pillows, he jumped into the air three times, and Kevin explained that this constituted a “strong alert” and that I should have my building management send exterminators as soon as possible. \n\nI wrote him a check for $175, and he told me I could call him with any questions: that even though he was leaving, he wasn’t walking out on me.\n\nAfter Kevin left, I followed his advice and began to put everything in sealed garbage bags. I knew I had to keep a clear head.\n\nAnd then, as I was pulling back my sheets, I saw one. I actually saw one. People always talk about how small bedbugs are, and you start to think of them as more gross than scary. But when you see one that’s filled with your blood, it’s terrifying. I smothered it in a paper towel and dropped it into the toilet, flushing five times to be sure it was really gone.\n\nI hate insects, and the image of one making itself at home under my sheets is permanently seared into my brain. \n\nStill, the worst thing about bedbugs isn’t the bugs themselves, or even the painful bites. It’s the way others react when you give them the news, all variations on the same theme: they tell you how sorry they are, and then they back away. (In retrospect, I realize it wasn’t exactly the best strategy to blurt out to people I’d recently met, “I have bedbugs.”)\n\nYour good friends will at least insist, from the safety of their cellphones, that you let them know if there’s anything they can do to help, meaning anything that doesn’t actually involve going near you or your stuff. And you can’t blame them, because you know you would behave exactly the same way.\n\nJust a few weeks earlier I had felt so satisfied when I woke up sore and exhausted from moving in — all 15 boxes, all 6 flights of steps — by myself. At the time I had thought, smugly, about those friends of mine who required boyfriends for tasks like these, and I had pitied them. \n\nNow, as I hauled all of my infested stuff back out, I didn’t feel quite so superior. Instead, as I emptied bag after bag of clothes into a row of commercial dryers, flinching at the sight of every bedbug-size piece of lint, I felt utterly, insurmountably alone.\n\nI couldn’t stop coming back to the same question, no matter how much I hated myself for asking it: If I were worth loving, wouldn’t there be a man standing there with me? Some brave guy who would wear his bites stoically, who would carry the heaviest bags and let me take the lighter ones, rip them open fearlessly, and then try in earnest to take my mind off things, if only for one 39-minute dryer cycle.\n\nI like being single, especially at this point in my life. But there are times when my conviction wavers. Like when my sister’s husband drops us off in front of the movie theater so we don’t have to walk from the parking lot in the rain.\n\nAT such times I’m reminded of the crab feasts we had when I was a growing up in Baltimore, and how, when I was too young to pick crabs myself, my father would sit next to me and share his, extracting the flesh from the backfin for me and saving the tougher leg meat for himself. \n\nThe backfin, as any Marylander can tell you, is the best part of the crab; giving your backfin to someone else is the ultimate sacrifice, the ultimate expression of love. \n\nThinking of this, I started to cry. Standing in an empty coin laundry in a strange city with mascara running down my face, I caught a glimpse of what it might look like to live a life devoid of that kind of unconditional love — I’m talking about backfin-sharing, bedbug-transcending love — and I was overcome by a dread that felt like dying. \n\nI dropped my roll of quarters to the floor and watched them spin across the linoleum in different directions for what felt like an eternity. And then I picked them up, pulled my grandma sweater tightly around my chest and walked across the street for some coffee and a magazine. After all, I still had 35 minutes to kill.\n\nIt’s important to put things in perspective. In a world plagued by political atrocities, environmental disasters and fatal incurable diseases, bedbugs aren’t really that big a deal. But they are, I maintain, one of the lonelier afflictions out there."
}