{
  "url": "http://www.nytimes.com/2010/04/25/fashion/25Love.html",
  "headline": "Counting Candlesticks Is No Way to Measure a Marriage",
  "dateline": {
    "year": 2010,
    "month": 4,
    "day": 23
  },
  "byline": "Katie Brandi",
  "text": "DURING my wedding my best friend’s house burned down. Dylan and her boyfriend, Clay, had anticipated their home’s combustion; wildfires had been raging for days in the mountains east of Tucson where they lived. As my wedding drew near, they packed their VW bus with Dylan’s bridesmaid dress, their dog, laptops and photographs, and drove cross-country to East Hampton, N.Y., where, during the festivities, they monitored events back home by phone.\n\nSoon they learned the neighbor’s house was gone and theirs was likely next. By the time I walked down the aisle, their house was on its way to becoming swirling plumes of smoke. Afterward, they returned to find their home reduced to six inches of black ash. All that remained were some shards of mugs. \n\nI, meanwhile, had been stockpiling crystal bowls and candlesticks. I teetered into my marriage under the weight of 100 Tiffany boxes, robin’s egg blue, and ready to hatch my new life with this man I loved. For each cereal bowl my friends lost, we received four. \n\nEventually Dylan and Clay took the Ziploc bag of toothbrushes and hotel soap that the Red Cross had given them and, on a whim, moved to Los Angeles. Although I admired their ability to drive off into a new life without possessions or a home, I no longer shared Dylan’s embrace of an unfettered and unmoored life. After all, I had a new 10-piece Williams-Sonoma all-clad stainless steel cookware set anchoring me to where I belonged in the world.\n\nI was 29 then and had spent my 20s reworking my definitions of ambition, fulfillment and potential (and its unpleasant but ever-present twin, unrealized potential), which had produced only a few intermittent teaching jobs, three-quarters of a novel and a reservoir of self-doubt. Those years had offered a crash course in learning that I wasn’t so special. I felt as if at any moment I could drift away, a balloon you have to squint at to see as it disappears. \n\nAnd then along came marriage, where there was safety in being like everybody else, in having the same wedding with a pretty good band playing “Mustang Sally,” the same dog named after a character from “To Kill a Mockingbird,” the same hopes for home and baby-making. \n\nA few weeks after I got engaged I was in a yoga class with rows of women in various stages of flexibility, their torsos folded, arms reaching for the sky. On almost every left hand was a band indicating not only that they belonged to someone but that they belonged, period. They had mothers-in-law to clash with and decisions to make about light fixtures and printed return-address labels.  They were rooted to the world. And soon I would be, too.\n\nIn my mother’s time, newlyweds displayed their wedding presents on the dining room table, and friends came over to survey the loot. To me these events sounded absurd, but now I surveyed my own loot and took a surprising comfort in the uniformity of it all.\n\n Here were these delightfully precise additions to my life, things that came with instructions embedded in the names: red wine glass, dessert plate, serving platter. Though part of me found this equipment of marriage to be beside the point, another part found it to be exactly the point.\n\nI wanted to believe that the sheer volume of the things I was accumulating might give weight to me as a person and to my new role as a wife. With them, I would become the confident person I imagined fit that description, the sort of person who has seasonal hand towels in the guest bathroom. Maybe each silver butter knife would create enough ballast to hold my sense of self in place. Maybe if I built it, I would come.\n\nDuring our engagement I once called my fiancé in a panic from Scully & Scully.\n\n“Can you go to their Web site?” I asked him.\n\n“I’m on the other line,” he said.\n\nI ignored him. This was too important. \n\n“Remember the Herend plates with the butterflies and caterpillars?” I didn’t wait for an answer. “What if in 20 years we say, ‘Why do we have bugs all over our plates?’ That’s why I’m thinking acorns. Can you scroll to the ones with acorns on them? We are so much more acorns, aren’t we?”\n\nThree years later, my husband and I bought a town house in the Georgetown section of Washington and decided to have a baby. I felt good knowing that the wise and happily married neighbors on each side lived in houses that were helping to prop ours up, keep us in the row. Our wedding presents were joined by my latest too-labored-over projects: upholstered headboards, decorative trays perched just so on ottomans, framed pictures of us smiling.\n\nHis parents gave us a buffet and two dressers from storage; each seemed to weigh twice as much as it should. One of the moving guys, stopping to catch his breath, smiled and said, “I hope you never move out of here.”\n\nHEH. Not long after, our marriage started shifting. Certain aspects of our personalities conflicted but had never threatened to unravel us. \n\nIt’s hard to say when our differences began to eclipse what we had in common. I kept thinking things would right themselves, but our marriage had become like a radio that played only static; we couldn’t find a clear frequency no matter how much we fiddled with the dial. \n\nThere was one night, months before the end, when I began to see that we really might not make it. By then I was eight-and-a-half months pregnant and trying to get everything done before my time evaporated into motherhood. \n\nSo I took one of our dogs, Atticus (of course), to be groomed. Though the groomer didn’t speak English, I thought I had done an admirable job miming that I just wanted to give the little guy a trim. \n\nBut when my husband and I returned to pick him up we were handed a rat; Atticus had been shaved down to his shivering skin. The only way we knew it was him was that his collar hung loose around his hairless neck. \n\nIt should have been funny. \n\nBut we were silent. Was my husband thinking what a terrible mother I was going to be? He clenched his teeth as if trying to keep himself from saying something awful. It was the sort of fight that means nothing in a solid marriage and everything in a shaky one. \n\nOn the drive home I could barely remember what it was like to sit next to my husband in the car with one leg on the dashboard, singing along to music and lightly scratching the scruff of his neck as he drove. Now I was sitting stock still, wary of even breathing.\n\nAs I lay in bed that night I felt a crushing weight on me — the weight of his broad shoulders turned away, of the baby inside me, of the furniture and house and pink baby gear. And perched on top was a hairless dog reminding me that I was a failure to all who counted on me. \n\nI felt pinned. And I couldn’t possibly leave because there were so many heavy things barring the door. \n\nAnd then Lucy was born and my love for her — a cross between a teenager’s rock-star crush and the matter-of-fact appreciation I have for my own limbs — made me see I had to stop resisting the inevitable. Though my husband and I adored our daughter, we knew that for her sake we couldn’t be the miserable people our marriage was making us. \n\nSomehow I drove myself around looking for a place for Lucy and me to live. I wore my sunglasses inside these barren apartments; my eyes were too red and puffy from crying to take them off. But I could see the promising, liberating emptiness of the spaces. \n\nFor the next year Lucy and I lived in a tiny apartment with a few pieces of rented furniture — no gravy boat or matching plates as far as the eye could see. Eventually my husband and I would divide those possessions, along with our time with Lucy. \n\nBut that year Lucy slept in a Pack ’n Play, and we didn’t have a rocking chair, or a chair of any kind. When I sang to her, I’d sit at the edge of my rented bed and rock back and forth — heel, toe, heel, toe — until sleep allowed her full weight to release into my arms. She learned to crawl, and then to walk, in an empty room without obstacles. \n\nThe trees in my neighborhood burned red and orange outside my window that fall, and I found myself thinking often about how Dylan and Clay had created a new life for themselves with little more than a bag full of toothbrushes and soap. At the time, I had thought I’d blow away with that kind of freedom — until my own life went up in smoke, leaving me feeling shaken, yet strangely solid, with my darling girl, a vague whiff of possibility, and lightness. "
}