{
  "url": "http://www.nytimes.com/2010/10/31/fashion/31Modern.html",
  "headline": "A Rabbi Keeps a Couple Company for a Final Goodbye: Modern Love",
  "dateline": {
    "year": 2010,
    "month": 10,
    "day": 29
  },
  "byline": "Joy Levitt",
  "text": "IT was the second time in two days that Harriet had called me. The first time she had simply wanted some advice. Her husband, Sid, had a rare degenerative neurological disorder called progressive supranuclear palsy. At 81, he could not move and could barely communicate, and he was running a fever. \n\n“I can give him an antibiotic,” she said, “which may not work, given his condition. Or I can not give it to him.” She paused. “He might get better on his own. Or he might not. Which might be a blessing.” \n\nI was Harriet’s rabbi, not her doctor. By almost anyone’s definition, Sid had no quality of life. I didn’t think Harriet was looking for a rabbinic ruling — we do everything we can to save a life, but when death is inevitable, it can be permissible to do nothing. \n\nDoing “something” can be regarded as interrupting the natural process of dying, but I think Harriet knew this. \n\nAnyway, she wasn’t a traditional Jew and was as likely not to follow what a rabbi had to say in such a case. I think she just wanted to talk. So we talked. Or rather Harriet talked, and I listened.\n\nWhen she called the next day, she said: “I think Sid’s dead. I’ve called his doctor, who said he’ll get here as soon as he can, but it’s likely to be a while. Will you come?”\n\nWhen I walked into their bedroom, I found Harriet standing next to Sid, who was slumped over in his recliner. She was holding her makeup mirror in front of his face, checking  to see if it would cloud over with his breath. It didn’t. I listened to his chest. Nothing. I felt for a pulse. Nothing. \n\nBecause there is such stillness in people who suffer from this illness and their breathing is so imperceptible, the moment that life leaves them can be hard to detect. \n\nWe felt a little silly, the two of us playing nurse as though we knew what we were doing, and we began laughing, the kind of hysterical laugh that comes from a place deep inside and has nothing to do with anything funny. After a while we gave up and agreed to wait for the doctor. \n\nWe both knew Sid wasn’t really with us anymore, though to me he didn’t seem that different from the week before, when he also hadn’t seemed to be really with us. But Harriet knew in her heart that something had changed, the way only someone who has lived with and loved and cared for another person so profoundly, so completely that the space between them almost has ceased to exist, could know. \n\nI watched her raise his arm, and all the rigidity, which had been so pervasive for the last two years, was gone, confirming what she knew in her heart. And at that moment, even in the face of terrible sadness, a sense of peace filled the room. \n\nSo we waited for the doctor, while Harriet sat on the edge of the chair that had been Sid’s home for the last several months. I wanted to get her to talk, to fill the time, perhaps, maybe even to help me prepare for the eulogy that would have to be written. So I asked her how she and Sid met.\n\n“We met at Atlantic Beach on Decoration Day,” she said. “That’s where young men and women went to meet each other in those days. I remember every single thing about that day, even what I was wearing — a black taffeta dress with a white eyelet collar. Who wears such a dress to the beach? His oldest brother-in-law saw me walking on the terrace and called out to me that he wanted me to meet someone.”\n\n“And that was that?” I asked.\n\n“And that was that,” she answered.\n\n“He was so unbelievably handsome,” she said. “He had just come home from the war and was ready to settle down. So was I.” \n\nShe was only 18; Sid was 31. No matter. By Christmas, they were engaged, and by June, married.\n\n She told me about his business that had thrived. She took me through the years after she finished college when they moved to the suburbs. She recounted stories about their three children, of her return to graduate school, of three bar and bat mitzvahs, of two weddings, and of four grandchildren.\n\nTheir story was familiar but unique, with its particular pain and heartache, and special sweetness, too. There was one more wedding; Harriet was determined to make sure Sid lived to see his eldest son married. She knew it was important to him, even though he could no longer express this himself. There was uncertainty about whether he was aware of what was going on. It did not matter. \n\nWhen the day came, the groom wheeled his father down the aisle with Harriet at his side. Nothing was going to stop her — not doctors, not disease, not death. They’d done it, and now, one month later, here we were in their bedroom, waiting for the doctor.\n\nSo much determination, love and success. So many choices, commitments and friendships. The stuff that makes up almost half a century of life together. She covered it all, talking for 45 minutes straight, all the while caressing his arm. \n\nJews do not leave dead bodies alone. Communities appoint people called “shomrim” — protectors — to watch over the deceased from the time of death until the funeral. It is considered a “mitzvah” — a commanded act — and a holy thing to do, but its origins probably date to a time when there weren’t adequate ways to protect bodies from rodents (or perhaps evil spirits) during the night. \n\nPeople would take turns guarding the body, all the while reciting verses from Psalms, as much to keep themselves awake, I suspect, as to pray for the soul of the departed. Were we shomrim, performing a holy act? \n\nThere was no danger of rats in Sid and Harriet’s immaculate North Shore apartment. Neither of us was reciting any words of liturgy, nor do I think Harriet subscribed to any traditional belief in the soul, though we had never really discussed such things in our 20-year relationship. \n\nBut it would have been unthinkable for Harriet to leave Sid alone, not after 48 years of marriage, not after the last two years of almost never leaving him alone, of carrying him, feeding him, doing all the talking for him. So she kept on talking. \n\nI was mesmerized, not by her story, the contours of which had been  mostly familiar to me. I had known this family for a long time, been there at births, weddings, deaths. I simply couldn’t take my eyes off her hand as it ran up and down Sid’s arm, rhythmically, slowly, gently. She knew he was dead. And still she caressed him. \n\nI don’t think I understood then what an unusual and extraordinary privilege it was to be in that bedroom. At the time, I was “doing my job” as their rabbi, and I was concerned about doing it well. \n\nI was also their friend, and these lines were often blurred; it’s what often makes my work both satisfying and  complicated. I needed to keep my own loss in check. \n\nBut now, when I think about that afternoon, I am in awe at the intimacy of what we experienced together. In its best moments, what we clergy do is live in our congregants’ lives, sometimes — too frequently — in their pain. Why they let us in has always been somewhat of a mystery to me. But when they do, as Harriet did that afternoon, we get a glimpse of holiness that is so luminous it is sometimes hard to go back into the world. \n\nThe doctor came after a while and told us what we already knew. Harriet let out a small sigh, and we got busy with all the things that come after someone says it out loud: the phone calls; the arrangements; the death notice; the food for shiva, the ritual week of mourning.\n\n We had moved seamlessly from the sacred to the mundane. But for that all-too-brief hour, what might have been awkward or even unnerving  was filled with light and beauty. \n\nI was not in a room with death. I was in a room with love."
}