{
  "url": "http://www.nytimes.com/2010/10/03/fashion/03Modern.html",
  "headline": "Following the Lost Generation",
  "dateline": {
    "year": 2010,
    "month": 9,
    "day": 30
  },
  "byline": "Mike Ives",
  "text": "TEN years ago, my high school sweetheart and I liked to pretend we were disaffected expatriates living in some crumbly postwar foreign capital. In reality, we lived in an affluent New York City suburb.\n\nFortunately there was English class, where our teacher assigned “The Sun Also Rises,” Hemingway’s 1926 novel about American and British expats who booze their way through Parisian cafes and Spanish bullfights.\n\nDevouring the book, we thought the protagonist, Jake Barnes, a twentysomething American reporter, and his hot-and-cold lover, Lady Brett Ashley, were pretty cool. They were always visiting interesting places and discussing the meaning of life, or lack thereof. And even though their lives were a little messy, they always spoke so insightfully!\n\nSure, we concluded, Barnes, Lady Brett and other Lost Generation all-stars had dependency, identity, and substance-abuse issues. But in other ways, they seemed like the sort of people we’d be happy to be like when we grew up. They were adults, but they were much cooler than most of the adults we knew. \n\nThe summer after my freshman year of college, my girlfriend and I traveled to France and Spain together, Hemingway style, picnicking on the Seine and sipping wine with Basques in San Sebastián. After the trip, we corresponded via telegram-style letters and e-mail messages that went something like this:\n\nDearest Jake: Can’t bear staying apart. Stop. Please visit after exams. Brett.\n\nBrett Darling: Will come on Greyhound Saturday. Stop. Arriving 6:40 p.m. All my love. Jake.\n\nI was pretty sure I would marry her, just not anytime soon. I also assumed — taking my cues from Hemingway, Maugham and Fitzgerald — that I had years of globetrotting to do before I’d consider settling down with anyone.\n\nThe next summer she and I worked in California. On weekends we’d cruise to the Henry Miller Library, an oceanside hangout named after the footloose novelist. It was fun to gaze at the Pacific and quote him to each other.\n\nMy own travels would begin to feel Milleresque: That fall I went to Buenos Aires; the following spring, I volunteered on a coffee farm in Mexico; that summer my girlfriend and I traveled to Montana, where I had landed a job baking pies at a roadside cafe.\n\nThinking of Hemingway’s Ketchum, Idaho, I had looked for a beautiful place where I could write and fish. The cafe owners said they also had work for my girlfriend — they needed line cooks.\n\nIn Montana, we were happy living under big skies, among friendly strangers and away from the East Coast. But our cabin was cramped and mouse-infested, and my girlfriend — a vegetarian — quickly tired of grilling burgers.\n\nWe quit after six weeks and headed east in her car. The ride felt like a defeat. I broke off the relationship because I was restless. Stop.\n\nMore than a year passed before we met for pizza on a dreary November afternoon in Boston. I had come down for the weekend from Vermont, where I was starting to write for a newspaper, to attend a journalism conference.\n\nShe was thinking of applying to law school; I wanted to go abroad again. There was no spark between us, but I attributed that to bad timing, figuring we would eventually rekindle our romance in a different place and context. The fact that I didn’t know where or how seemed kind of exciting.\n\nThree springs later, I quit my newspaper job and spent the summer wandering around China and Southeast Asia. I settled in Hanoi, Vietnam, partly because its sidewalk cafes, French-designed boulevards and bustling expat social scene reminded me of books I had read about postwar Europe.\n\nI spent the fall and winter drinking coffee, writing travel stories, scratching away at a novel and dating women from other countries. Soon I would be learning the ropes at a European news agency, playing tennis with diplomats and feeling expatriated in a good, adventurous, Hemingway sort of way.\n\nBut I still thought fondly of my first love. From what she’d told me over the phone before I left the United States, I knew she had started law school. I resisted that plotline: I sensed that someday she would decide to come find me.\n\nI hadn’t seen her in three years. Two months after my 26th birthday, I mailed her a letter: Living abroad was fun, I wrote, but I missed her, and I wanted to see her the next time I came home to visit.\n\nShe replied via e-mail that she couldn’t see me: she had a boyfriend, and she was happy.\n\nOuch. I hadn’t been pining for her per se, but I was upset that she didn’t seem to need to see me in the same way I felt I needed to see her. Also: what boyfriend? I had assumed that, like me, she had been drifting through lovers as one floats among so many ocean swells.\n\nThen she e-mailed to say that she was in Washington, D.C. — Did I want to meet up?\n\nI did. A few weeks later, I hoisted my backpack, hailed a motorbike taxi outside my apartment and began a five-week odyssey of work and travel that would take me from Hanoi to Moscow to Paris to Reykjavik to New York. Along the way I strolled the Luxembourg Gardens, ate crepes by the Seine, reported a story from Rouen, slept in departure lounges and on friends’ couches, rode Amtrak to Vermont, paddled a canoe across an Adirondack lake and caught a train back to the city, where in Chinatown I boarded a southbound bus.\n\nThe next day, a sweltering Wednesday, I finally arrived at my destination: the entrance of a Washington  Metro station, where my high school sweetheart, in a black skirt and silver blouse, looked more beautiful than I remembered. We ducked into a Mexican restaurant and ordered beers to steady our trembling hands.\n\nShe said she had been dating the same guy for three years. I had met him once at a party but I wouldn’t remember. Anyway, now they were living together. She liked law school and had never felt so settled — in a good way.\n\n“What about you?” she asked.\n\nMy throat crackled. I had been kidding myself assuming that I would marry this woman: We had each followed roads that the other had no interest in taking, and now she was in love with someone else. \n\nStill: She was looking at me so prettily over the guacamole that I felt like whisking her away. Dearest Brett: Let’s start over together in Mexico City. Jake.\n\n“Let’s have another drink,” I said.\n\nWe split the bill — it was almost half a month’s rent in Hanoi — and found a table at a high-ceilinged German brewpub on the next block. The lighting was dimmer there. Loosening up under the alcohol, I said the kind of playful, witty things I knew would make her smile.\n\nLaughing, she said she wanted to hear more about my expat life. “A wire service in Southeast Asia?” I recall her saying. “I imagine you wearing one of those silly reporter hats with the wrap-around brim.”\n\nWe left the bar and walked toward the Metro. She pointed out that the station was closing in five minutes. She wasn’t inviting me to come home with her. She joked that she would be sure to send me one of those silly — — \n\nWhen she noticed that I was crying, she hugged me as one holds a child who has scraped a knee. I held her hands and realized that the next time I saw her — if I ever were to see her again — she would probably be wearing a ring. She might even be a mother.\n\nI dried my eyes on my T-shirt. A janitor was cleaning up. Otherwise we were alone. I scratched my sandals against the pavement. Perhaps I wanted to keep standing there because I had been traveling too much. Or maybe I sensed that I wouldn’t be back. Two or three minutes passed.\n\nFOR the first half of my 20s, the Rest of My Life had appeared to wait patiently. And time, like a gift certificate, seemed like something I could hold on to and cash in later. But that night I felt as if the rest of my life was already upon me. Time was short, and I couldn’t think of anything to look forward to.\n\nI grasped for something winning to say. Nothing came. I was drunk. She walked into the station and didn’t look back.\n\n For a dizzy moment I considered chasing her down that escalator. Dearest Brett: Am lonely without you. Stop. Come to Hanoi. Mike.\n\nThe escalator stopped and the trains left. I walked on. I suppose I had my own connections to make."
}