{
  "url": "http://www.nytimes.com/2010/01/03/fashion/03love.html",
  "headline": "Could I Forgive Him One Last Time?",
  "dateline": {
    "year": 2009,
    "month": 12,
    "day": 31
  },
  "byline": "Victoria Rosner",
  "text": "ONE morning not long ago, as I was dropping off my son at preschool, his teacher beckoned me over for a private chat. \n\nA flutter passed through me. What had happened? Had Judah been overtickling other children again? Throwing graham crackers? \n\nTurning to me with a sober cast, John laid it out: “Our classroom fish died yesterday. I don’t think it’s a good idea to ignore it, so I plan to bring it up in our class meeting today. I thought you, of all people, should know.”\n\nHis concern wasn’t Swimmy, wonderful as he was. John knew death was a tender topic for Judah. A year earlier, Judah’s father had gone to the doctor for what he thought was sciatica but turned out to be cancer that had metastasized to his bones. He was 51 at the time; Judah was 2.\n\nBut that’s only part of the story. Until the time of the diagnosis, Judah and his father hadn’t seen much of each other. Sometime between Judah’s conception and delivery, his father decided that he couldn’t be married anymore, not to me, he said, and probably not to anyone. \n\nIn Texas, where we were living, it turned out to be illegal to divorce your wife while she was pregnant. So although he filed for divorce during my seventh month, we were still legally married on the day Judah was born, which also happened to be the day before our 10th wedding anniversary.\n\nHe was there for the birth and dropped in on us for visits, but a few months later I moved back to New York City, where my family lived. I felt like someone who had survived a tornado: miraculously, I was able to leave the destruction behind me. Judah, knowing nothing of his chaotic origins, was a sweet and placid baby. I loved wheeling him up and down the streets where I’d grown up. \n\nTwo years later Judah’s father remained in Texas and I was still in New York. After finding out about the cancer, though, he called me. I hadn’t heard his voice in a while, and it sounded strained. I expressed sympathy about his illness, but that wasn’t what he wanted to talk about. \n\n“I need to ask you something,” he said. “You are totally within your rights to say no, but I hope you’ll at least listen to me. I had always planned to have a relationship with Judah when he was a little older, but now I don’t know if that can happen. I want to start seeing him more, as much as I can, right away. I don’t have money for New York hotels, so I’d like to stay with you or your mother when I’m in town. During chemo I might not be able to travel, but I’d like to talk to Judah on the phone every night. And maybe have you bring him to visit me.” \n\nIn some ways, this was what I’d longed to hear since Judah’s birth. Though I knew we would never be a family, I still hoped that eventually Judah would have a relationship with his dad. And it wasn’t just for Judah. I had never anticipated single motherhood and longed to share the travails of preschool and potty training with my son’s father.\n\nMaybe now Judah and his father could have a relationship and I could have a partner in parenthood. And if his treatment was successful, father and son could have a future together. Whereas if I said no, the door might close for good.\n\nThat was my first thought. I also had to consider that the worst might come to pass, in which case I would have exposed Judah to significant and avoidable pain. Right now, he didn’t know his father; any loss would be abstract rather than personal. But what if he came to love his father, only to lose him? This had the makings of either a miracle or a tragedy;  it was hard to predict which.\n\nI queried friends, relations, professionals: What would you do? The responses were mixed. A friend said: “How could you let him back after what he did? He doesn’t deserve to know his son.” My mother said, “How can you refuse what might turn out to be a last wish?” And my therapist just said, “You’ll know the right thing to do.” \n\nI found myself thinking about what I would say to an older Judah, long after his father had died. That Judah would have a lot of questions about a man and a relationship he couldn’t fully remember. If the day came, I knew I would want to have stories to tell of the two of them and pictures to show. I suspected that the grown-up Judah, if given the choice, would want to have known all he could of his father. \n\nDeep down, I also wanted to give Judah’s father, who was for many years my loving and beloved husband, the consolation he now needed. I shelved my indignation about the way he had opted out of Judah’s life. Though he had left me in the lurch when I was at my most vulnerable, even then I had felt more pity than anger. He walked away empty-handed, while I had Judah. \n\nI said yes. And so their meetings began. \n\nHe would fly east and stay with my mother for three or four days. The chemotherapy was immunosuppressive, so he and Judah mostly stayed in the apartment, doing 2-year-old stuff: singing, snacking, tickling. Two sandy-haired, stocky, brown-eyed guys, rolling around on the floor. \n\nHe called me from the airport after the first visit and said: “He is the most incredible child that has ever lived. Do you realize that?” \n\nI said I did. I hung up feeling as if  I’d been handed a gift. For the first time I felt he was speaking to me unequivocally as Judah’s father, and that we were joined in our love of our amazing son.\n\nInitially Judah wasn’t sure who this guy was. He started out calling him by his first name but upon request willingly made the switch to “Daddy.” Eventually he took delight in the word and would spring to the phone, yelling “Hi, Daddy!” into the receiver. \n\nOver the next few months, we watched as “Daddy” lost his hair and grew weaker. He was taking large doses of morphine but still frequently winced in pain. Judah was solicitous, managing to curb the bouncier expressions of his personality when around his father. Once I heard him ask, “Daddy, are you sick?” and heard the reply: “I’m fine. And I’m going to get better.” \n\nI squirmed. I knew it was what he needed to say, but I wasn’t sure it was what Judah needed to hear.\n\nTen months after the diagnosis, the hospital called, telling me that it  didn’t look good. I sat down with Judah. “Sweetheart, Daddy’s very sick and I’m afraid he might die.” \n\nDistress filled his eyes. “I don’t want Daddy to die. I want to see him.”\n\n“I don’t want him to die, either. I’m going to go to the hospital now and I’ll tell him what you said.”\n\nHe was in a coma when I arrived, but I held his hand and did tell him. I sat there and talked to him as Judah’s fellow parent, about plans for our son’s future, though I knew he probably couldn’t hear me and certainly couldn’t answer.\n\nHe died two days later. Judah was angry and sad at the news, but mostly uncomprehending. He kept asking when Daddy would stop dying and come back to us. And it was my miserable task to tell him “never” and witness his disappointment. I felt as if  his grief was my fault. And in a way it was. I had opened the door.\n\nNow 3, Judah still doesn’t believe in forever and keeps trying to find a work-around for death. “Maybe Daddy is at that hotel where I saw him once? Maybe he’s in California?” He’s frustrated that he can’t see his father, though one night when he was lying in bed I told him he could talk to him whenever he likes.\n\nHe was quiet for a moment and then called upward, “Daddy, how are you? Is it dark where you are?” \n\nJudah’s memories of his father may fade, but for now he enjoys them. Every time he passes a McDonald’s he says, “I went there with my daddy, right?” Or when he plays with a favorite toy: “My daddy gave that to me, right?” He has his paternal memories to cherish and I have my co-parental ones. Neither of us would have wanted to forgo them.\n\nWHEN Judah isn’t trying to knock down the daddy problem, he often talks philosophy. He says casually to a friend of my mother’s, “You know, we’re all going to die.” He wants to know the feasibility of the two of us dying together. “I’m going to come see you when I die,” he tells me. A budding scientist, he asks about what people’s faces look like when they die and where they go. I say I don’t really know. \n\nI assure him that he and I won’t die for a very long time. Once, he heard me on the phone to a girlfriend exclaiming, “I could have died then and there!” and he went white. \n\n“Mommy, don’t say that,” he shrieked. “Don’t say that!”\n\nI wondered how Judah would react when he heard about Swimmy’s death and asked John to let me know. A few hours later he reported that when he told the children what had happened, one volunteered that her grandmother had died. Another said he had a fish that died, a very old fish. The class agreed that Swimmy had been an old fish, too. And Judah said, “My daddy died.” \n\nLater, another child approached Judah and asked in a worried voice, “Your daddy died?” \n\nJudah nodded. \n\n“Does that mean he’s not coming back?”\n\nJudah put his hand on the other child’s shoulder. “Yes, but it’s O.K.,” he said. “I’m alive. You’re alive. Want to play?”"
}