{
  "url": "http://www.nytimes.com/2010/01/31/fashion/31love.html",
  "headline": "Mourning the Loss of Expectations",
  "dateline": {
    "year": 2010,
    "month": 1,
    "day": 29
  },
  "byline": "Allison Amend",
  "text": "PORTRAIT of me, 2005: New Yorker, writer, age 31. I had a new boyfriend, an agent excited about my novel and a new college teaching job. I was finally approaching happiness, even if I had taken the scenic route. I should have been running victory laps.\n\nHere’s what happened instead: I got sick. \n\nAt first, my symptoms were nebulous, mild, easy explainable. I had recently gone off the pill after several years, so I wasn’t concerned about not yet getting my period. Hot flashes — soaring waves of heat so strong I put my cheek against germ-ridden subway poles to cool off — could also be a result of hormonal changes. I was just adjusting, I told myself. \n\nThe evidence grew harder to ignore. The doctor-prescribed progesterone didn’t set off menstruation. I started packing on pounds as if preparing for hibernation. I was waking up drenched in sweat. When others were wearing sweaters, I was overheated in a tank top. I was so quick to irritate that my students sent emissaries to ask questions. \n\nReluctantly, I went in for tests.\n\nWhen my cellphone rang a week later I was already crying, driving to the airport to attend my aunt’s funeral. My boyfriend had dumped me suddenly that morning via e-mail after I’d just flown 3,000 miles to visit him and his family. When my doctor said, “I have bad news,” I pulled over.\n\n“You’re in premature ovarian failure,” she said. “It’s causing early onset menopause. I don’t know how to tell you this: You won’t be able to have children.”\n\n“O.K.,” I said. I was waiting for the next part of the sentence, the medical way around the problem. I had low thyroid function; I took a pill. I suffered from depression; a few drugs made it bearable. In my experience, medical lemons were almost always followed by a prescription for lemonade. I felt strangely calm, detached, as though we were talking about characters on television. \n\nShe said, with believable regret, “I’m very sorry to have to tell you this.” \n\nI was upset, but not surprised. My body had been trying to tell me for months, and I just kept hitting snooze, wanting one more week, no two.\n\nOnce the tears stopped, I was filled with a deeper, duller sadness, like grief for a long-dead relative or childhood pet. I put the car in gear. My mind spun: I’ll adopt an Ethiopian orphan, find a supermodel/Rhodes scholar egg donor. There was probably even some miracle medication made of absurd ingredients like hummingbird saliva or snake testicles. \n\nThe more I thought about it, it was funny. Well, one day it would be. I pictured myself cradling my miracle baby, saying to my imaginary husband, “Remember when I told you about that day my aunt died, I got dumped and they thought I was infertile?”\n\nThe Panglossian attitude lasted only until I saw my parents at the funeral. I didn’t expect them to be so upset. After all, it was my problem, wasn’t it?\n\n“Was it because I smoked? Did you inherit it from me?” my mother asked, though I explained that a syndrome that causes infertility is by definition not inheritable.\n\n “You’ll get a second opinion,” my lawyer father said. I insisted that my condition was not a legal case; appealing to higher courts would not reverse the decision.\n\nThey pitied me, blamed themselves. They had always assumed there would be grandchildren, just as I had always assumed there would be children. They were suffering a loss as well. They were disappointed, however much they tried to disguise it. It felt like they were disappointed in me.\n\nMy younger brother tried ineptly to comfort me: “You’re 31,” he said. “It’s not like you could have a baby this late anyway.” \n\nIntellectually, I understood that I was not any older after the  diagnosis than before, but I felt old, ancient. I understood that children come to parents in different ways, and that many of my friends would experience infertility. But they would do it with a partner; I was going it alone. And intellectual understanding is not emotional acceptance. \n\nI sobbed to a friend, who assumed her best armchair psychologist posture. She asked me to prioritize my losses: aunt, boyfriend, fertility. \n\n“Boyfriend,” I said immediately. Even as I spoke, I knew it wasn’t true. We’d only been dating a short time; he was younger than I was, and neither of us had experience with long-term — let alone long-distance — relationships (he lived in Europe). \n\nBut these were only the most obvious feelings, the ones that required no deeper soul-searching. I had been dumped before; I most likely would be dumped again. The sadness was acute but  recognizable, and I knew I’d survive it. \n\nMy other sorrows were more complicated, less easily accessible, potentially destructive. When I imagined my uterus and ovaries, I saw the citrus fruits they were inevitably compared to, but shriveled and dry, wrinkled and useless. Who would want me now, a barren woman?\n\nI understood that the breakup had been coincidental, not caused by my early menopause, but it was hard to keep them separate. I hadn’t responded to the ex-boyfriend’s breakup e-mail message, so a few days later he followed it with a text: “Did u get my msg? Hop we still r frends.” \n\nWas I really going to shed tears over someone who didn’t care enough to put the “i” in “friends”? How could someone who breaks up with me like that be at the top of my list of priorities, or even on it? I had health problems; my relatives were grieving. \n\nAfter genetic testing, a diagnosis finally arrived: Turner Syndrome, a chromosomal abnormality resulting from a prenatal mutation. Some of my cells were missing their second X chromosome. Was I part male? Did that explain why I like to watch football and hate to cook? \n\nNo, I was reassured, I simply lacked the second X; there was no Y in its place. So, essentially, I was not a complete woman. \n\n“Sure you are,” said my brother, feebly. “You throw like a girl.”\n\nResearch revealed that Turner Syndrome is common, affecting one in every 2,500  females worldwide. Some are asymptomatic, while others experience infertility, are extremely short (under 4- foot-8), and have devastating learning disabilities and social disorders, as well as severe kidney and heart problems.\n\n I began to visit a parade of specialists to rule out the potentially serious manifestations of T.S. My symptoms were mild, treatable. Except my infertility. \n\nWhen I wasn’t seeing doctors, I put in cameo appearances at my classes, and tried, unsuccessfully, not to feel sorry for myself. I bought a book on premature menopause. It recommended I give myself time to grieve for the children I would never have, which sounded hokey but felt true. It seemed like something had been stolen from me.\n\nOne morning I collapsed in paroxysms of sobs, legs splayed, surrounded by a tutu of medical record photocopies on the floor of the radiology department at the hospital. Phone hot with use to my ear, I screamed at the health insurance agent who had the bad luck to answer my call after a 20-minute hold and alternately begged and demanded that she grant approval for an echocardiogram before I dropped dead of an aortic dissection, a disproportionately common cause of death in Turner Syndrome patients (though extremely unlikely in my case). Then I went to a bar, ordered two drinks at once, and drank them both before 11:30 a.m. \n\nI ATTENDED the annual Turner Syndrome conference to meet others with the disorder, to be able to speak freely in medical shorthand, to ask how I was supposed to tell potential suitors about my condition. But the women at the conference were nothing like me. Some had physical deformities: lowered hairlines, turned-out elbows, receding lower jaws, scars from heart surgery. Because of their learning and spatial disabilities, many didn’t hold college degrees or drive a car. Others suffered from social disorders akin to high-functioning autism. \n\nAt 5-foot-4, I was eight inches taller than the average Turner woman. I had a master’s degree; I was a competent driver. I was lucky. \n\nI did, however, return from the conference having discovered a community — the one I already had. My circle of friends and family were the ones who would be my comfort. I needed to grieve with them, not apart from them.\n\nAnd some, of course, were feeling the same grief. I asked a friend who also was struggling with infertility to accompany me to a reproductive endocrinologist where she stood behind the doctor during a vaginal ultrasound and assessed my vestigial follicles (our friendship will never be the same).\n\nSince then, more friends have had trouble conceiving. They confide in me; I understand the devastation of high follicle-stimulating hormone or low estradiol levels. In many ways, though, they are in greater immediate pain, as they want a baby right now, while I consider motherhood an abstract concept to be explored sometime in the future. \n\nOne day, walking with a friend who was undergoing in vitro fertilization, it seemed like baby bumps were everywhere, with every magazine on every stand showcasing fecund celebrities and happy families. \n\n“When you’re infertile,” I said to her, “the whole world is pregnant.” \n\nShe laughed. We find comfort in our mutual misery.\n\nStill, I can’t help but wonder about the lemonade that is supposed to result from these lemons, the great man who comes to love me despite my failed ovaries and whose love I accept and return despite my feelings of inadequacy. I trust that some day it will no longer hurt to see pregnant friends and new babies, and that I won’t feel like crying when people say, “You’ll see, when you’re pregnant.” \n\nBut for now, I miss the children I’ll never give birth to as intensely as I miss the characters in a book after the last page is turned. I love them dearly, and yet they never existed."
}