{
  "url": "http://www.nytimes.com/2010/08/08/fashion/08Love.html",
  "headline": "In Grief, a Mother and a Wife Bond",
  "dateline": {
    "year": 2010,
    "month": 8,
    "day": 6
  },
  "byline": "Artis Henderson",
  "text": "WHEN Miles and I decided to live together, I asked him if his mother, Terry, would be upset. We sat at the  kitchen table in his apartment near Fort Rucker, Ala., while the warm fall evening pressed against the sliding glass doors. Miles would graduate from flight school in a few months, and the Army would be sending him to Fort Bragg, N.C. My job in Tallahassee would be ending at the same time, and the move felt right to both of us.\n\n“Don’t worry about it,” he said. He leaned back in his wooden chair and propped a foot against the leg of the table. “She’ll probably want to send us a housewarming gift. Go ahead and think of something.”\n\nI thought place mats would be nice.\n\nTerry came for a visit three weeks after we moved into our tiny rented house on the outskirts of Fort Bragg. She did not bring place mats. She was tense and unsettled, the way I remembered her, and she refused to stay in our guest bedroom. She stayed in a hotel across town instead.\n\nIn our home, Terry was cordial. She cooked dinner, churning out Miles’s favorites, like “burnt steak stew,” meals with a history that reached back to their hometown in Texas. She made the sugar cookies Miles liked, the kind I could never get right, and she talked about home and church and family.\n\nOn the second day, after Miles had put on his uniform and left for the base, Terry suggested we drive to the mall in Raleigh. Spring unfolds slowly in North Carolina, and the air was cool and damp even as the first daffodils pushed through the wet earth. We climbed into her rental car and drove through Fayetteville, where rhododendrons bloomed pink against the gray morning. \n\nThe rain started when we reached the Interstate, and Terry launched into the reason for her visit. \n\n“You know Brad and I don’t approve of you living together,” she said, referring to Miles’s father. She called it “living in sin.” Her hands gripped the steering wheel and outside it poured and poured. “When he has sex with you, he’s disrespecting you.” I thought about telling her that he sometimes disrespected me on the couch. Once in the kitchen.\n\nShe talked for an hour and a half, without pause, without my input. But when we reached the shopping center, the space between us seemed somehow easier. We spent the afternoon shopping, as good friends often will, inspecting sales racks and eating Chinese  in the food court.\n\n At the  makeup counter at Macy’s, Terry tried on lavender eye shadow. \n\n“That looks nice on you,” I said.\n\nShe smiled shyly into the hand mirror. When the saleswoman asked if she’d like her to wrap it up, Terry nodded. She was strangely tentative about the exchange, as if she weren’t used to buying nice things for herself.\n\nLater, after the visit, I asked if Brad had liked the new eye shadow. \n\n“He didn’t notice,” she said coolly. The distance had returned.\n\nIn the summer, we stopped at Miles’s home in the Texas panhandle on our way to Fort Hood in the central part of the state. His unit would spend nine months training there  before heading to Iraq. As we turned off the highway onto their gravel road, a steady wind blew. It stirred the dry grass and ruffled the cows in the pasture. \n\nMiles spent his days outside, under the big Texas sky. He rode horses and worked the ranch with Brad, while I stayed inside with Terry. She showed me how to make her meatloaf and wrote the recipe for her sugar cookies on an index card for me to take to Fort Hood. She talked endlessly, hardly pausing for breath. It was as if she weren’t used to having an audience and needed to unload the things she carried in her heart. \n\nMostly she talked about Miles. About how long it took to conceive him, about the miscarriages that came after. She numbered her lost babies among her children. She talked about breast-feeding, sleepless nights and Miles’s sweet baby smile. \n\nShe cornered me once about the move to Texas, but before she could get into the sinful parts, someone interrupted the conversation. Anyway, Miles and I were married in less than a year, and by then the point was moot.\n\nAt Christmas, we were back in the panhandle. The Henderson clan had assembled for the holidays, and they were a hard-drinking, hard-partying lot. They gathered at Uncle Rick’s canyon house, where the cousins played cards and drank Coors Light while Aunt Minnie chain-smoked on the back porch. Terry greeted them each with a stiff hug. \n\nShe fit oddly into this mix. She was raised a Catholic, and her mother still went to Mass every Sunday. But when she married Brad, a conservative Protestant, she set aside her faith and adopted his. While Brad’s family were churchgoing folk, none of them approached religion with his hard-line zeal. So while the drinking and cussing and sinning carried on around her, Terry kept herself apart.\n\nAt one point in the card game, someone asked Miles where his mother had gone. He hooked a thumb over his shoulder, toward the back room where the kids watched cartoons. The cousins rolled their eyes and snickered. Miles was the only one not to laugh.\n\nOn the day Miles was deployed, after we left him at the hangar on base, Terry came back to our apartment. She helped me pack up our life so I could go home to my family in Florida. Together, we boxed the towels and the bed linens, the Crock-Pot and the TV. We loaded them into Miles’s pickup and Terry drove the truck back to Texas, where it would wait for him to come home.\n\nWhen he did come home, it was not the way we expected, but with an escort and an honor guard and casualty assistance officers.  Terry told me that when the notifying soldier came to her door, she wouldn’t let him speak.\n\n“Stop,” she said and held up a hand. “Just tell me if my son is alive.”\n\n“No, ma’am,” the soldier said. “He’s not.”\n\nI couldn’t imagine that kind of backbone; I had listened silently through my own notification, then thanked the soldiers as they left. But later, when it had all sunk in —  this new reality and the things we do when we lose someone we love —  her reaction felt right. Miles was the best of her. He had her face, her build, her Texas twang. As much as he was to me, he was more to her, more viscerally hers. They shared DNA, for God’s sake.\n\nAfter the first few months, after the unspeakable sadness of the funeral and learning the horrible details of Miles’s death, Terry came to  Florida to help me sort through the things sent back from Iraq. There were two black plastic  bins filled with Miles’s possessions, carefully labeled and organized, still covered with a fine dusting of Iraqi sand. Although they were legally mine — I was next of kin, after all — it didn’t feel right that I should have sole access to them. \n\nWe sat in my garage with the doors open while heavy sheets of rain poured down outside, and sifted through Miles’s life in the desert. We sorted through his notebooks and office supplies, his rolled socks and Army fatigues. We flipped through his CD collection and paged through his books.\n\nWHEN it was all too much — too much to remember, too much life packed into those plastic containers — Terry stopped and pulled a T-shirt from the pile. She raised it to her face and breathed deeply, searching for some trace of Miles. She did not know what I knew, for I had already done the same: The Army had laundered his clothes before sending them home, and this, too, was lost.\n\nWhat remained was the space created by Miles’s absence, thick and palpable with our grief. Losing a spouse is in no way like losing a child, but all loss is in some way like losing ourselves. In the months after Miles’s death Terry and I struggled  to reorient our own lives, and in that search we found each other. We began to bridge the distance that had been between us, bringing our shared love for Miles into the unknowable middle ground. \n\nAt the military briefing following his death, we saw photos of the citrus orchard where his helicopter crashed, and we read the final seconds of audio from the in-flight voice recorder. “Pull up,” Miles had said at the very end. Terry stood behind me during the hardest parts, pressing her small hands into my shoulders.\n\nI have heard people say that you should never marry a man who does not love his mother. I was lucky: Miles loved his mother fiercely. He loved me, too. In losing him, Terry and I have not divvied up this love, as we have with his other things. We have discovered that there is more than enough to share."
}