{
  "url": "http://www.nytimes.com/2010/08/29/fashion/29Love.html",
  "headline": "Modern Love: On the Precipice, Wings Spread",
  "dateline": {
    "year": 2010,
    "month": 8,
    "day": 27
  },
  "byline": "Kerri Sandberg",
  "text": "ON paper, Theo appeared to be the worst boyfriend possible: 41 to my 19, a recovering alcoholic and father to a spirited teenage daughter who lived nearby with his ex-wife. But I didn’t realize any of that when we met in the summer of 1992 at the Westchester County health-food store, where I was working while home from college. \n\nAll I knew was that he looked like a young, fit Jeff Bridges, was a graduate student in landscape architecture at Cornell and liked weird seaweed crackers. Butterflies flapped in my stomach every time he approached my register. \n\nOne morning he commented on the Count Basie album I was playing on the store stereo, and we discovered our mutual love of big band music. The next afternoon he walked in and handed me a mix tape. That Friday we went on our first date.\n\nOver sushi (which I was too embarrassed to admit I’d never had before), I learned all about his age, his daughter, his drink-and-drug-filled past. The only other alcoholic I knew was my father, a violent, watery-eyed creature who had never been sober for 12 consecutive days, let alone 12 years. This handsome man sipping green tea seemed to belong to an entirely different species. And unlike my fragile, bipolar first boyfriend, he radiated physical and mental health. \n\nAfter dinner, sitting behind the wheel of his ancient Volvo in the sushi bar parking lot, Theo took a deep breath and turned to me. “I — — ” he began.\n\nAssuming he was going to say something benign like, “I had a nice time,” I cut to the chase and kissed him. When he kissed me back, I felt weak knees and a flash of recognition: yes, this is it. \n\nWe spent the next few evenings talking in restaurants, then making out in Theo’s car. I liked the way it was progressing, with a kind of passionate restraint. He seemed to be holding back because of my age, so all we did was talk and kiss. One night when I made a move to do more, he stopped me and finished the sentence that I had interrupted at the end of our first date.\n\n“I need to tell you something,” he said. “I’m H.I.V.-positive.”\n\nWhile I sat beside him in stunned silence, he described testing positive four years earlier, in 1988, and how the doctors had given him no chance of long-term survival. But he was sure he’d been infected all the way back in 1980 by a needle shared with a friend who had since died of AIDS. If so, Theo had carried the virus for 12 years and, according to recent blood work, his immune system still showed no signs of damage. Nobody knew if it was due to his sobriety, his healthy diet, a genetic quirk or just dumb luck. \n\n“In A.A. they say, ‘Act as if,’ ” he told me. “If you don’t have faith, act as if you do until you get it. So I’ve decided to act as if I have a future. That’s why I enrolled in graduate school, planned a long-term career. And it seems to be working, you know?”\n\nHe paused, but I felt too dizzy to answer.\n\n“I never should’ve asked you out,” he said, his voice thick with emotion. “And I’m sorry I didn’t tell you sooner. I meant to, but I’ve been enjoying your company so much that I kept chickening out. I won’t blame you if you never want to talk to me again.”\n\nAgain, he paused for me to respond, and this time I knew what to do. I put my arms around him and found his mouth in the dark and kissed it. I thought briefly about tears and saliva and didn’t care. I wasn’t afraid. And I wasn’t angry. I’d chickened out plenty of times, too. But tonight wouldn’t be one of them. Tonight I had been asked to believe the unbelievable, to make a leap of faith. And I did.\n\nSix weeks later I went back to school in Amherst, Mass.; Theo returned to Cornell, and together we discovered that phone sex was not only safe but surprisingly fun. My friends thought I was crazy. My mother threatened to cut me out of her will if our relationship continued. Theo and I talked about their reactions and everything else during marathon phone conversations that sometimes lasted until dawn.\n\nAfter graduation we lived for a few years in Ithaca, N.Y., then spent several more on the road in a 1973 Winnebago Brave. We tried to balance planning our future with enjoying the present. Even though Theo appeared to fit into the lucky new “long-term non-progressor” category, his H.I.V. status taught us to savor each day because you never know how many you’ll have. \n\nWe did our best to maintain that balance sexually, too, creating a repertory that was spontaneous without being reckless, careful but not fearful. According to a guy on the Centers for Disease Control hot line, our brand of lesbian-inspired lovemaking posed a “slight risk” of transmission. But I also had a slight risk of dying from just about anything. What was I supposed to do, never leave the house? \n\nNone of this made any sense to my mother, who stayed up nights worrying and doing deep-breathing exercises to calm herself. \n\n“Can’t you just find another guy?” she asked in despair. “Any other guy?” \n\nThis from the woman who’d married my father, a man who looked great on paper and turned into a monster after they wed and continued making her miserable years after their divorce. Her experience had taught me that it’s a risk to love anyone. \n\nSix years after we met, Theo and I married under a banyan tree on Key West. Then we sold the Winnebago and moved into a nice apartment in Chicago, where Theo had a job with a prestigious landscape architecture firm.\n\nWe settled down. And that, ironically, was nearly the end of us. Not H.I.V., or our 22-year age difference or my mother’s steadfast opposition. Not Theo’s alcoholism or my scars from growing up with an alcoholic father. Not sex or money or the difficult process of deciding we shouldn’t have children, given all the complications. \n\nNo, what nearly undid us is that we became a normal couple. After so many years of continued good health, Theo’s H.I.V. — our ticking time bomb, our reminder to live and love to the fullest — receded in our consciousness. The virus started sounding less like a ticking bomb and more like the old-fashioned clock on our nightstand, lulling us to sleep. \n\nLike so many couples, we began to take each other for granted. We drifted apart. Theo obsessed over his work. I spent too much time online. We didn’t fall out of love, but we did start to sleepwalk through our lives,  snoring away in our comfortable rut.\n\nWe woke up when Theo became sick. Maybe it was the stress of his high-pressure job that weakened his immune system, or maybe the disease had just finally started to progress as we slumbered, forgetting to monitor his blood. Whatever the case, in the summer of 2001, Theo was in a hospital bed in Evanston, Ill., dying from AIDS-related pneumonia. \n\nKeeping vigil at his bedside, I lost weight, sprouted cold sores and wondered if I might be H.I.V.-positive, too. I couldn’t remember the last time I’d been tested. But as Theo’s fever spiked so high that he murmured about seeing angels, I didn’t have time to worry about myself. My husband was dying. I had never been more exhausted, yet more fully awake, in my life.\n\nHigh doses of antibiotics fought off the pneumonia, and a cocktail of antiretroviral drugs later restored him to health. It’s been nine years since then. I remain uninfected. We’re back to our usual lives. \n\nSOME days I don’t even remember Theo is H.I.V.-positive until after dinner, when he swallows his handful of confetti-colored pills. And even then I don’t always stop to give thanks to the good people who developed these drugs, or to remind myself to appreciate each day I have with the man I love.\n\nWe’ve been together 18 years now, and I’m pretty sure that if we’ve come this far, we’re going to make it until death do us part, whenever that might be. We’ve supported each other through so much already: the heartbreaking death of Theo’s daughter at 30 because of leukemia, through sick parents and injured dogs and running a business together during an economic crisis. And moving back to Westchester and sharing a house with my mother — who, God bless her, has finally accepted that Theo is a good man, not her worst nightmare. \n\nWhat worries me most these days is complacency. Because the rattle of pills as my husband shakes them into his palm each night makes a pleasing sound, like the gentle tick of our nightstand clock, and I have to fight to stay awake."
}