{
  "url": "http://www.nytimes.com/2010/03/07/fashion/07love.html",
  "headline": "Calling on the Death Bear to Get Over a Breakup",
  "dateline": {
    "year": 2010,
    "month": 3,
    "day": 5
  },
  "byline": "Loren Berlin",
  "text": "SUNDAY morning we sat at Diana’s dinette table in Park Slope, Brooklyn, waiting for Death Bear. We considered making him breakfast, but decided not to, thinking he would probably just come in, take the stuff and leave.\n\nWe waited.\n\n“You think he’ll talk to us?” I asked.\n\n“It said in the e-mail that he will talk, but that he will only speak to you as Death Bear.”\n\nWe waited some more.\n\nThen Diana received the text message announcing his arrival. “He’s downstairs,” she shrieked. “Death Bear is downstairs. Oh my God!” She leaped up and rushed down the steps. I followed her out and stood at the top of the stairwell, watching.\n\nIt was January. The Eastern Seaboard was recovering from a storm. Patches of ice lurked on the sidewalks, and the street curbs were ridged in mounds of dirty plowed snow.\n\nI’d come to New York for the weekend to see Diana, one of my best friends from college. She had broken up with her boyfriend of five years and was having a difficult time.\n\nI was there to cheer her up. The Friday night I arrived, we ate bowls of chickpea stew and slabs of her mother’s tart lemon cake. We put on our pajamas, opened a bottle of wine and curled up on the sofa to chat.\n\n“Oh! I got this e-mail I wanted to show you,” Diana exclaimed, leaping up to grab her laptop. It was from Daily Candy, a service that publicizes hipster events in various cities. It read: “Someone’s knocking at your door in a seven-feet-tall bear suit. Summoned via text message, Death Bear will visit your Brooklyn apartment to remove painful reminders of your past and give you the chance to start fresh in 2010. The resolution service is free this Saturday and Sunday.” \n\nIt provided a phone number to text to make an appointment, as well as Web sites to learn more about the performance artist who had created Death Bear.\n\nWe decided to do it. Diana texted him to request a Saturday appointment. He promptly replied that he was already booked for Saturday, but he asked if we would be willing to wait for his visit during a four-hour window on Sunday, as if he were the cable guy. Finally he agreed to a 9 a.m. visit, which he later rescheduled for 10. \n\nOn Saturday, Diana hauled out a cardboard box and began surveying her apartment for items for Death Bear. Her ex had taken most of his stuff when he’d moved. The framed poster of his favorite movie was gone, as were a series of prints above the sofa, leaving silver hooks on the walls. He’d taken his clothes and music collection. But so much still remained, tucked away everywhere, like Easter eggs.\n\nThere was the green artichoke-shaped candle her mother had given him, the funny little white mug by the kitchen sink that had a mustache and skinny legs (which he had used to hold their sponge), a piece of white plastic shaped like a robot that he’d hung on her key chain, the Mr. T postcard he’d sent her that read “You Da’ Man” in shiny gold letters, an expensive brown corduroy blazer accidentally left behind, the maroon camping vest he’d given Diana one Christmas (which she decided to keep, arguing that practicality outweighed sentimentality on this specific item), a gray plastic Viking helmet he’d worn one Halloween, a black felt hat with one small flower he’d given her one winter, the iPod he’d bought her and engraved with the phrase “Diana’s anti-stress machine” for her long subway commutes, his ratty red backpack, and the four costumed rubber ducks he’d bought as a joke to line the back of their toilet.  Diana threw most of this into the box for Death Bear.\n\nNext she pulled out the top drawer from her dresser, dumping its contents on the ground. She sat cross-legged on the floor, surrounded by the scattered letters, cards and photos. She must have gathered them in the drawer after the breakup and hadn’t looked at them until now. \n\nShe shuffled through the papers, stopping at a photo of her and her ex. Her eyes filled with tears, her face flushed. She gulped and sniffled, and sniffled again. Then she began to cry. \n\nI joined her on the floor, rested my face on her shoulder and rubbed her back, feeling her ribs rise and fall with each sob. She shoved the last of the letters into the cardboard box.\n\nThat evening we ate pasta and oysters at a neighborhood Italian restaurant and wondered aloud if Death Bear would actually show up.\n\nOn Sunday morning, as I stood at the top of the stairs watching Diana greet Death Bear, the first thing I noticed about him was that he was thin and delicate, with the lithe frame of a boy who was never large enough for a high school sports team. He wore flimsy black pants, a long-sleeve black shirt that looked as if it had been bought on sale at a discount retailer and black lace-up leather boots that were popular among grungy teenagers.\n\n He had a massive, bulbous black bear mask that engulfed his head and  his entire neck. The mask’s cheeks were round and bulging. The effect was a creepy, bearlike animal that simultaneously recalled a child’s cartoon character and the Grim Reaper, as if Tim Burton had decided Beetlejuice needed a sidekick.\n\nI watched Death Bear as he gingerly slid a foot first up one step, and then up another, while lightly resting his hand on the weathered banister. He seemed tentative, almost shy. \n\n“Is this O.K.?” Diana asked. “Can you see?” She stood beside him with her hands in the air like a parent spotting a child who is learning to ride a bike.\n\n“This is fine,” he replied, his voice muffled by the giant bear head. “I can do steps.” He rounded the top of the stairwell and entered Diana’s apartment.\n\n“So,” Diana began awkwardly. “Thank you for coming, Death Bear.” She sounded both amused and unsure of herself.\n\n“You’re welcome,” he replied as he put down a large black duffel bag.\n\nThere was a moment of silence. And then more silence. He turned to study the room, like an exterminator searching for signs of vermin, and I wondered if he noticed the empty silver hooks on the otherwise blank walls where Diana’s ex’s pictures had hung.\n\nDeath Bear faced Diana. “What do you need me to do?” His voice was kind and distant.\n\n“Well, I have some stuff I need to get rid of,” Diana said. She didn’t mention the breakup. “I don’t know how much you can take?”\n\nHe showed her the bag and explained he could take whatever fit in it. They decided that meant everything but the plastic Viking helmet and the backpack.\n\n“Great,” Diana said. She sat down next to the box of stuff she had collected and began to pull out items and hand them to Death Bear: the artichoke candle, the corduroy blazer, an old cellphone full of text messages from her ex. \n\nDeath Bear accepted the items and gently placed them into his bag. He moved deliberately and with care, as if he was preparing to ship them far away and knew they needed to arrive safely.\n\nSoon it was time to give him the letters.\n\nDeath Bear stood silent, facing Diana, his palms outstretched. He had smooth hands that looked as if they weren’t done growing, and his wrists, which were just barely visible beneath the cuffs of his black shirt, were slim and square, unusually angular with protruding bones. His skin was the color of milky hot chocolate and hairless.\n\nDiana paused, looking at the pile of papers, the cards celebrating anniversaries, the photos from their travels abroad and the sentimental notes. Wordlessly, she handed the stack to Death Bear. Then she began to cry.\n\nI did not go to comfort Diana. Instead, I remained seated at the tiny dinette table where I had been since Death Bear’s arrival. I watched, in silence, as Diana cried and Death Bear tucked the letters into his duffel bag. She looked up at him, tears streaming down her face. He was bent over his bag, rearranging items.\n\nFinally Death Bear zipped the duffel bag closed and stood to face Diana. “I hope that I am helpful to you in some way.” \n\nShe smiled back, unable to speak, and no one said anything.\n\nAs I watched Diana and Death Bear, I felt proud of her for being so brave. Maybe it was bizarre to invite a complete stranger dressed as a psychedelic animal into your house to remove your most intimate possessions. Then again, maybe it wasn’t.\n\nMAYBE we all have moments when we need such a stranger, someone whose anonymity allows us to let down our guard and show our raw and battered hearts, to reveal the mess we know ourselves to be. Maybe Death Bear provides a public service by wiping the slate clean when we are too exhausted to pick up the rag and do it ourselves. And then yet again, by disappearing, so that we can resume our normal lives.\n\nDiana pulled herself together enough that she could now speak. “What do you do with the stuff you collect?”\n\n“It goes in my cave,” he replied.\n\n“Are you going to do an art installation with it? You should.”\n\n“No. I think there are a lot of people who wouldn’t feel comfortable seeing their stuff on display.”\n\n“Huh,” she said. “I guess.”\n\nThere was silence.\n\nThen Death Bear spoke. “I should be going.”\n\n“Um, O.K. Well, thank you for coming, Death Bear.”\n\n“You’re welcome.”\n\nDiana opened the door and watched as Death Bear headed toward the stairs. “Thanks again,” she said. \n\nHe turned at the stairwell, the black duffel bag stuffed and hanging from his shoulder, and then he was gone."
}