{
  "url": "http://www.nytimes.com/2010/07/11/fashion/11Love.html",
  "headline": "When Mixing Business and Pleasure Doesn’t Work",
  "dateline": {
    "year": 2010,
    "month": 7,
    "day": 8
  },
  "byline": "Clay Graham",
  "text": "I FIRST saw her on “The Late Show With David Letterman.” It was the rare occasion when I was home from work before midnight, and I was lying in bed trying to unwind. \n\nAfter Dave introduced her as a funny and talented young comedian, she strolled onstage in a miniskirt, tailored jacket and heels. She was petite, with a cheerleader’s smile and brown anime eyes. Even more impressive, she was actually funny, alternately vulnerable and dirty  —  in my eyes, an unbeatable combination. \n\nDating, at this point in my life, was a challenge. I was a producer and head writer of “The Drew Carey Show.” On any given day I might arrive at work at 10:30 a.m. and not leave until 2 or 3 o’clock that night. A few grim times each month, I would drive off to work and return home 20 hours later to find a fresh newspaper waiting at my door.\n\nWorking such hours makes it difficult to think about romance. When you get a day off, you just want to sleep, return calls and perform basic household and bodily maintenance. \n\nStill, by the time this lovely comic had finished her routine, I knew I had to meet her.\n\nTo this day, I’m not sure how much of my initial impulse was personal versus professional. In any case, the next day I called my agent and asked how I might get in touch with the comedian to discuss developing a sitcom for her. My agent said she would arrange it. \n\nThis, I thought, was video dating on a whole new level.\n\nTwo weeks later, on an upper floor of a Century City skyscraper, she and I shook hands and looked into each other’s eyes, and suddenly it felt as if we were on a first date, and that the executives and managers in the room were mere chaperones.\n\nAfter a few minutes, one of the executives — perhaps sensing our connection — suggested that she and I arrange a time to meet alone. To discuss the project, of course. \n\nThe following week, in the booth of a seafood restaurant, we talked a little about the show we wanted to create together. Mostly, though, we talked about each other. It was like a perfect date: the conversation was unforced, the jokes were funny, and the mutual attraction hummed unabated, drowning out all background noise. \n\nThree hours later, we walked out into the sun. “That was fun,” I said. \n\nShe smiled. “You want to hug me, don’t you?” \n\nActually I wanted to kiss her, but I nodded, and we hugged. It was the beginning of an awkward dance between business and romance that would eventually lead to the worst moment of my career. \n\nDuring the next few weeks, we would meet whenever we had time at one of our houses to talk about our TV pilot and our lives. One night when she was leaving my house, we said goodnight and started to kiss. It was for me a thrilling moment of heart-racing pleasure, and it clarified any doubts I might have had about the complexity of our situation. \n\nThroughout my career I’d been careful to be professional in such matters; I had encountered temptations from actresses famous and not, and had resisted with heroic (and depressing) success. \n\nBut now the inevitable question arose: Had I finally turned into the dreaded producer with the convertible-bed casting couch? Was I taking advantage of my position? Was I flagrantly ignoring the dangers of mixing business and romance? \n\nOr had I always been too careful? Was I missing out on the excitement of living because of some obsolete puritanical ethos? After all, what was the worst that could happen? As with most situations in my life, I decided to compromise: I would feast at this table of giddy romance, but wash it down with a frosty mug of guilt and paranoia. \n\nWe continued to write the pilot script as we spent more time together and grew closer. We went to holiday parties. I traveled with her to Texas for a New Year’s Eve show. I met her parents when she headlined at Caroline’s. We were carelessly discreet, never discussing our relationship with anyone in the business, yet forgetful of our actions: When we briefly held hands at a museum event, everyone in my office seemed to know about it the next day.\n\nWe turned in our pilot script and quickly heard back that the network loved it. Amid the celebratory mood, however, came a hint of buzz-kill: instead of ordering a pilot, the network wanted a table-read with a full cast. This was not an unusual request in the late ’90s, a way for a network to save a million dollars by not producing an actual pilot. Still, it represented less than full enthusiasm and was a little gray cloud hovering on our sunny horizon. \n\nTen days later, a crowd of agents, executives, lawyers, managers and friends gathered in a conference room to watch a cast of veteran actors and my semi-secret girlfriend bring our pilot to life. \n\nI was nervous. My star joked that she hadn’t played a scripted character since her high school production of “My Fair Lady.” We’d rehearsed the pilot many times, but now, in front of this jaded and cool-eyed audience, everything was on the line.\n\nThe reading began and... she did fine. Not brilliant, not embarrassing. Fine. What happened next, though, is to this day so painful that I’d like to present it in the form of a bullet list  — a coping mechanism endorsed by well-regarded psychologists and conferring, they will tell you, absolutely no shame upon its user.\n\n\n\n Three days of silence as we awaited the network’s verdict. \n\n\n\n A phone call from my agent stating the network “loves the show but wants you to recast the lead.”\n\n\n\n Malaise. A sleepless night. A stomachache. A strange dizziness I hoped indicated swiftly spreading brain cancer.\n\n\n\n Renewed strength. Anger. Calls to the network and studio arguing on her behalf: “Please. Give her a chance.”\n\n\n\n More silence. Then a call from my agent: “They really like the show and want to pick it up, but they need you to recast the lead.”\n\n\n\n Despair. Exhaustion. Reluctant acceptance.\n\n\n\n An agonizing call to her — she was on the road — to explain that the network didn’t want her to star in a show based on her life, with her name as the title. I emphasized how much they liked our script, which was all about her. For the first time, a phone call between us was filled with long moments of silence.\n\n\n\n The arrival in my office of a list, assembled by the studio and network, of prominent actresses to consider for the lead.\n\n\n\n A call to the network declaring no one could play this part except the woman upon whose life and stand-up act it was based.\n\n\n\n A call from the president of the studio threatening to sue me if I didn’t recast the lead.\n\n\n\n A few brief meetings with prominent actresses, leading to a few auditions.\n\n\n\n A belated realization by the network that no one could play this part except the woman upon whose life and stand-up act it was based.\n\n\n\n A decision to set the pilot aside for midseason consideration. (It was dead.)\n\nOur first six months had been a whirl of giddy optimism; we were an unstoppable team. Now I felt I had let her down, and I think she felt the same way. There were a sadness and lack of direction to our relationship. It reminded me of when you’ve spent weeks on vacation jetting from one exotic place to the next, and then suddenly you’re back home, the momentum is gone, and all that’s left is a longing for that feeling.\n\nI became (let myself become) absorbed in the long hours of running a television show, and she went back on the road. The calls and e-mail messages grew less frequent until one day I called and e-mailed, and never heard back. \n\nTHE message of cosmic payback wasn’t lost on me: If you start a relationship using business, you risk its being ended by business. (Never mind that people throughout history have found love this way, penalty free.)\n\nShe and I had a stupid joke that we used to do all the time. I would ask a question like, “How old were you when you first went to camp?” She would reply, “I want to say... 8?” And I would reply: “You don’t have to be shy around me. If you want to say it, say it.” It always made us laugh because it was so unbelievably dumb. \n\nA few months ago, after 10 years without contact, a period during which she had become happily married, I sent her a message via Facebook: “I want to say... hi?” \n\nA minute later a message came back: : - )"
}