{
  "url": "http://www.nytimes.com/2010/10/17/fashion/17Modern.html",
  "headline": "Could Love Bridge the Gap of Age?",
  "dateline": {
    "year": 2010,
    "month": 10,
    "day": 15
  },
  "byline": "Leah Hanes",
  "text": "THE Obama volunteer coordinator assigned to find me a canvassing partner walked me toward a busload of elderly people. She must have noticed my dismay, because suddenly she veered left toward a smaller group of mostly male twentysomethings from Brooklyn. The day began looking up.\n\nI’d hit bottom weeks earlier, just as the Alaska governor came on the national election scene. The positive momentum from my summer Himalaya trek had faded, along with all interest in a job search; I was in no condition to interview for — let alone start — a new job. I finally copped to depression.\n\nIt was all too much; I felt I’d lost everything. The shock of my  only child’s sudden death 19 months earlier at age 6 had worn off, the distractions I’d used to keep the full horror at bay finally gone. And while the losses that followed — my 17-year marriage, our “dream house,” my job, several friends — were comparatively minor, collectively it was devastating. Our two cats must have agreed, as they both died, too.\n\nI weighed the options: Succumb to despair, or pick myself up and deal. I decided to make Prozac’s acquaintance and get on with it.\n\nAnd thus found myself — a 41-year-old childless mother and unemployed marketing executive — at the Obama volunteer center in Allentown, Pa., in late September, paired with blue-eyed, 28-year-old Manuel. He had a shaved head, wrestler’s build, a California surfer vibe and a peanut butter sandwich he tried to shove into his back pocket as we set out. \n\nAmused, I said, “Give me that,” and placed it in my handbag.\n\nCanvassing proved both inspiring and tedious. With Manuel, though, I almost felt normal. He asked questions I surprised myself by answering. Refreshingly, he was neither horrified nor struck speechless by my loss.\n\nLater, as his crew was leaving, we made noise about getting together in the city sometime. As is the way, we connected on Facebook.\n\nIn the following weeks I obsessively followed the election, my own heart’s need for hope tied to the outcome. I looked for Manuel in Allentown on Election Day, where I’d returned to help get out the vote, but he was in California, and we shared an electronic high-five.\n\nWe finally made plans to meet for dinner in early December. Given my age, I wasn’t sure if he saw this as a date. Nevertheless, I was ready. Beyond careful grooming, a discreetly packed contact lens case and condoms, I’d told my housemate I might not be home.\n\nManuel came zipping down the street on his bike a few minutes late, and we awkwardly hugged. His head was still shaved, but he’d grown a goatee. He was adorable.\n\nDinner, however, was a bust. I hated the food, and his surfer vibe had me wondering if he was stoned (he wasn’t). Sensing the direction of things, he suddenly turned — “Hey, you heard of Rao’s?”\n\nThe legendary, impossible-to-get-into Italian restaurant in East Harlem? “Yes.”\n\n“I hear you can just walk in, sit at the bar, have a drink. Want to go?”\n\nI was intrigued but began losing my nerve when we arrived, put off by the black cars idling outside. It was a club. We weren’t members. Manuel leaned in — “It’s just like knocking on doors in Allentown. Come on — yes we can!”\n\nAnd we did. Sometime during our second round, I thought how nice it would be to touch him, when suddenly my arm was on top of his. Shocked at myself, I leaned forward to apologize when he kissed me — and didn’t stop until the bouncer hissed, “Hey, knock it off!” \n\nStartled, we paid and left.\n\nBy midnight, we’d already spent an hour canoodling in the dark corner of a salsa bar, and another hour rolling around half-naked on his building’s roof, Metro-North trains rumbling a few blocks away. I had no idea if I’d ever see him again, and inhaled every minute of the most uninhibited fun I’d had in years.\n\nWhen we finally reached his apartment, I realized what I’d missed by marrying at 23. His bedroom was one of those only-in-New-York creations carved out of the living room — no windows, walls that didn’t reach the ceiling. Looking  for a safe space to lay my pearl necklace and earrings, I knew I was a long way from my former five-bedroom colonial in the suburbs.\n\nThe morning was only slightly awkward. We were both exhausted and hung over, and he was kind enough to let me sleep while he went to work. Emerging from the Harlem town house into the bright sunshine later that morning, passing the neighborhood guys on the stoop, I felt every bit the lioness returning victorious from the hunt as I lazily made my way back to New Jersey.\n\nBy then I’d decided that taking care of myself and finding a way to live with my child’s death had become my full-time job: therapy, yoga, meditation and   Prozac were the tools of the trade. Manuel was a different modality entirely. I must have done something for him too — he asked me out again.\n\nWe settled into a routine, getting together about every two weeks. We told each other it wasn’t serious or exclusive, so we didn’t talk or e-mail much in-between. But together, we made up for lost time. I surprised him on our second date with scarves and honey; my 42nd birthday included live jazz, drag queens, a demonstration of his rapping skills in the middle of Houston Street, and some late-night, creative role play. It was my best birthday ever.\n\nIn late January, the night before the second anniversary of my son’s death, he lighted candles and invited me to say whatever needed saying. He understood loss; his mother had died when he was 14 months old. No one had ever opened himself up in quite this way to hearing my pain. It was one of his greatest gifts.\n\nMy heart broke more cruelly and deeply than I thought possible the day my son died. I worried that maybe I shouldn’t be playing this game with a heart that would never quite heal. But this I now know: People we love come, and they frequently go. What matters is staying open: to possibility, to connection, to hope.\n\nI didn’t think I was risking much. I knew he was casually dating, and theoretically I was, too. But being with him brought me so much joy, and online dating was such a drag, that I put little effort into looking elsewhere.\n\nTwo months in I felt a shift — he was less open. A month later, when he told me he’d slept with someone else, I went cold. He said he still wanted to see me but couldn’t be  monogamous. I struggled, intellect versus emotion. Did I want to marry him? No. So who cares? But I did. And in the morning I broke it off. \n\nFor only the first time. Over the next year we moved in and out of each other’s lives and beds, renegotiating terms to work for a late-20s guy in an “exploratory” phase and fortysomething, monogamously inclined me.\n\nThis past Valentine’s Day we went away, both of us acknowledging the danger and mixed signals of a country B & B, whirlpool tub and Champagne in bed. We’d slowed down — our connection had mellowed, deepened. He hadn’t promised not to date others, but he wasn’t. A few days later, I caught myself thinking I wanted my family to meet him.\n\nDamn. I’d fallen in love.\n\nAnd took the chance. I told him I was open to bridging the age gap, seeing if we could work. It’d be challenging, but I had feelings for him and finally decided I was game.\n\nBut he wasn’t. I know my age was a factor, which hurt, but you can’t talk someone into wanting to be with you. When I ended it again, to save my heart, it was his turn to be surprised by the depth of his feelings — he’d also gotten more attached than intended, though not enough to change his mind.\n\nMy son’s friends are 10 now. A day rarely passes when I don’t feel the pain of a child who will always be 6, of motherhood in the past, of bedtime stories read by another while I worked late. No more time, no second chances. I’m still working through my losses, even in my dreams. Almost four years later, I know the pain doesn’t get better. I just learn, day by day, year by year, to live with it.\n\nA month after our Valentine’s breakup, 18 months after knocking on Allentown’s doors, Manuel announced he was moving west for school. Knowing he’d soon be out of temptation’s way, I reignited our “thing.” This time, no regrets.\n\nMaybe because we knew the outcome, knew we’d be re-dressing our wounds one last time, we finally let down our guard. I told him I loved him. He admitted he loved me, too.\n\nAnd then I let him go.\n\nOnce he left I realized the other gift he’d given me — even in my sorrow, I still had the hope he’d helped me find."
}