{
  "url": "http://www.nytimes.com/2010/09/26/fashion/26love.html",
  "headline": "Tunneling to the Core of Family",
  "dateline": {
    "year": 2010,
    "month": 9,
    "day": 23
  },
  "byline": "Joanna Steinglass",
  "text": "THE local children’s hospital has a massage therapist for parents whose children are admitted. I wish I never had to know this, but I was grateful for the service. Our son’s stay was 19 days. He was 2 1/2 years old. And I was eight and a half months pregnant with our second child. \n\nThe images of our time there now shuffle through my mind like some sort of looping screen saver.  A hospital vigil creates tunnel vision; all I see is my little boy’s face in his hospital bed, and all I hear are his wheezing calls for us, followed by our answering song: “I’m right here, Jack. I’m right here.” \n\nMy mother-in-law sits in the hallway like a sentry, back straight, knitting. My son doesn’t want me to look away when visitors enter, as if he shares my fear that the only thing keeping him safe is my concentration on his breathing. The radiator is piled with Chinese food, corned beef sandwiches and cheesecake, brought from Brooklyn by a particularly caring friend.\n\nFor those 19 days my husband and I, both doctors, do not go to work. Each night one of us stays at the hospital while the other goes home, where the blooming lilacs and rhododendron surrounding our house are surreal. The challenge is getting upstairs and into bed without looking at the pictures on the wall. Or going into the boy’s room. Or looking at his bed. Or falling on it, crying and thinking unthinkable thoughts.\n\nIn his hospital bed, my son holds my thumb. It’s all he wants. Cuddling hurts when you have a chest tube, so he holds my thumb. It amazes me that he has any inclination to trust us, that he finds comfort in us rather than fear — we who brought him to this place where he must endure hourly assaults on his body with stethoscopes and blood pressure cuffs. \n\nOn a gurney outside the operating room, he sits on my lap. Or rather he folds over my belly onto my shoulder. He is too young to be told what is going on, to know about the surgery to help clear his lungs. He looks at the surgeons, masks covering their faces, and burrows into my shoulder seeking relief. \n\n“Mommy, let’s have a talk,” he says, using all the breath he has. “Having a talk” is how we keep him entertained on long car rides. I am stunned by his resourcefulness in seeking the comfort he needs. \n\nThen, every once in a while, flashes The Moment. Many parents will recognize that moment.  That split-second flash through your brain, with an intense grip of emotion, a wave that lasts far longer, that squeezes your lungs, no matter how long ago it was. The moment you were forced to focus — acutely, terrifyingly — on your child’s mortality.\n\nWhat I know now is that parental love is layered on, with each layer a shield of denial, protecting you from an inner core of fear. And the layers peel away remarkably slowly.\n\nAt home my son breathed at 80 — 80 breaths a minute. Try it. I was counting at 3 a.m., 4 a.m. and 9 a.m. “It’s not possible,” I thought (layer one of denial). Such a thing, if possible, would be terrible; he would exhaust himself. Therefore, it’s not possible. As a doctor, I tried to call on my medical (nonparental) memory, and I thought, “Children breathe faster than adults.” But some part of me — deep in the core, under many layers — knew that 80 breaths a minute couldn’t be right. So I called the pediatrician again. He said to bring him in.\n\nIn the office, the doctors stared at my pale son. Fairly collapsed around my big belly, he was very sick.\n\nWe were offered a choice between antibiotics and the emergency room. Was that the denial of a caring doctor, to believe that we were capable of making a choice? We did not want one. I had to go to work that night. It was one of my last evenings of private practice before the new baby arrived. I could not think clearly enough to choose.\n\nBut through some decision-making process, we land in the emergency room, where my son registers with an oxygen saturation of 88 percent. This means his blood is missing 12 percent of the oxygen it needs to nourish him. \n\nThe triage nurse ushers us straight in. She, we are thankful to learn, has no inner core of fear to be protected from when it comes to someone else’s child. My husband and I figure that the pulse oxygen machine, often a finicky thing, is inaccurate, but we are grateful for this little bit of “luck,” which has shortened our wait in the emergency room. I need to get out in time to see my patients.\n\nWe wait for the X-ray reading. Coming back from the restroom, my husband sees an X-ray of a whited-out lung on a light board in the hall. We can read X-rays. My husband assumes it is not our child’s lung.\n\nOur son is admitted for intravenous antibiotics. A tiny 2 1/2-year-old’s veins with needles in them. By now we are starting to get it. We are a few layers closer to the core, but we have learned that children are quick to recover and so we expect to be there overnight and then take our healthy boy home the next day.\n\nWe do not interpret the serious expression on the nurse’s face as fear. We ungraciously attribute it instead to a classic New York City hospital mentality, and when she says she thinks he should be in the intensive care unit, we assume she just prefers not to have an admission. We do not recognize that she, like the triage nurse, is not burdened by denial and that she, unlike us, sees that our child is deeply, gravely ill. For us it’s still not sinking in. It can’t penetrate our thick protective suits.\n\nThat night we watch the numbers obsessively and listen to the beeping. And then, in a flash, our remaining denial is stripped away.\n\nThe machine indicates that the oxygen saturation has dropped to 70-something, and people rush in, and the bed goes back.\n\nOne: The bed goes back. As doctors, we have been there when the nurses drop the head of the bed. We know what it means. In our minds we see the intubating apparatus, the bags, the machines. We see the statistics of complications, of the likelihood of not coming off a vent. \n\nTwo: My husband is holding my face in his hands, his back to the bed, saying: “It’s going to be all right. It’s going to be all right.”\n\nAnd I am fighting back, watching a crowd working on my son, saying, “It’s not all right.” \n\nUntil he says, straight and focused, “No, tell me it’s going to be all right.” And I tear my eyes off the vanishing pale face that could barely be found between all those nurses as I register the fear in my husband’s voice. Ferocious maternal protectiveness gives way momentarily to my love for my husband and I manage to say, “It’s going to be all right.”\n\nWe promised we would talk about it later, when it was all over. When we were done alternating nights in the hospital. When we were done coming home alone to our empty house, trying not to look at our son’s bed, trying not to see his smiling preschool photo, which I still think of as the “before” picture.\n\nBUT when it was all over, there was nothing left to say. When the tunnel vision reversed, we could again see the enormous community of people we had to thank for keeping the ship afloat. We brought him home. And three long days later our daughter arrived, and she brought light. \n\nIt is our war story. We almost lost our son. We watched him go from a chubby 2-year-old to an unnaturally gaunt child at warp speed in a hospital bed, attached to a chest tube that with every movement caused his hand to fly to his mouth in pain. He didn’t have the strength to walk when we got home. His father gently told him, “It might be scary at first, that you can’t walk, but you’ll be strong in no time.” And the resourceful boy scooted around on his beloved Bruder toy backhoe until he was able to walk.\n\nAnd it is our love story. We know, even when admonishing our now 5-year-old boy, how deep our love runs. As though the removal of his chest tube left us with a small fissure down to that inner core. And we know viscerally how lucky we are. How that moment, for us, was actually the opposite of unlucky. \n\nWho knows why he got pneumonia so severe it could have killed him. But he got better — spectacularly better. We fell into that horrible inner core. And then we walked out, with a clearer vision of what it is to be two people together in love with a child."
}