{
  "url": "http://www.nytimes.com/2010/08/01/fashion/01Love.html",
  "headline": "A Free Spirit Who Couldn’t Be Tethered",
  "dateline": {
    "year": 2010,
    "month": 7,
    "day": 29
  },
  "byline": "Lisa Ruth Brunner",
  "text": "IN honor of Persephone!” she announced, cracking open a pinkish orb. She handed me half and I stared, shocked, at the gleaming maroon seeds. She was plucking them with abandon, letting the juice stain her fingers, not caring. I tried to breathe. \n\nIt was winter in Pittsburgh, I was 18 years old, and I had never seen a pomegranate. I’d met her weeks after arriving in Pittsburgh for college. Somewhat randomly her boyfriend had asked me: “Would you like to come to our party? We’re going to have this Balkan band from Albuquerque and a Norwegian folk singer play, an Indonesian shadow puppet performance, and everyone has to bring a pie.”\n\nAt a time when other freshman girls were comparing Wal-Mart dorm room décor and giggling over tipsy messages scribbled on hallway wipe boards, an invitation to an off-campus party with artsy 20-somethings was surreal. I went, terrified, hoping at best to merely glimpse the Bohemian lifestyle my run-of-the-mill suburban upbringing had undoubtedly denied me. Instead, I fell in love.\n\nShe was a poet living in a castle-like apartment flooded with plants and books I’d never heard of. The details of her exotic childhood, I learned, included an organic farm in rural Texas and a  private girls’ school. She did origami and left it hidden for strangers to find, knew the secrets of library basements and overgrown  alleyways, and wore vintage hats covered in rusty brooches. She was into queer theory. She got her clothes from the Goodwill Dumpster. She was everything I’d dreamed of but never knew existed.\n\nFor some reason she anointed me with her doting approval and took to showing me around the city. She was on a mission to soak up the magic humming just beyond the ordinary  and needed a partner in crime. \n\nEnamored, I dropped everything to distance myself from the banality of university life and tag along. I was still very much 18: In my free time I accidentally dated the wrong people (sweet yet mortal music-theory undergrads), went to the wrong parties (where punks pounded Pabst Blue Ribbon) and actually went to class. \n\nShe disapproved, but she was patient and mentored me lovingly with carefully crafted book lists and midnight adventures. A year after we’d met, just as I was getting a handle on Ursula K. Le Guin and Anne Carson, she called me: Would I like her bicycle? She’d bought a one-way ticket to Japan.\n\nThe only person more devastated than me was her suddenly ex-boyfriend. Our common heartbreak inexplicable to the outside world, he and I mourned together. Only we knew the depths of her enchantment and, thus, the tragedy of our loss. While I sent her letter after letter, he actively plotted to get her back. In one hopeless ploy, he reasoned that if the two of us could lure her into a three-way relationship, our combined appeal might jointly win her over. \n\nAt 19 this seemed plausible to me and I went for it, pawing at him in the dark, remembering her. After he’d fall asleep I’d sit in their living room and trace my finger over the books she’d left behind. I ached in the presence of  her ghost. Eventually he also took a one-way flight to Japan in an attempt to reunite; soon he was wandering through India without her. And I was left in Pittsburgh, newly alone.\n\nWith everyone I deemed important now abroad, I mustered up my newly developed confidence and hatched my own plan: I too would study in Japan and properly declare my love once and for all. When I marched to my university’s study-abroad office to seal the deal, however, I was confronted with reality: Living in Japan was expensive. Prohibitively expensive. \n\nBut there was a six-week summer program in Beijing, for which generous scholarships existed. Would I be interested in that? I glanced at the map. China seemed close enough. I applied.\n\nBy June I was at Peking University studying Mandarin on an open-jaw airline ticket; six weeks later the program ended and I was standing in Tiananmen Square. And to my disbelief she was there, too, standing next to me, flying a makeshift kite. By then she had quit her Japanese job and come to Beijing with her teenage brother. Her plan was for the three of us to take the Trans-Siberian Railway to Moscow and sort of wing it from there. \n\nStill getting my bearings abroad, I was not yet the type of person who “wings it”  —  especially in Russia — but this wasn’t about logic; this was about her. \n\nShe slept a lot on the train; she also read for hours and barely ate. I bonded with her brother over spoonfuls of Nutella and ruthless make-believe gossip about our fellow passengers. We got to the topic of her ex-boyfriend. \n\n“She only liked him because they read at the exact same pace and turned pages at the same time,” her brother said, rolling his eyes. “Not exactly my idea of romance.” \n\nI swooned at the thought of her reading something undoubtedly wonderful in the adjoining compartment but forced myself to nod. We looked out the window: a herd of camels, for a flash of a second. We were in the Gobi Desert.\n\nNights were hard. She was inevitably inches away, sleeping peacefully as my desire for her boiled. In Ulan Bator, under a sky thick and white with stars,  we decided to sleep in a yurt on the steppe. As her brother slept, she whispered to me: “Have you heard about that hand-built, nine-grotto Virgin Mary shrine some priest spent 42 years piecing together in Iowa?” \n\nI told her I’d build her a bigger one if she wanted. \n\nShe laughed and played with my hair, knowing it was true but not wanting to show it. The shrine I had already built for her was painfully exposed; in two years my mainstream existence had been razed to the ground to make room for a garden in which her every eccentricity was welcomed to bloom.  What was I doing in Mongolia? It seemed I would follow her anywhere.\n\nThe landscape changed as we rode to Russia: an endless expanse of pine trees, one after another, through the train windows. We stopped in Irkutsk to skinny-dip with seals in Lake Baikal, eat spiced pine nuts from the cone, and hike through fields to hunt for mushrooms and shamanistic cave drawings, but I barely noticed. While staying with a family, our kindly Russian host mother instructed us to strip and smack each other with birch branches in a backyard sauna. This is where we finally did kiss, under an orange moon, but her heart was elusive while mine was unsophisticated and greedy.\n\nIn the four days it took to ride from Irkutsk to Moscow she somehow found us a place to stay: an office-building basement secretly converted at night into a cheap hostel by a cleaning lady. The catch was that we had to be out each morning by 8. \n\nWe whiled our days away in bookstores and second-rate amusement parks, eating hot dogs and forgetting to go to the Kremlin. When she and her brother decided to ditch the train and hitchhike their way through Finland and the Baltic states  —  all the way to relatives in France  —  I suddenly felt like an impostor about to be discovered. I wanted to keep going but couldn’t keep up.\n\nI was too afraid not to return to Pittsburgh, not to finish college, not to tell my parents exactly where I was. I didn’t have much money and was too afraid to hitch. She seemed genuinely sad but did not stop me from leaving. As I turned my back on her at the first major fork in the road, I was grudgingly conscious of a painful realization: My life was not one of one-way tickets. Not yet.\n\nOVER the next few years she passed through Pittsburgh many times and we’d always go swimming in a fountain, or stencil poetry onto sidewalks, or cook pizza or kiss, only for a day or two, and then she’d be gone. I’d beg for her ever-changing address and she’d write, inconsistently, sending short stories and watercolors too good to be from someone I knew. One day she showed up with a new boyfriend. The only thing worse than losing her was the realization that I’d never had her.\n\nRecently I came across her biography online. She is now an accomplished writer, the recipient of many fellowships and awards. My first thought: Thank God professional judges of the potential for magic in artists have justified my fanatic obsession. And then I saw it. Among her various honors and residencies, chosen out of the hundreds of cities she has visited and thousands of experiences accumulated, she had written that she once  flew kites in Tiananmen Square.\n\nI tried to breathe. There are so many fruits in the world; we can’t remember exactly who introduced us to what. But we never forget who showed us that there were, indeed, more fruits to discover than we’d ever realized."
}