{
  "url": "http://www.nytimes.com/2010/10/24/fashion/24Modern.html",
  "headline": "Maternal Wisdom, 5 Pounds’ Worth — Modern Love",
  "dateline": {
    "year": 2010,
    "month": 10,
    "day": 22
  },
  "byline": "Hope Edelman",
  "text": "THE memo from the middle school came home in my daughter’s backpack on a Friday afternoon. “Next week your sixth-grade child will participate in a flour-sack baby exercise,” it said. All sixth graders were to report to school Monday with five-pound bags of flour dressed up as dolls, and carry them everywhere for the week. The idea was to teach them the responsibilities of teenage parenthood. “We encourage parental participation to make this exercise a success,” the note concluded.\n\nThere were so many confusing directives, I didn’t know where to begin. How could a flour sack simulate an actual infant? Why did all the “newborns” weigh just five pounds? And weren’t sixth  graders a little young for this kind of thing? \n\n“We picked babies out of a hat today,” my 11-year-old daughter announced, punching a straw through the top of a juice box. “Mine’s a boy. One girl picked twins but she started crying because it would be too hard, so Ms. Leigh let her give one back.” \n\nExactly what was being taught here? I couldn’t help but wonder.\n\n“Also, mine’s adopted,” she continued. “He’s from Japan.”\n\n“I don’t think Americans can adopt from Japan,” I said. \n\n“Mom!” she said. “It’s a game.”\n\nBut was it? Twenty years ago, I knew a 14-year-old girl whose classmates, in a similar exercise, carried raw eggs around for a week. The children took it seriously, cradling the eggs between their palms, crying jagged sobs when they broke. Still, those ninth graders were physically mature enough to get a baby started. My daughter and most of her classmates weren’t. What impression would the week make on a child her age? So far, she just thought it was really cool to take a doll to school. \n\nFrom a Web site she chose the name Fumiko because it meant “little friend.” Fumiko’s middle name, she decided, would be “from nature.” She asked for ideas. I suggested Rain, River and Leaf. She promptly vetoed them, then asked me to leave her room.\n\nWhat school memos never tell you is how much “parental participation” your sixth grader will tolerate. Eleven-year-old girls occupy a notoriously wobbly zone between childhood and adolescence. A mother who’s an embarrassment in the morning can be someone to adore at dinner and a pariah again by bedtime. Yet beneath this ambivalence, girls are desperate for reminders that we love them and always will, even as they’re abruptly banishing us from their rooms. \n\nFrom my own fractured adolescence, I know a mother’s patience and fortitude are what a daughter remembers most. My mother died of breast cancer when I was in high school, too soon to teach me how to change a diaper, manage colic, or stay sane when my husband drove off each morning, leaving me with an infant who cried 14 hours a day. I never missed my mother more than when my daughter was born. Friends with newborns had mothers rushing over when they needed relief. There were days I thought I’d go mad from exhaustion and grief. \n\nThis lasted 10 weeks, before the better parts of motherhood began. My mother  hadn’t given me everything, but I discovered that in 17 years  she gave me enough.  Still, I never forgot the longing and self-doubt of those first months, and I never wanted my daughters to feel it. I vowed to be a present, helpful mother for as much time as we’d have together.\n\nThat’s how I found myself 11 years later, stitching plastic bags filled with flour into the torso of a life-size infant boy doll. \n\nWhen I finished, I propped him on the kitchen counter. \n\nI stared at him. He stared at me. \n\nFumiko Thistle Edelman: welcome to the world.\n\nThe thing about Fumiko, of course, was that he had virtually nothing in common with an actual newborn. He didn’t pee, poop, burp, spit up, or wake up shrieking like a siren the moment you lay him down. Neither did he break into adorable gummy smiles, triggering a love so sudden and huge you didn’t know how to make it fit. \n\nDespite this, he bore a disquieting physical resemblance to a real baby, from his dewy gaze to wrinkly ankle skin. Monday morning when I walked into the kitchen and saw him balanced on my daughter’s hip, I literally tripped. Then I remembered who he was. \n\nThe sight of one’s 11-year-old daughter with her own baby is automatic parental freak-out time, no matter what your politics. And for all I know, this was part of the school’s subliminal plan. The week’s message might have been lost on the students, but it surely wasn’t lost on the parents. No way — no way — did we want our preteens having babies. \n\nAfter school when my daughter announced, “Our dolls sat on the grass and cheered for us during P.E., but the boys played keep-away with theirs!” the meaning of “parental participation” became clear. \n\nI lifted Fumiko from the couch and handed him back to my daughter. “Diaper change time,” I said. \n\nAnd so the week began. \n\nEvery morning when my daughter strapped Fumiko to her chest, I showed her how to press his head safely against her collarbone. At dinner, he sat in a high chair by her side. Afterward, I made her sweep up the nonexistent mess. When she laid him on her bed to do homework, I instructed, “If he’s old enough for a high chair, he’s old enough to roll,” and had her lay him on the carpet \n\nAnd still, caring for Fumiko wasn’t work. It was unprecedented fun. She wondered aloud if she could take him to school next week, too.\n\nI, on the other hand, took an alarming detour into irrationality as the week wore on. The more Fumiko’s care diverged from real infant care, the more insistent I became. At night I’d hijack my daughter’s toothbrushing time, claiming he needed to be fed. I wouldn’t hold him while she showered, citing all the showers I’d skipped as a new mother. I considered setting her alarm for 1 a.m., keeping her awake for an hour, and waking her again at 5.\n\n“Aren’t you taking this too far?” asked my husband, the family’s voice of reason. But I didn’t think so. Wasn’t the whole point to make it real? \n\nSo on Thursday when my daughter asked me to baby-sit Fumiko during her after-school drama class, I refused. I had to go to the library; a book deadline was approaching and I needed the time to write.\n\n“But I can’t bring him to class!”\n\n“I can’t bring a newborn into the library,” I said, and sent her off.\n\n All day, I replayed that scene in my mind. Her request. My refusal. Her downcast face. My obstinacy. Her tears. The more I thought about it, the worse I felt. What was wrong with me? I could take Fumiko to the library. Or leave him in the trunk of my car. I mean, he was a doll. I could help my daughter. Except, I couldn’t.\n\nLike every motherless mother, I live with an acute awareness that I can be taken from my children at any time. My biggest fear is leaving them before they can manage alone. Forcing my daughter to care for Fumiko wasn’t punishment; it was preparation. If she, too, had to face motherhood without a mother one day, she’d be better equipped than I had been. \n\nBut here’s where that plan fell apart: by focusing on what I’d lost, I’d lost sight of what my daughter had. If heaven forbid she had a baby anytime soon, she wouldn’t have to do it alone. I’d help her. Of course I’d help her. I’d be there. I was there. And I realized that what this experiment inspired in me wasn’t anger or resentment, but envy. I was envious of my daughter because she had me. \n\nThat afternoon, I met her at the bus stop with an apology. “I’ll take Fumiko today,” I said.\n\n“It’s O.K., Mom” she said breezily. “I decided to bring him with me.” \n\nIn my absence, she’d figured out a plan. Wasn’t that what I’d wanted? Then why did I suddenly feel so sad?\n\nTHE next morning, Fumiko’s last day of school, we woke to a soft rain. After breakfast, my daughter strapped him to her chest one last time. She shrugged on her raincoat, grabbed an umbrella and hugged me goodbye. \n\nFrom the front window, I watched her walk to her father’s car. I was proud of her for making it through the week. I was proud of myself for finally backing off. And then, just as I was about to turn away, I saw a moment of such grace it nearly stole my breath. As my daughter bent to get into the car, her jacket bunched open, and she automatically rounded her shoulders and moved her umbrella closer to keep Fumiko dry. \n\nThe natural gesture of maternal tenderness was so small it would have been easy to miss. But I think, somehow, it was meant for me to see. "
}