{
  "url": "http://www.nytimes.com/2010/01/17/fashion/17modlove.html",
  "headline": "When I Was Left to Speak for Both of Us",
  "dateline": {
    "year": 2010,
    "month": 1,
    "day": 15
  },
  "byline": "Paula Ganzi Licata",
  "text": "“This is India red, and that’s black galaxy,” said the saleswoman, Diane, walking along the aisle of samples. She pointed one row over. “And that’s Balmoral green.”\n\nThe Balmoral green was pretty, I thought. But wouldn’t it clash with the grass?\n\nIt was August — hot, muggy — and I had come with my sister, Joan, to Holy Family Monuments in Farmingdale, N.Y., to order my husband’s headstone. \n\nDiane took us outside, behind the shop, so we could see the finished stones in the sunlight — their colors, artwork, lettering and engraving.\n\n“St. Charles requires that you have either a cross or a saint on the stone,” said Diane, referring to the cemetery operated by the Roman Catholic Diocese of Brooklyn. Robert wasn’t Catholic, but Presbyterian, and not particularly religious, although a believer. He had died in February of kidney failure, quickly and unexpectedly, three months after his 50th birthday. \n\nRobert and I hadn’t seriously discussed plans for our deaths, such as where he might want to be buried. But I’m Catholic, and we both have relatives at St. Charles, so it seemed the obvious choice. At a time of such extreme upheaval and sudden decision making, obvious choices are very appealing. I bought a plot for two, along with a single headstone for us both.\n\nDiane looked to be in her 20s, with a pretty, round cupid face. What could it be like, I wondered, to work in the death industry?\n\nOutside, carved into the stone slabs surrounding us, were roses and lilies, shamrocks and Celtic crosses, doves flying, gates opening, Jesus kneeling, hands clasped in prayer.\n\n“Did you have anything particular in mind?” Diane asked.\n\nI did have something in mind, but it was neither saint nor cross. “Jiminy Cricket,” I said.\n\nDiane didn’t blink, hesitate, laugh or scowl. “You could put that in what’s called the private area,” she said, “a four-by-four-inch space in the lower left-hand corner.”\n\n“He loved movies and TV,” I said. Robert had more Disney souvenirs  and television memorabilia than any child I know, including his original G. I. Joe doll and Huckleberry Hound lunchbox.\n\nDeciding on the stone was just one of many decisions I faced. There was also the color of the granite; the choice of etching, hand-carving or sandblasting; which lettering style; and what to write for the term of endearment and the epitaph. The whole process took more than two hours, and we were the only customers in the shop. \n\n“When did Robert pass?” Diane asked as she filled in the order form.\n\n“February of this year.”\n\nIn the open space on the form she sketched what we had discussed: a sunken heart at the top, a raised cross in the center of the heart and carved roses on either side. Below the design, all in  capital letters, was “Licata.” The next line read, “1958 Robert 2009.” After that was an X to mark the line for the term of endearment (the “toe,” as it’s known in the industry). At the bottom of the headstone was an X for the epitaph. Everything was centered. In the lower left-hand corner Diane noted “4x4,” marking the personal space for the Jiminy Cricket image. \n\nFor the term of endearment I suggested, “Beloved husband, devoted son, cherished friend.” Then I asked, “Should I also include ‘teacher’ or ‘journalist’?”\n\n“There won’t be any room for your toe when you pass,” Diane said. \n\nWe laughed. \n\nShe instructed me on the language of the dead. Words have nuances on a headstone. “ ‘Beloved’ implies the spouse was very loved,” Diane explained. “ ‘Devoted’? Not so much.”\n\nThe toe ran two lines and was considered long, which meant I would lose a line in my toe when I died. It seemed fitting that even in the afterlife, Robert — a clotheshorse, a pack rat, a collector — would be crowding my space.\n\nIn our house, despite gender stereotypes, I had the small bedroom closet while Robert transformed the previous homeowner’s darkroom into a double-barred closet with enough space for a dresser. And Robert’s compulsion to collect commandeered every nook and cranny of our home. Hollywood kitsch. Old tins. World’s fair collectibles. \n\nEnticed by the effervescent glamour of Atomic Age antiques, Robert would scour yard sales and toy shows. He was also an accumulator: piles of magazines, broken luggage, ancient audio equipment, empty boxes. \n\nI even  rented a Dumpster for Valentine’s Day one year to help him  purge.\n\nThat was six years ago. I couldn’t believe where I was now. Eight weeks before Robert died, we were hosting our annual New Year’s Eve party, and our thoughts were of the future.\n\nNow I was pondering his epitaph  —  our epitaph. There’s only one epitaph per stone, even though more than one person may be buried in the plot.\n\n“You mean my sister doesn’t get her own epitaph?” Joan asked.\n\nLike the roommate who arrives first at the dorm when the school year begins, Robert was guaranteed the better spot in the room. He also got more lines, as well as the last line.\n\nI considered some famous epitaphs. Julia Child’s is succinct — “Bon Appétit.” The headstone of Mel Blanc, the voice of so many Looney Tunes cartoon characters, reads, “That’s all, folks!” Winston Churchill’s is wordier: “I am ready to meet my Maker. Whether my Maker is prepared for the great ordeal of meeting me is another matter.” \n\nAlthough I knew Robert well, having been his best friend and wife for 23 years, I didn’t know his wishes about arrangements after his death. And yet I knew exactly what his epitaph should be: “Somewhere Over the Rainbow.”\n\nRobert was an N.Y.U. film school graduate, worked in television news, then segued from newsroom to classroom and taught journalism at Hofstra University, where he received the Teacher of the Year award in 2007. He had a lot of loves. Film was one, and his favorite movie among many was “The Wizard of Oz.”\n\nThe morning after Robert passed, the signature song from the film was playing in my head over and over. I hadn’t gone to sleep with the TV on and I hadn’t seen the movie recently. It wasn’t that I thought of the song upon waking; rather, the melody in my head woke me.\n\nStrange things pop into your head in times of grief. As I was looking at Diane’s sketch, I thought of the practical jokes Robert and I played on each other and, as a nod to my husband’s constant habit of signaling air quotes, I imagined putting “Robert” in quotes on the headstone.\n\n“’Somewhere Over the Rainbow’ takes up two lines,” Diane said.\n\nAgain, the space issue. Someone is always cutting your copy.\n\n“What about just ‘Over the Rainbow’?” my sister suggested.\n\nThat sounded even better, more positive, less vague, but would still convey the essence of its origin.\n\n“We’ll have to see if St. Charles will approve it,” Diane said.\n\nLater that week, Diane called to tell  me that St. Charles had rejected “Over the Rainbow” because it wasn’t a line from the Bible. Surprisingly, they had no problem with the Jiminy Cricket image — a green cricket dressed in a blue top hat and black tuxedo, holding a red umbrella by his side. \n\n“Is there anyone I can speak with to argue my case?” I asked. After Diane gave me a name and number, I Googled rainbow references in the Bible and organized my notes before calling the woman Diane had referred me to, Judy, the supervisor of stonework. \n\nA month later, I found myself at Robert’s grave, staring at the small metal marker with his name  —  the stone wouldn’t be ready for months. The cemetery is beautiful — manicured green lawns, pretty flowers — and there was  a bright, warm, sunny September sky above. I wanted my first visit to the grave to be in good weather. And I wanted to be alone. \n\nThere were other visitors in the section, most planting and weeding their loved ones’ final resting places. They stopped at the water fountains, located at the end of every few rows, to wash their hands and rinse planters. I heard the sharp clang of one man banging his trowel and hedge clippers together. And I sensed that mine was the freshest loss, as I was the only one crying.\n\nA small plane flew overhead, and I was reminded of that bitter cold February day Joan and I came to buy a plot the day after Robert died. Traveling from section to section, I spent hours searching for the perfect spot, wanting it to be in view of Republic Airport’s control tower (Robert was an aviation buff) and well out of sight of a recycling plant’s smokestack. \n\nWhen the loss is fresh, we immerse ourselves in details of what we think the deceased would want, in order for us to get through the horrific truth that they are gone, dead, and soon to be buried. Unthinkable. Unimaginable. And yet, it is so. Even today, nearly a year later, I continue to wake up each morning to confront  the same unrelenting truth.\n\nAFTER sitting and writing on a nearby bench, I returned to the gravesite, laid my hand on the warm grass and cried some more. Not knowing how else to mark my visit that September day, I took out a Post-it note and, using our silly pet names for each other, wrote: “Wink, I will always love you. Winky.” \n\nI stuck it to the metal marker, then reached into my jacket pocket for a  small porcelain Jiminy Cricket statue, placing it at the marker’s base. Even if it were to blow away, break or be stolen, I had plenty more trinkets from Robert’s collections. And what better place for them? \n\nSoon there would be a stone to replace the metal marker, with a permanent Jiminy Cricket to replace this fragile one, along with a compromise epitaph for us both. \n\nIn the end, I was able to negotiate “Over the Rainbow and Into God’s Hands,” which isn’t a line in the Bible, either. But I was satisfied that I had done my best romancing the stone."
}