{
  "url": "http://www.nytimes.com/2010/02/28/fashion/28love.html",
  "headline": "A Family Label, Ungarbled",
  "dateline": {
    "year": 2010,
    "month": 2,
    "day": 26
  },
  "byline": "Harriet Brown",
  "text": "WHEN I was pregnant for the first time, my biggest fear was not whether I would love the baby but whether I could. Whether I was capable of loving another human being at all.\n\nI had good reason to think I wasn’t. In her book “Black Sheep and Kissing Cousins,” Elizabeth Stone describes how the stories families tell assign roles to each person, and how those roles can become self-fulfilling prophecies. In my family, I was The One Incapable of Love. \n\nI don’t know that anyone ever used such a phrase, but that’s the message I got as a young girl. My mother used to bring out a black-and-white snapshot of my younger sister and me, side by side, when we were maybe 2 and 5. She would point to the scowl on my face, comment on how my shoulders leaned away from my sister’s, and say, “You were always like that.”\n\nMaybe all parents say things like this to their children, meaning to describe rather than to harm. But I came to believe it. I grew up thinking of myself as ungracious, selfish and cold, emotionally withholding not just to the younger sister who adored me but to my mother as well.\n\nI believed there was something wrong with me; I was missing some crucial element that other people had. I felt like the Tin Man in “The Wizard of Oz,” except no ticking clock could take the place of the heart I seemed to lack.\n\nIt wasn’t just words that convinced me; it was the way I felt, or didn’t feel. Our house was full of drama — slammed doors, raised voices. I spent as much time as I could in my room, trying to block out the world with a book. But I knew that at some point after the shouting had subsided that my bedroom door would bang open and my mother would launch herself onto the bed, weeping. She would wrap her arms around my neck, tell me she loved me, ask me to show her that I loved her, too. \n\nEach time, my eyes stayed dry, my back rigid. I felt in those moments a terrible, unspeakable coldness. I was a stone in a frozen river, wedged into the bottom, buried deep in stillness and ice.\n\nWhat kind of monster doesn’t love her mother?\n\nI did feel something for my grandparents, but I wasn’t sure what to call it. My feelings for them were quiet and private. I felt a small, steady flame inside me when I was near them. But I didn’t think of it as love. \n\nLove was big and loud and messy. Love rocked on the floor, head in hands, eyes running with mascara and angst. Love slammed doors and stalked out into the night, too wrought up to button its coat or brush its hair. Love was not something you chose or wanted; love rode you hard and tore you up. Love broke you.\n\nBy the time I left my parents’ house at 16, my inability to love was part of my repertory, like my green eyes and curly hair. I was flip about it, telling guys who were interested: “You don’t want to get involved with me. I’ll only break your heart.”\n\nAnd I did. My early relationships with men were more like car wrecks than mating rituals, tending toward longing and despair, anguish and Sturm und Drang. Once, I broke into a boyfriend’s apartment and stole back every gift I’d ever given him. I cheated on one boyfriend with another, and then again on the new one with the first. Many times I cried myself to sleep and woke up with mascara smeared across my cheeks. That, I thought, was love. It made you miserable and stained your pillowcase.\n\nI treated men badly and let them treat me badly. What did it matter? I was the damaged one, the one incapable of love. I deserved whatever I got, and anyone stupid enough to get near me deserved what he got.\n\nBy the time my husband came along in my late 20s, my cavalier attitude had morphed into wistfulness. “You seem like a nice guy,” I said one evening soon after we met. “Too nice. I’ll wind up hurting you. We should just be friends.”\n\n“I am a nice guy,” he replied. “And what makes you think I want anything more than friendship?”\n\n“Just as long as we’re clear,” I said. And kept on saying it even after we started dating. But our relationship was different. It was quiet, utterly devoid of torment. We took long walks around the city, and around his mother’s rural upstate enclave. We went to movies and shared Indian food. We rarely fought. I liked who I was with him.\n\n“But it’s not love,” I told him. “I’m too selfish to really love anyone else.”\n\nHe looked me in the eye. “I know who you are. And I know you are a good and loving person.”\n\nI married him, in part, because I hoped he was right. I hoped he saw something in me I couldn’t see or feel, because I couldn’t reconcile his sense of me with my lifelong view of myself. This man had his own vision of me, what he wanted me to be. But I knew what was at my core. And while I knew that I felt something deep for him, I couldn’t give it a name, even to myself. \n\nFour years later, as I walked the halls of St. Vincent’s Hospital, waiting for the Pitocin to take effect, I felt terror right through to my bones. Sometime within the next 24 hours I would give birth. And then I would finally know the truth about myself. \n\nAfter three days without sleep and 14 hours of hard labor, I was too exhausted to know what I felt when my daughter was finally laid on my chest, her dark hair slick with blood. What I did know was that for the first time in my life I wasn’t thinking about myself. I wasn’t worrying about what kind of person I was, whether I was good or bad, lovable or not. \n\nThat night, and in the many wakeful nights and days that followed, I was thinking first, and nearly wholly, about someone else. When my daughter cried I felt it in my own chest, a vibrating fist of pain. When she slept, or nursed, or, later, laughed, I felt as if I stood in a halo of light. \n\nWhen it came to my emotional life with my husband, I could spend hours analyzing and rationalizing what I did or didn’t, should or shouldn’t feel for him. Our moments of connection were often framed by my anxiety, by what a friend called, meaning no praise, my “nimble mind.” My efforts to make sense of our connection felt more like a rat running on a wheel than rational thought. \n\nWhat I felt for my daughter bypassed the language center of my brain altogether. It was a jolt, an electric sizzle that connected my head to my heart. It wasn’t hearts and flowers; in fact, much of the time it felt nearly unbearable, like blood starting to flow into a frozen extremity. My feelings for my daughter constricted my chest and kept me up nights, worrying about whether she was getting enough to eat, to drink, whether she was happy. Whether she was still breathing.\n\nDid I love her? The word seemed puny in the face of such an intense and fundamental sense of connection with another human being. I realized that part of the issue for me was semantic. I’d come to associate the word love with feelings of pain and despair. But this connection we had, this bond — this was a whole new experience.\n\nFor weeks I did not, could not name it. And then one day the word slid out of my mouth as my daughter cried on the changing table. “I love you, yes I do,” I said, patting her dry, fastening the Velcro strips on the diaper cover. And for the first time in my life, I believed it.\n\nWe use the word easily now, all of us. My older daughter, now 19, says, “I love you” at the end of each of our phone calls, even brief logistical chats. My 14-year-old says it every night, no matter how irritated she is with her clueless parents.\n\nNOW that I’ve come to think of myself as capable of both giving and receiving love, I can feel that jolt sometimes with my husband as well as my daughters. \n\nAnd I can look back on my childhood with different eyes, too. One day, not long ago, I came across that black-and-white photograph of my sister and me, the one where I am scowling and leaning away. I’d seen it many times, but had never really looked at it, afraid I would see the monster I always imagined myself to be. \n\nThis time I made myself look — at the plastic barrette holding back my bangs, my spindly 5-year-old arms. It occurred to me for the first time that maybe I wasn’t scowling; maybe I was squinting into the sun. I looked at the way my body leaned away from my sister’s, and wondered if I was leaning toward someone who was standing outside the frame — my grandmother, say. \n\nA whole new story unspooled in my head: I was 5, the sun was in my eyes, I was tired or hungry, and I wanted to run to my grandmother because I wanted to feel that steady small flame inside me. I wanted to feel the thing I grew up believing I could not feel. \n\nIt seemed at least as likely as the story I believed for so many years."
}