{
  "url": "http://www.nytimes.com/2010/04/04/fashion/04love.html",
  "headline": "A Photo on the Floor: My Father’s Double Life",
  "dateline": {
    "year": 2010,
    "month": 4,
    "day": 2
  },
  "byline": "Tal Abbady",
  "text": "I FOLLOWED my father up a crusty staircase in a wholesale meat market in Quito, Ecuador, to watch him sell chicken heads and feet, his latest gig. A onetime millionaire, he looked at me with a wry smile and said, “This is how we pay our bills these days.” \n\nAt 75, my father still had the same intractable confidence that had carried him through a high-powered career as an arms dealer selling Israeli combat planes to Ecuador and into this period of staggering debt, lawsuits and a judge’s order preventing him from leaving Ecuador. More brazen, though, was the fact that he had secretly carried on two simultaneous marriages and was a father in parallel families — the first with my two sisters, my mother and me in Venezuela, and a second with his common-law wife and two daughters in Ecuador.\n\nIn the past, my sisters and I had sometimes joked that for all the time my father spent in Ecuador — his long absences and the urgency with which he traveled back and forth — he could have a family there. In 2001, we learned that such a family existed. \n\nA wallet-size photograph of a dark-featured adolescent girl was the clue. My younger sister and I, then in our early 30s and living in South Florida, found the photo on the floor of my sister’s house after one of my father’s visits. We had no idea who the girl was and puzzled over her image, but I didn’t raise it with my father in our subsequent phone calls. During his next visit, however, I asked him point blank if he indeed had a family in Ecuador.\n\nHe began trembling, said yes, and told me, in brief words, about his life with Lucia and his two daughters. The photograph was of Rita, the older of my two half-sisters.\n\nMy sisters and I were stunned by our father’s duplicity and, well, his bigamy. And we might have remained alienated from him had it not been for his dogged phone calls, his insistence on saving his relationships with us and his suggestion that we visit him in Ecuador. Eventually, my younger sister and I agreed last year to fly to Quito with our families — mine from Spain, hers from Florida — to meet our Ecuadorean siblings and celebrate Passover together.\n\nMy parents were about 10 years into their marriage when my father began shuttling back and forth between my American-born mother and our home in Caracas and Lucia, his secretary in Quito. Lucia was 20 years younger than him and from a large Catholic family with deep roots in Ecuador, where my father had business. I was 10 and then 16 when my two half-sisters were born, but as far as I knew, I was the middle of three daughters.\n\nMy sisters and I knew almost nothing about Lucia, even when my mother died and we were in our 20s. We knew that Lucia was our father’s right hand at work, the secretary who often called our house at odd hours to discuss important business with him. We also knew little about what our father did, or that he had earned hefty commissions negotiating arms sales in Ecuador. I never questioned his mildly threatening instruction to answer “business administrator” whenever a teacher at school asked about his profession.\n\nThe label meant nothing to my elementary-school mind. My father was a man who traveled the world and brought back things like Pop Rocks and rock candy, American delicacies unavailable in Venezuela. He was a joker, a Jerusalem native, an Israeli war veteran, an accordion player and a storyteller.\n\nHe was also a man I feared. He was particularly menacing when he’d rise, disheveled, his undershirt wrinkled, from an interrupted siesta when my sisters and I were noisy. The slightest reprimand — always delivered in soft, controlled tones — would bring me to tears. But his praise for my flute playing or stories I’d write featuring un coco pelado — a bald man, like himself — made my heart flutter.\n\nAs I grew older, his homecomings became less frequent. Every week became every two weeks or every three or a month, until I simply watched his presence drain from my life.\n\nWhen the plane landed in Quito’s main airport, I ignored the hard pulse in my throat. I was finally at the intersection of my father’s two lives.\n\nIn the arrival lounge, I saw my doppelgänger family for the first time. My father’s eyes looked more liquid and his posture more stooped than the last time I’d seen him. I gave him a quick kiss and went down the line: Lucia; my older half-sister, Rita; and my younger half-sister, Dana. We tried not to gawk. The greetings were short and muted: “How are you?” “Fine.” “Nice to meet you.”\n\nThen I was back in my childhood, only it was someone else’s. My father and Lucia drove us to their home in a white Range Rover, the same color and brand of car my parents had had when I was young. When he turned the key in the front door, a golden retriever — we had three of them growing up — came bounding out. Their house was decorated in earth tones and Latin American folk art, just as ours had been. But the walls looked different in that not a single photo of my sisters or me hung on them.\n\nInstead, a large picture of my half-sisters snuggled in parkas in wintry Vermont — where my parents had owned a home and where we vacationed every year — hung in the master bedroom. But we didn’t comment on this. We all acted as if everything were perfectly normal.\n\nMy father and Lucia rented a crib for my baby son. My husband and I slept comfortably in Rita’s bedroom. There were omelet breakfasts, the same kind I’d enjoyed as a child, and outings to restaurants.\n\nLucia managed my father’s life with good-humored devotion. She drew his morning baths. She put a glycerin vitamin pill in his hand at breakfast. She told stories of his debts and legal troubles as though they were her own, which in fact they had become. But even as Lucia doted on my son, we tiptoed around each other. My mother’s name wasn’t mentioned. I felt like a spectator in my father’s life.\n\nThe morning of the market visit, I helped carry bloodied bags of chicken parts.\n\nThe sign outside my father’s store read Patas y Cabezas  — (Feet and Heads).  It was a livelihood I understood far better than the mystery-cloaked arms deals I was given vague details about as a child.\n\nHeads and feet sold for about 33 cents a pound. Lucia bagged them as customers drifted in and out of the shacklike store. In a cramped office, my father kept the books under the gaze of a Last Supper poster someone had tacked to the wall.\n\nMy father was proud of his work. He was also still a virtual stranger to me. I sensed he now was struggling to change that.\n\n“Let me take you around,” he said. We walked among stands of dried cod, cow’s feet and hung meat as he introduced me to the other vendors. “Esta es mi hija,” he’d say over and over — “This is my daughter” — sometimes having to explain after a puzzled look: “She lives abroad.”\n\nAs he pointed me out to the vendors, he seemed proud. I was quietly thrilled — even as a grown-up I still sought his approval. \n\nI also felt an old grief. There would probably be few details he could actually fill people in on about my life. It reminded me of the pride with which he once introduced me, in his days as a high flier who hobnobbed with generals and coup plotters in Quito, to Ecuadorean President León Febres Cordero. I was a sullen 16-year-old who was convinced that my father had no impact on my life and that I would eventually scratch him out of it altogether.\n\nOne day when my younger sister and I went out to lunch with our half-sisters at a trendy Quito restaurant, we wondered aloud if either of them ever had any inkling of us.\n\nDana, my blond, pre-Raphaelite half-sister, was polite but seemed deeply conflicted about the subject. Rita, on the other hand, didn’t hold back. “I knew my dad was no saint,” she said. “Mi papi,” she called him. To my sisters and me, he was “abba,” Hebrew for “father.”\n\nThey had learned of us as adolescents, Rita revealed, and there were moments when their lives had shadowed ours. She spoke of their trip to the house in Vermont, and she described a separate trip in the summer of 1995 to New York, where my parents then lived. That same summer my mother took her last jolts of chemotherapy before her death in the fall.\n\nAs we ate, we searched each other for my father’s traits, for our own likeness. I didn’t recognize myself in their small-boned beauty and the hum of their Ecuadorean Spanish. They were in their 20s, we in our upper 30s. We’d been raised as Jews, and theirs was a home of Christmas trees, though in recent years they had asked my father to teach them about Judaism and had begun celebrating Passover.\n\nWhat must they have thought of us — two gringas swooping into their lives with claims of blood ties? Still, I felt an unscripted affection for them, even if we were all heartsick as we ate our salads and wondered why we’d conspired, for one week, to make our father happy.\n\nTHE night of Passover, my father hugged his accordion to his chest and pressed out the same Israeli folk tunes I remembered as a child. We all formed a circle around him. I couldn’t remember the last time I’d seen him so content.\n\nLater that night, I asked where he’d bought the accordion, if it was the same one he’d played for us as children.\n\n“It was a gift from Mum,” he confirmed, referring to my mother with downcast eyes.\n\nI wanted to ask questions that weighed like stones in my chest and have never really been answered: why he’d done it, the two families, the double life, how much my mother had known. \n\nI didn’t. Instead I thought of the market, of every time my father proudly declared, “Esta es mi hija,” invoking me as his daughter, keeping me from scratching him out."
}