{
  "url": "http://www.nytimes.com/2010/12/05/fashion/05Modern.html",
  "headline": "Let’s Get a Little Divorced: Modern Love",
  "dateline": {
    "year": 2010,
    "month": 12,
    "day": 2
  },
  "byline": "Rachel Zucker",
  "text": "MY husband and I recently celebrated a milestone. It was the day we’d been married for 13 years, 2 months and about a week: the day our marriage outlasted my parents’ marriage.\n\nThe actual day isn’t so significant; after all, my parents were separated for more than a year before their divorce was final, and their marriage had been a mess for years before that. Still, staying married longer than my parents felt like a measure of success worthy of consideration. My husband and I had already passed the point where his parents had divorced, and our sons are older than my husband and his brother were when their father moved out.\n\nWhen it comes to marital longevity, being the adult children of divorce actually has its advantages. Because of remarriage, our sons have seven grandparents, all of whom are motivated to help us because they have experienced how fragile marriage can be.\n\nAnd my husband’s and my shared history of growing up in joint custody, dealing with step-parents and surviving the painful effects of divorce helped bring us together and is something we reference to keep our marriage strong. Almost every day of our honeymoon, and off and on throughout our newlywed year, one of us would say: “Hey, honey, let’s get divorced for five seconds, O.K.? Great, now that that’s out of the way ...”\n\nPeople look  askance when we joke like this and laugh uncomfortably when my husband (still) introduces me as his “first wife.” But the gallows humor is something positive, part of what made us seek out couples therapy instead of throwing in the towel when things got tough, part of what made my husband say, “No, I will not,” when I asked him to leave during a rough patch in our seventh year of marriage. The real possibility of divorce and  the firsthand experience of how  marriages fail have made us fight for ours rather than take it for granted.\n\nA good marriage, of course, isn’t just about how long you stay together, and ours is successful for more than its longevity. Although I often complain about being married (and have written a book of poems called “The Bad Wife Handbook,” about the difficulties  of monogamy), I love my husband, I love being married and I’m committed to staying married. So, as I reach the end of my 30s and see many of my cohort splitting up, I’m surprised that while I feel sad for them, I also feel a fair amount of envy.\n\nSure, the divorced parents’ children seemed shellshocked, there are financial complications and post-marriage dating seems terrifying. But I’ve heard the phrase “He’s such a great dad ever since the divorce” so often and been told so many stories about post-marriage women following long-thwarted dreams and “finding themselves” in deeply satisfying ways that I’m starting to wonder if there isn’t something my husband and I (and even our children) are missing by staying married. I’ve begun to wonder if there isn’t something positive about divorce that we could incorporate into our marriage.\n\nWhich is why, on a recent date night, I said in all seriousness to my husband, “Honey, I think we need to act a little more divorced.”\n\nWithout missing a beat, he asked, “Does ‘acting divorced’ mean I get to sleep with other women?”\n\nNo, was my instant and adamant answer. I’m sure there are marriages that survive or are even strengthened by infidelity — certainly there is the European model of long marriages that include mistresses and kept men. But I know I’m not capable of that kind of arrangement.\n\n“Sorry,” I told my husband, who admitted he wasn’t up for that kind of complexity, either. “I’m talking about you being a more in-charge dad and me being a more independent woman.”\n\nWhen I told my friend Joan about my plan to act a little more divorced, she said, “Aren’t you just wanting him to man up?”\n\n“Man up” is a funny phrase, given the context, because what she means in part is: Don’t I want him to be more like a wife and mother?\n\nMaybe.\n\nIn her book “Misconceptions,” Naomi Wolf writes about the phenomenon whereby heterosexual couples become less egalitarian after having children. The anthropologist Sarah Blaffer Hrdy, author of “Mother Nature,” theorizes that the huge cultural differences between men and women can be traced to small things, like the fact that mothers respond slightly faster to crying infants than fathers do, and that over time these seemingly minor differences result in significant discrepancies between maternal and paternal investment of daily time and energy.\n\nMaybe what I mean by “acting divorced” is that I want us to renew our vows not of marriage but of egalitarianism. My husband is a feminist, but somehow I’ve taken charge of the lioness’s share of our domestic responsibilities even though he doesn’t make more money or work longer hours than I do. And the more I do, the more helpless and unhelpful he becomes. Our parenting sometimes resembles a game of chicken, and I almost always lose.\n\nWhen my husband and I met, he was running a short-term business enterprise. For a week he planned the menus, bought the groceries and cooked two meals a day for a troupe of 80 actors performing in the  Yale commencement musical. I reminded him of this (somewhat angrily) the other night when he was flummoxed by the task of preparing pasta, jarred sauce and broccoli (that I’d already cooked and put in the refrigerator).\n\n“Maybe I just need to make my own things,” he said, following me around as I set the table for a dinner I would not be eating.\n\n“Great!” I said, knowing he’d never take the initiative.\n\nStanding in front of the open refrigerator (but unable for some reason to find the broccoli), he rhapsodized about the “dragon puke” avocado omelets his father, Jerry, used to make on weekends at Dad’s. What I would have pointed out to him, if I hadn’t needed to rush off to teach a class, was that these days Grandpa Jerry routinely makes  elaborate dinners for his wife and young son because in the years between his marriages he became a fantastic cook.\n\nIt bothers me that I do more than half the work, even if this inequality may have developed because I was better at these things or had trouble ceding control. It bothers me that our marriage — efficient and loving though it mostly is — has caused both of us to let valuable skills and abilities atrophy and to become less than our best selves.\n\nAlthough my husband is far more social than I am, he has failed to maintain any of his independent friendships. Last year, when I was offered the opportunity to go to Paris, I turned it down because I worried about how our children would feel if I was away for a week,  and figured I’d probably feel too guilty and distracted to enjoy the trip anyway.\n\nWHAT really bothers me, though, is that when I ask my husband, “Do you think you’d be a better father if I died?” the answer is easy: “Yes.” And when I ask if he’d be a better father if we were divorced, the answer is, “Probably.” My husband supports me in my work but also resents my work because it competes with the family for my attention and energy. Would I be more “liberated” without him? Absolutely.\n\nIn a perfect world, divorce offers mothers an opportunity to reclaim their independence and sense of self. And it offers fathers the opportunity to parent without someone looking over their shoulders and micromanaging them, without someone who is always doing domestic chores or child care “better” and a little faster. In this fantasy world, both men and women have the opportunity to feel like autonomous people who can and must take responsibility for their own lives and choices. Shouldn’t married people live like this as well?\n\nAs I write this, I’m spending three days away from my family. I’m working hard and living on my own schedule and loving every second of it and (mostly) not feeling guilty. Meanwhile, my husband is at home, probably feeding the kids junk and letting them stay up too late. I’m not going to ask. And I’m not going to criticize.\n\nI’m going to try to follow my version of the Zen admonition to live as if you have already died by trying to be married as if I had already been divorced. I’m going to imagine that this is our joint custody arrangement until Friday, when I get to return to my sweet and imperfect husband because truly I am his wife and have been for 13 years, 2 months and several weeks. And I wouldn’t want it any other way."
}