{
  "url": "http://www.nytimes.com/2010/03/21/fashion/21LOVE.html",
  "headline": "The Ex-Husband Who Never Left",
  "dateline": {
    "year": 2010,
    "month": 3,
    "day": 19
  },
  "byline": "Stacy Morrison",
  "text": "I SOMETIMES slip and call my ex-husband “my husband.” \n\nIt’s a bad habit, and a little embarrassing, this lack of clarity. Especially because our breakup was brutally clear: one night nearly six years ago, Chris looked at me from his usual spot on the sofa and said, with a wave of his hand, “I’m done with this.” \n\nThere were no months of trying to save our decade-long marriage. No tortured fights about staying together for the sake of our 10-month-old son. He simply waited an appropriate grace period from his first pronouncement — waiting for me to be done trying, as he put it — then packed his things and moved out. \n\nAnd yet, he never really left. Two or three nights a week when I come home from work or an evening out, Chris is sitting at my dining room table, eating dinner or working at the computer, having entered with his own key and having made himself at home in the apartment that my son and I moved into after the divorce. If he orders food, he’ll sometimes get me my favorite nachos. He set up my computer system so that I have wireless access throughout the apartment (which works for him as well, of course). He installed my stereo and advises me on all electronic purchases. And when I go away on business trips, he moves back in, for four or five days at a time, to take care of our son. \n\nHis toothbrush sits in my toothbrush cup. Next to my boyfriend’s toothbrush.\n\nYou can see how things sometimes get confusing.\n\nMy boyfriend   doesn’t forget that Chris is my ex. Most days I think he wishes Chris were a little more ex. Not as in gone, exactly, but maybe just a little less present.\n\nBut present he is. This is the arrangement Chris and I made when we broke up, because it was good for our son, Zack, and —  I’ve always suspected —  because it’s easier for Chris, too. I buy the groceries, do the laundry, make the schedule, get up with Zack every morning, handle the doctor appointments, manage the baby sitters, pick the summer camp and so on, the usual wife’s lament. (But then again, I get the control, the wife’s reward.)\n\n“I feel like he’s your husband,”  my boyfriend said after he and I had arrived at my apartment after a night out and bid adieu to Chris. “And that it’s just my job to have sex with you.”\n\nTo which I said, “Most men wouldn’t think that’s a bad thing.” \n\nBut I was amazed that he would say, and feel, what most men wouldn’t.\n\nOn a car trip together one fall day, he and I were having a conversation about our relationship, which had been moving along smoothly for some time. “It’s not coming to terms with Zack that’s hard for me,” he said, a man who claimed on Match.com that he wasn’t interested in dating women with children. “It’s having such a big relationship with Chris.”\n\nI focused on the road, rearranging the pieces of my life in my head, trying to figure out how they could fit together differently. “I wish he weren’t so dependent on you,” he added.\n\nI didn’t know how to respond to that. Chris had left me, after all. But we are dependent on each other. My life wouldn’t work without him.\n\nIt has been a long, painful road to reach this point. When I first moved into my apartment, a year after Chris had ended our marriage, I said, “You can’t sleep in my bed when I go away.” \n\n“O.K.,” he said, and then slept in my bed. Because where else was he going to sleep? There was no sofa: I had given him ours in the divorce because he hadn’t wanted much of anything else — which, at the time, just felt like rejection layered upon rejection. \n\nWeeks went by after we’d broken up during which I simply couldn’t bear to speak to him when I came home at night. I’d mumble “hello,” head to my bedroom, close the door and wait for him to gather his things and leave. \n\nFriends tried to stoke my anger, thinking it would protect me, but it made everything worse because I couldn’t bear the thought of switching to a more normal, distant custody arrangement; I didn’t want to have an entire weekend away from Zack twice a month. And I had a different idea about divorce than what everyone wanted to offer me. I wanted dignity and compassion. I wanted to let go gently. So I soldiered on and waited for it to stop hurting so much.\n\nAnd it did stop hurting. And time kept passing. And I did start dating. And now here I was in my car with my lovely boyfriend, panicked that he was going to ask me to break up with my ex-husband. And I felt angry all over again that my marriage had ended and that this was what I got, this constant confusion, this longing for something that was gone and that I absolutely, 100 percent didn’t even want anymore.\n\nOne December day two years ago,  when Chris and I were figuring out what Santa was going to bring for Zack, he asked when I wanted to get the Christmas tree, a holiday errand he had helped with the last two years. \n\n“Oh, don’t worry about that,” I mumbled. “It’s cool.” Because my boyfriend and I already had decided to do it together. I felt guilty, like I was stealing something from Chris. My boyfriend and I picked out a magnificent Douglas fir and carried it home, Zack weaving between us, so excited he couldn’t stop yelping. Once the tree made its majestic stand in the middle of the living room, I decked it out with eight strings of colored lights and a galaxy of twinkling glass ornaments.\n\nIt was so beautiful that I decided to throw an impromptu holiday party to show it off. My boyfriend didn’t love the idea of meeting a bunch of new people at once, people who have been in my life a long time. I assured him it was a very casual thing.\n\nTHEN I did something really dumb: I invited Chris to the party. It just slipped out when we were talking over the weekend plans. “You don’t need to come over Friday night,” I said, “because I’m having a little party.”\n\n“Oh? Who’s coming?”\n\nI named all the people that we’d been friends with, friends he’d pretty much left behind in the divorce, friends he’d called “your friends” in those hideous first months of his pulling away from the life we’d built together. But I didn’t remember that in the moment. I felt as if  I was cheating on him, having fun behind his back. We’d shared Thanksgivings and Christmases and all of Zack’s birthday parties since we’d broken up. And so I blurted out, “You can come if you want.” \n\n“Sounds great,” he said. “See you then.”\n\n As I closed the door I cursed out loud to myself. This was going to make my boyfriend even more uncomfortable about the party. I vowed to disinvite Chris. \n\nAnd then I didn’t.\n\nAnd I didn’t tell the boyfriend.\n\nAt least not until he arrived, when I met him at the door and gave him a hug and said, “I’m really sorry I forgot to tell you, but I invited Chris, and he’ll be here soon.” \n\nWide eyes from my boyfriend, and then nothing more.\n\nHe came upstairs and I introduced him around, and he chatted with some of my friends he’d met previously. Then I heard the front door open — no doorbell, Chris has keys, lets himself in — and people started exclaiming, “Chris! How are you?” They rose from sofas and exchanged bear hugs, thrilled to see someone who’d once been a big part of their lives. I had forgotten that many of these friends hadn’t seen Chris since the divorce almost three years before, so this was a special occasion. \n\nWhen we first broke up, it took months for me to train my friends not to bash Chris as a way of supporting me — “We have a daily relationship,” I’d say. “We need to make it work.” But their delight in seeing him now put me on the defensive. I had to bite my tongue to keep from sidling up to them and hissing, “He left me, remember?”\n\nDuring all this greeting, my boyfriend was tending the fire in the living room with great attention. I couldn’t tell how much he was hearing, but I suddenly felt sure I had pushed this too far, and that my big ideas about forgiveness and different expectations about divorce were Pollyanna pipe dreams about to go up in smoke.\n\nBut as the party filled up and got rocking, I swept into hostess mode, making introductions, checking on the kid chaos in the playroom, refilling the crudité tray. I was in the kitchen getting more wine glasses when a friend came in and said, “I swear, this is some sophisticated New York party.”\n\n“Huh?” I said, hearing the children screaming in the background.\n\n“Your ex-husband, and your boyfriend, both at the same party, talking.”\n\nI craned my neck around the doorway and saw Chris and my boyfriend standing off to the side in the dining room, both cradling glasses of Scotch, heads leaned in toward each other, chatting quietly.\n\nI chuckled to myself. Of course. I’d never really thought of myself as someone who had a “type,” but I realized that as different as the two of them are, they share key qualities: both are tall, kind and shy (which is why they ended up in that conversational eddy). And after a year of greeting each other in and around all the parenting exchanges, they’ve even established a kind of unexpected friendship.\n\nThe rest of the night, other guests kept coming up to me, gesturing toward the dining room and commenting on the connection between my husband — I mean, my ex-husband — and my boyfriend, which was nice, a reward for all those hard months. \n\nI may not have handled everything right during my divorce, but letting go as gently as I could was definitely right. It has allowed me to share this strange and lovely life with not just one good man, but two."
}