{
  "url": "http://www.nytimes.com/2010/11/07/fashion/07Modern.html",
  "headline": "Vipassana Romance, and Divorce - Modern Love",
  "dateline": {
    "year": 2010,
    "month": 11,
    "day": 4
  },
  "byline": "Pagan Kennedy",
  "text": "IN the front hall of the Victorian house was a laminated sign that said “Shoes,” and underneath it a row of Birkenstocks and Danskos stretched along the wall. I could hear voices coming from the meditation hall upstairs, so I figured people were already finding their seats. I sat down and pulled off my motorcycle boots, wishing every object had its own little sign. If only my ex-boyfriend had worn a sign the night before that said “ex-boyfriend,” I would not have slept with him. \n\n I crept upstairs and tried to open the door soundlessly. Inside, two dozen people were perched on pillows. They were the same kind of people you find at a bookstore — a lot of spectacles, lumpy sweaters, laptop bags. A few were still whispering, but I sensed the room was about to fall into a trance of majestic silence. So I hurried to join them. \n\nSitting cross-legged, my hands cupped upward, I began to struggle with the basics of Vipassana meditation, trying to pay attention to my breath as it tickled my nostrils. “Vipassana” comes from the Pali word for “insight,” but here in Cambridge, Mass., the term connotes something else — a certain East Coast, over-educated style of sitting on a pillow. \n\n On the dais, the teacher lounged on his meditation bench in a weathered Patagonia hoodie, his gray hair tied in a knot. “For the next eight hours, you will not say a word,” he told us brightly. “Did everyone remember to bring a bag lunch?” \n\nAt that point in my life I had never attempted a full day of meditation. I was chain-smoking my way through a series of boyfriends because I had no idea how to be alone. I hated the cold spot in the bed and the empty hangers that rattled in the closet. Which is why I started meditating. I thought I’d try wading into loneliness the way you enter the sea, easing myself into the bone-chilling cold a bit at a time — first toes, then calves, then legs. \n\nToday would be the first time I’d plunge in all the way. I was terrified. But after meditating Vipassana-style for a few months, I also knew how to handle that terror: I would place my fear in a display case, as if it were a diamond, and shine a spotlight on it. Breath in. Breath out. And so this is what I did for hours, until I itched with boredom. \n\nEventually, I allowed myself to spy on the other people in the room, their shoulders wrapped in blankets, hands fallen open, faces drained of expression. That’s when I noticed him several pillows away: a lanky man in a button-down shirt, his blond hair dangling over a delicate ear. It was hard to make out his face — I was sitting behind him — but I could see that he wore wire-frame glasses that were Scotch-taped at the joint. His corduroy pants had gone bald at the knee. His wrist peeped out of the sleeve, endearingly bony and frail. \n\nHe seemed to be held together with tape and rags, and I found that adorable, too. Already, of course, I had begun inventing a story about him. He ran a homeless shelter or, better yet, a shelter for dogs. He read late into the night, bent over threadbare Russian novels. \n\nI snapped my eyes closed and tried to resume the rhythm of my meditation. But I could feel him near me blazing like a wood stove. It seemed he must be aware of me, too, as if our thoughts were twining in the air over the heads of the other meditators. But of course this was a delusion. Falling in love with someone in the meditation room happens so often that some Buddhists have a name for it: the Vipassana Romance (V.R., for short). \n\nMy friend Alice warned me about this trap of the mind after she returned from nine days of silent meditation in the Berkshires. “Everyone who meditates eventually has a V.R.,” she said. “Mine was really torrid.” \n\nOn Day 1 she fell in love with a guy two pillows ahead of her because of the poetic way he draped his fingers. She spent hours imagining how she would seduce him. On Day 2 she planned out their wedding, deciding to serve both a vegan cake and a butter cream. \n\n“And at this point had you ever talked to the guy?” I asked.\n\n“Not a word,” she said. \n\nBy Day 4, she hated him. She deplored his hands; the fancy way he held his fingers struck her as pretentious. And just like that, her Vipassana Romance vanished. \n\n“When it happens to you,” Alice advised, “just remember to breathe. Just observe it.” \n\nNow, in the meditation hall, I tried to follow her instructions, riveting my attention on the patch of skin below my nostrils. Now, here, today I had a chance at some small step toward mental freedom. I would learn how to resist the V.R. \n\nThe teacher rang a gong; it was time for lunch. “Remember,” he chirped, and then held a finger up to his lips, reminding us of our daylong vow of silence. \n\nWe rose from our pillows and queued up at the door. Mr. Scotch-Tape-Glasses fell into line somewhere behind me. His gaze seemed to brush the back of my neck. “Isn’t it interesting how my mind creates these hallucinations?” I forced myself to muse. “It feels as if he’s ogling me. But that’s just an illusion.”\n\nWe filed down the stairs. I was tempted to hang about the kitchen, where Tape-Glasses stood wedged in the corner, waiting for tea. I could contrive to bump against him, or flash a smile. But instead I shuffled into the dining room and sat at one of the long tables next to a grandmotherly woman eating from a Tupperware bowl. \n\nI had taken my first bite of hummus sandwich when I heard the scrape of the chair. I lifted my eyes. Tape-Glasses stared back at me. He sat with his arms on the table. He did not have a sandwich. Or tea. The wire-frame glasses balanced crookedly on his face. He was handsome in the way of a hero in a novel — that is, blurry. It was his hand that I noticed in detail — the large knobby fingers and stray pen marks on the thumb, as if he’d spent a lot of time taking notes. \n\nHe leaned closer. “Let’s get out of here,” he whispered.\n\nI nodded. This turn of events seemed ordained, and I was eager to find out what would happen next. We threaded our way through the tables. The others seemed not to notice us leaving — perhaps they assumed we were a couple. Tape-Glasses stopped at the sign that said “Shoes” and stepped into what appeared to be elegant slippers the color of mourning doves. They struck me as magical. I hopped around in one boot, suppressing a riot of giggles. \n\nFinally we burst out onto a sidewalk, the city erupting around us. We were running and laughing. In the glorious un-Buddhist world, cars honked and a man yelled into his cellphone. \n\nTape-Glasses slowed to a trot so that I could catch up with him. “Who are you?” I said, still laughing. \n\nHe told me he worked part time in the basement of a museum. He hated his boss. He had been undergoing intense therapy for the past year.\n\n“How many times a week?” I asked.\n\n“Four.”\n\n I glanced sidelong at him and saw the pens wedged in his pants pocket —not one pen, but many, crowded together. It was this odd detail that drove home just how crazy he might be.\n\n“So what makes you happy?” I asked, trying to coax him into being adorable again. \n\nBut all he did was shrug. \n\n“Hard to decide?” I said helpfully. \n\n“Yeah.” He sounded morose. “It’s been a bad year.” He seemed to wilt. \n\n WE had now halted on the sidewalk, unsure where to go next. I noticed his shoes. I’d been wrong about them. They weren’t magical slippers — just dingy sneakers with dishwater-color laces. \n\n“We should go back,” I said. \n\n“O.K.” \n\nAnd so we slunk into the retreat center.\n\nThat evening after the final lecture — about the certainty of death — we meditators filed down to the front hall and milled around in front of the coat closet. Tape-Glasses caught me while I had one arm stuck in a sleeve of my parka. Before I had time to think, I was standing next to him, politely taking what he offered, which turned out to be a piece of notebook paper and a mother-of-pearl fountain pen. I’d always wanted to fall in love with a man who had a pen like that. I jotted down a phone number for him. \n\n“Bye,” I said, and then walked home under the hanging crook of a moon. I felt wonderful. The phone number I’d given him was fake. It was, I thought, my gift to both of us — silence and freedom. \n\nAnd that is how I learned the art of Vipassana Divorce."
}