{
  "url": "http://www.nytimes.com/2010/11/28/fashion/28Modern.html",
  "headline": "At the Wedding, Dancing While We Can: Modern Love",
  "dateline": {
    "year": 2010,
    "month": 11,
    "day": 26
  },
  "byline": "Jenny Browne",
  "text": "WE have reached that recognizable wedding-reception moment when the D.J. queues   up  “Brown Eyed Girl,” the groom’s great-aunt grinds down to the floor in her silk pantsuit, and then needs a lift up. The caterers have replenished the empty steam trays with cheeseburger sliders, and the bridesmaids have removed their shoes. Anything could happen.\n\nI’ve got two little brown-eyed girls back at home, a sitter who can stay until 1 a.m., and their father, Scott, standing next to me in his seersucker suit. I married him nearly a decade ago in this same chapel on the shady grounds of the Southwest School of Art, tucked along a slow curve of the San Antonio River.\n\n“Come on,” I say. “We should dance while we can.”\n\nOur own wedding reception was held in the garden, but my father managed to sneak upstairs and out onto the balcony, where he raised a flute of Champagne. An old-school WASP physician from the Midwest who would later endure both of my homebirths, he’d nonetheless had just about enough of the collectivist vibe of our wedding: a banjo processional, a woman preacher in cowboy boots, a Paul Éluard poem read in its original French, and me, walking through the grass in a ponytail, holding both his hand and my mother’s. The time had come for him to make sure everyone knew who was paying for this free-flowing love.\n\n“I’m the father of the bride,” he boomed. Later, he gulped a few of the half-finished mimosas that had been left on the patio, muttering, “Each one of those looks like a five-dollar bill flying away.”\n\nWynn, Scott’s only brother, was there too. A practicing Buddhist and perpetually underemployed English major, he could recite “Green Eggs and Ham” and “The Love Song of J. Alfred Prufrock” from memory. His other party trick involved nauseating contortions of his double-jointed elbows and knees. During the ceremony he’d given a little speech about the Buddhist concept of sangha, which can refer to a gathering of like-minded people coming together in support of a common idea, our marriage in this case. The rings were passed until everyone had touched them, and then returned to us, warm.\n\nSix years later I was on the University of Texas campus, eight months pregnant and waddling out of a graduate school workshop on prose poems, when I got the first phone call: my father, saying that the dye test used to see whether a melanoma found on his chest was spreading to his lymph system had come back clear.\n\n“Well, Niffer,” he said, “I’d say we dodged a bullet.”\n\nLess than an hour later, as I headed home to San Antonio on I-35, my cellphone buzzed again. This time it was my husband, his voice soft with disbelief, saying they’d found Wynn in his apartment in the Montrose neighborhood of Houston.\n\n“Found him how?” I said, confused, or at least hoping I was.\n\nThe signal dropped before he could reply. I set the phone on the passenger seat, then looked at it when it shuddered back to life, an insect I wasn’t eager to pick up. For 37 years, Wynn had slept with a stuffed Paddington Bear. His friend found the bear with him in bed where he’d swallowed a bottle of antidepressants. This was not his first struggle with staying here on earth, only his last.\n\nDad was dead less than a year later, the tumors that no one could see like ghosts filling his lungs, liver and brain. The last time I saw him alive, we ate enchiladas and drank margaritas on the River Walk. He piled on the fire-roasted salsa despite the ravage a last-ditch bio-chemo protocol was wreaking on his intestines. His familiar claim that he wasn’t hungry, followed by his subsequent scavenge of everyone else’s plate, made the day seem almost normal.\n\nBut as we stood to leave he stared at the bill, his brain unable to remember how to calculate a tip. Later, at the airport, he struggled to get out of the passenger seat of my Subaru, stumbling backward, grabbing for the door, which then shut hard on his fingers, trapping them. He looked at me, eyes desperate.\n\nThe prose poem we read in class that day when good news and bad collided inside my car was Kafka’s parable about the leopards that break into the temple and “drink to the dregs what is in the sacrificial pitchers.” They do this so many times that it becomes expected, and is made a part of the ceremony.\n\nOur wedding ceremony wasn’t what my father expected, but his mimosa-slurping frugality was classic. Wynn’s behavior was also classic for him: he drew a crowd, looping his leg around his neck, reciting, “Let us go then, you and I, when the evening is spread out against the sky.” In truth, two hours with my brother-in-law was about all I could stand, while my father — impatient, sappy and often sexist — could do little wrong.  Their most predictable behaviors were like leopards in the ceremony of their beings, in sickness and health, for better and worse.\n\nWhen I pulled into our driveway, some 70 miles after getting those two calls, all of the lights were on. The deep orange tint of the living-room walls made the room glow warmly, but I didn’t want to get out of the car. A random memory of debating about  paint swatches — Sandstone, Sandbar, Saltillo — flashed through my head. That’s the kind of decision I’m good at making quickly, without looking back. But I didn’t hesitate to say yes to marriage either.\n\nI loved Scott. My life felt bigger with him in it. We drove out to the Hill Country for the weekend and wrote vows that included funny bits about who would make the coffee, and feed the cat, and not lose their keys, but we didn’t actually say for better or for worse, or discuss what we’d do when better became worse. Had I allowed myself to believe we’d be exempt from the hard parts?\n\nScott was sitting at the kitchen table. He pressed his wet face into my belly, and I felt myself flinch, wishing I could protect the baby, all three of us really, from this, but knowing I couldn’t. Then I made some nachos, and we ate them straight out of the pan.\n\nThat baby is 4 now, and we talk to her about my father, and about Wynn, knowing all she will remember are stories. We don’t talk about Scott tracing dead-end e-mail trails night after night, researching mental illness, raging at his lost brother and at me, digging futilely for answers.\n\nWe don’t tell her how we stopped talking as my own grief wound tight, leaving me drinking Johnnie Walker and smoking Natural Spirits on the back porch, part tribute and part giving the finger to my father’s 35 years as a lung doctor and dying on me anyway. How for a long while I decided that not feeling anything was easier than loving someone, knowing you could lose him at any moment.\n\nWhen we finally reach the bride and groom at the end of the receiving line, it doesn’t seem appropriate to share these thoughts prowling around in my brain, to say, “Congratulations on all you’ve found together, and all you now have to lose. Congratulations, this may be the best and worst day of your life, all wrapped into one. And some days you won’t be able to tell the difference.”\n\nI don’t say it, but I think it. And I don’t feel bad for thinking it. I hope that naming the mix of fear and joy I feel at weddings doesn’t mean I’m trashing the temple. Inviting these leopards into the sangha feels like one way to name them, and maybe set them free.\n\nWe spent our wedding night at the Gage Hotel in Marathon, and we’ll go back in a few months, 10 years to the day. Looking around the dance floor I see people who used to be married to other people. I also see the people they used to be married to, and others trying hard to stay married to each other. I can’t explain why one union works and another doesn’t, and I won’t try. Somehow I’m still standing here, holding my husband’s hand.\n\nOne night, wanting to be led around the two-stepping dance floor at Gruene Hall, tearful and full of Shiner Bock, I shouted at Scott, “Is this how it’s always going to be?”\n\nWe laugh about it now, my default to the worst-case scenario, the leopard in my logic. If we’ve learned one thing, it’s that no moment, good or bad, is how it’s always going to be. Sometimes he dances. Sometimes he doesn’t. Sometimes the voices we miss most are the only ones we can hear, calling us out into the night, filling the darkness with howls. And sometimes they quiet a little, gratefully, right about when Van Morrison starts singing, “Hey, where did we go? Days when the rains came...”\n\nFor better or worse, we all know this song. We might as well dance."
}