{
  "url": "http://www.nytimes.com/2010/06/27/fashion/27Love.html",
  "headline": "Finding Marriage Without Losing a Self",
  "dateline": {
    "year": 2010,
    "month": 6,
    "day": 24
  },
  "byline": "Jillian Lauren",
  "text": "WHEN I met Scott, I was somewhere between the before and after picture — in a no man’s land called cosmetology school. We went on our first date on a balmy night in the early fall of 2003. I had met him the week before at a bowling party and he’d asked me what I did.\n\n“I go to beauty school.” \n\n“Beauty school is hot.”\n\n“Beauty school is not hot,” I said. “Anyone who thinks beauty school is hot is a pervert.”\n\nScott was not deterred. “I’ll show you,” he said. “I’ll pick you up at beauty school and take you to Norms.”\n\nNorms is a kitschy diner frequented by the senior citizen population of West Hollywood along with the occasional rock musician looking for a nostalgic breakfast. Scott, who plays bass for the band Weezer, was the latter. The invitation to a date at Norms was a nod to Frankie Avalon’s version of beauty school.\n\nScott saw beauty school as some kind of holding pen for gum-cracking bad girls who wore a lot of eyeliner and had recently dropped out of high school, which was not exactly accurate in my case. I was just desperately trying to find a career that would pay my rent, lend some stability to my days and maybe afford me some time to write in the evenings. I had only recently managed to escape the black hole of heroin addiction. I was entirely surprised to be still alive and even more surprised to find that I was nearly 30 years old.\n\nSo beauty school, in my opinion, was not hot. Beauty school was humiliating. Beauty school was penance. I definitely didn’t want any cute guys popping by to see me doing hot roller sets in my regulation white smock.\n\n On the other hand, I’d have been a fool to say no to the most interesting date offer I’d had in a long while.\n\nScott arrived promptly at 5 p.m. and waited while I punched the time clock before ushering me out the door and into his shiny green Crown Victoria. The start of the date was flawless. He opened every door. He was inquisitive and polite. And I felt in my gut that he was that rarest of things: a nice guy. Moreover, he was my kind of nice guy — a blue-collar musician with tattooed arms and a gold tooth that glinted when he smiled.\n\nAnd me? What was I? I wasn’t even sure yet. So I wore a dress that I hoped would compensate for my lack of other redeeming qualities and I prayed that the past wouldn’t come up before he had a chance to get to know me a little bit.\n\nWe made small talk in the car. Then as soon as we were seated in our two-top booth and had ordered our sodas, Scott looked across the table and said: “So, I heard you were a slave in Asia. Is that true?”\n\nSo much for getting to know me first.\n\n“Where did you hear that?” \n\n“My friend Dan saw it on some E! ‘True Hollywood Story.’ He said they blurred out your eyes in the picture but it was definitely you.”\n\nIt was true. I hadn’t given the show the picture, but I couldn’t deny it was me. \n\n“Well, I wouldn’t exactly use the word ‘slave.’ ”\n\nAnd so, at the start of our very first date, it all came spilling out — my teenage years as a stripper in New York, my failed attempts at being an actress, the escort work, the years spent as a quasi-prostitute in Southeast Asia, my inability to make a clean break from the industry, my addiction, my endless attempts to change, the car crashes, the rehabs.\n\nI waited for his reaction. My experience was that men generally thought a past like mine granted them permission to objectify me. I had seen it happen a hundred times. The moment I listed the catalog of my indiscretions, I automatically dropped a few pegs in class, brains and general worth. Time and again I had watched the relief in men’s eyes as they realized they weren’t obligated to summon their liberal arts college sensitivity training in an attempt to respect me.\n\nScott was different.\n\n“You know, when I said beauty school was hot, I was just playing with you,” he said. “I know that place is crappy and mind-numbing. And I think it’s great that you do it anyway. I think you’ve got guts for trying to change your life.”\n\nI should probably marry this guy, I thought. And about a year later, after one road trip with him, two salon jobs, three rock tours, and the decision that graduate school was more suited to my talents than beauty school, I decided to do exactly that.\n\nAnd marrying would be the ultimate demonstration of how I’d turned my life around, right? With my wedding, I would get the opportunity to costume and set-dress the climactic scene to my very own redemption tale. \n\nI felt an enormous amount of pressure to demonstrate to everyone I knew, everyone who had seen me so broken, that I was fine now. In fact, I was better than fine; I was loved. \n\nI pored over bridal magazines. I contacted friends who knew florists. I scouted for locations and settled on a grassy field in front of a shrine that held Gandhi’s ashes, a stone’s throw from the majestic Pacific Ocean. I was determined to design a picture perfect final shot for my movie.\n\nIn between filling out graduate school applications, I fielded calls from my mother about the items on the wedding registry I had just completed at Bloomingdale’s.\n\n“Honey,” she said. “I was looking through your registry and I have a few thoughts. Do you have a pen? First of all, you only registered for six mugs and that isn’t nearly enough. You need at least eight mugs because mugs chip. And my next thought is that the duvet you picked might not be practical. ...”\n\nI took a Maalox and tried to shake the creeping feeling that this wedding inspired in others the assumption that I had officially joined the fold — no surprise, as I had allowed myself to entertain the same assumption. With my readmission to polite society, I had implicitly disowned the girl with the sweaty, crumpled cash in her pocket, the girl in long sleeves standing on a downtown corner in the middle of the Los Angeles summer. \n\nAnd who cared if that girl, that huge part of me, was cast aside? She was a disaster of epic proportions anyway. Then again, that disaster had walked herself into detox, sweated through the sleepless nights, and somehow found a scrap of faith to cling to, even when there was no evidence to support such an act of hope.\n\nI understand why redemption stories end at Happily Ever After. Who wants to see a married Sleeping Beauty staring out the castle window and wondering if volunteering with Habitat for Humanity might fill that void where she once had a sense of purpose? You know — back when snagging the Prince and circumventing that pesky curse was all she had to think about. But in my fairy tale, what it took for me to change wasn’t one big vow made at one climactic moment, but a series of small and consistent daily decisions to behave in a more loving way toward myself.\n\nMy middle-class Jewish relatives wanted to nominate Scott for sainthood (if such a thing were possible in Judaism), because who else but a saint would have a girl like me? Who else but a saint would proudly take a tattooed ex-junkie, ex-prostitute home to Mom and brag about her veggie stir-fry? \n\n WITH each loaded “You are so lucky. Scott is such a great guy” comment, I felt a little more of myself dissolve. When I stood in front of the mirror while my mother took a picture of me in a stunning off-white silk, Monique Lhuillier wedding dress, I felt a tightening in my chest and tears pressing hot from behind my eyes. \n\nI wasn’t crying from overwhelming joy, I realized — I was crying from loss. So not long after, when I learned that Scott’s band had turned down a lucrative festival show because of our wedding date, I suddenly said, “Call them back and tell them to book it.”\n\nI love weddings, but my gut (and its constant need for Maalox) was telling me that I didn’t want a big wedding, that this kind of ceremony wasn’t me, or us, at least not now. So I bagged it, expensive new dress and all.\n\nInstead, I borrowed a friend’s dress, and Scott and I got married alone, on a deserted beach in Kauai, during a half-cloudy but still glorious sunset. Our wedding perfectly represented where we were at the time. Not at a happy ending, but at a quiet and hopeful beginning. "
}