{
  "url": "http://www.nytimes.com/2010/10/10/fashion/10modern.html",
  "headline": "Sex on the Run? No, We Parked",
  "dateline": {
    "year": 2010,
    "month": 10,
    "day": 7
  },
  "byline": "Susan Silas",
  "text": "TEN years ago I worked briefly as a production accountant on a television show called “Welcome to New York,” a sitcom starring Jim Gaffigan as a TV weatherman and Christine Baranski as his city-slicker boss. \n\nOne episode was about a neighborhood dry cleaner who had magical powers as a matchmaker. The set decorator needed images of couples in love to hang on the wall of the shop, and she approached me with a nearly 60-year-old teamster in tow and asked me to pose with him. He was Christine’s driver. \n\nAfter the photo was taken, he asked me to dinner. Most of my recent dates had seemed like boys, but this teamster was virile in an old-fashioned way — he was a man. Soon we were meeting for drinks after work.\n\nI lived in Brooklyn in an apartment I shared with my 7-year-old daughter. The bedroom had a partition to separate our beds. When I worked, her father brought her home from after-school and baby-sat until I arrived. My teamster lived in Queens with his sister, who would wait up for him at night. So how did two reasonable adults, one pushing 50 and the other pushing 60, manage to have a sex life under these conditions?\n\nMy teamster had the use of a Lincoln Town Car and a 15-passenger van. Both had tinted windows. After a few months of drinks after work and nowhere to go, we ended up in the back seat — more precisely in the second row of seats of the 15-passenger van. Before long our blue jeans were crumpled on the floor. We were parked around the corner from my apartment on the street where Carroll Gardens falls off the map. Occasionally a rooster appeared, an escapee from a cockfight at the end of the block. It was quiet there and we had fun.\n\nI was new to having sex in cars. When I was young, my friends had sex in cars because there was nowhere else to go, especially in the suburbs. Now I was grown and most nights I had nowhere to go. I didn’t want my child to meet the men I was seeing. I thought it was important to wait until there was someone I had serious feelings about before I introduced that man into her life. Even after my relationship with the teamster was firmly established, he never stayed overnight unless my daughter was with her father, where she often spent her weekends, granting us the luxury of my queen-size bed.\n\nFor someone who only started having sex in cars at age 48, I quickly became an expert. Knowing where to go is of paramount importance. If you’re shopping for an expensive watch, you go to Fifth Avenue. If you’re looking for kitchen supplies, you go to the Bowery. But where do you go if you are two grown people looking to park your car and have sex in the backseat? \n\nNext to Hellgate Studios in Queens is good, and under the Brooklyn Bridge (on the Brooklyn side), and in Red Hook, and down on Clarkson Street in Lower Manhattan, which works well even in broad daylight — sometimes the obvious goes completely unnoticed. You need to consider street lamps and pedestrian traffic, and you must refrain from rocking the car and tempting someone to lean a face against the window. \n\nThe fear of being caught is ever-present. How do you explain to your daughter that you were arrested for indecent exposure or worse? Would a police officer believe the plea: “But we had no place else to go”?\n\nAfter you finally find a place on an empty street, a delivery truck can pull up or a crowd of people can suddenly appear and the whole process has to begin again. My teamster was never discouraged. He knew the city, even the outer boroughs, like the back of his hand — he could find anything. \n\nOnce a spot is selected, there are logistics to consider. I never wanted to call attention to myself by opening the passenger door and stepping onto the sidewalk to get into the backseat, so I would crawl or dive from front to back, which makes even the most agile person look ridiculous. He, on the other hand, would step boldly out into the street, shut the front door, and hop gracefully into the back. \n\nAfter the first few times, I learned to leave my shoes in the front, which saved time later trying to find the shoe that had become wedged under the front seat. After I sat on my glasses, I learned to leave them in the front with my shoes.\n\nEvery new television show or movie assignment for my teamster  meant a new vehicle, and that meant a short period of becoming  accustomed to where the latch attachments for the seat belts stuck out. The latches can go unnoticed at first but hurt to sit on. Some tinted windows are quite dark and others lighter. If the tinting is subtle you have to wait until it is pitch dark outside. A Lincoln has more comfortable seats than a van but a much lower ceiling, so it requires more contained movement than a van does.\n\nA completely deserted street in New York City is a rarity. Sooner or later someone is bound to come along. Even though we knew the windows were tinted and no one could possibly see in, it was still hard for us to believe we were invisible because we could see out perfectly. In the middle of this intimate act a perfect stranger would be a hair’s breadth away. We would sit motionless and wait for the intruder to pass. Once or twice we did have to scramble to get dressed before things came to their rightful conclusion; too much action in the street and too many pauses to maintain the heat required. My teamster would just smile and get back behind the wheel.\n\nIn winter you have to choose between being cold or keeping the engine running. He was always in favor of keeping the heat on — ever chivalrous, he worried that I would be cold. The closest call we ever had was on a bitter cold December night just before Christmas. We had dinner in a steak house on Jackson Avenue and went back to the van, which was parked in a fenced-in lot across the street that backed onto rail yards. \n\nIt was late and the street was quiet, then suddenly a couple appeared to retrieve their car, and they were parked right next to us. She became alarmed when she noticed the van idling. A five-minute discussion ensued between them about whether to call someone. He didn’t care, saying it was none of their business, but she was insistent.\n\n“Why is there a dark, empty van idling in a parking lot at midnight?” she said, coming toward us. \n\nHe said he wanted to go. Finally, the New Yorker in them prevailed; shrugging their shoulders, they got into their car and drove away. Then came a big grin from my sweet teamster. The show must go on.\n\nAnd on it went, for years. In cars and vans during the week, and in my apartment on weekends, until I finally felt comfortable bringing him into my day-to-day life. One night when I had him over to dinner, my daughter was doing homework at the kitchen table. By then she was more aware; she had attended health classes in the New York City public schools, and they left little to a child’s imagination.\n\nHe and I retired to the bedroom while the water was boiling on the stove and plopped onto the bed fully clothed like a couple of teenagers. Soon we were interrupted by her shout from the kitchen: “I don’t hear any talking in there.”\n\nWait — wasn’t that supposed to be my line for when she retreats to her room with some pimply-faced boy and turns the music up too loud? We both laughed until we were in tears, then pulled ourselves together and went back into the kitchen to reassure my daughter that her imagination, which was right on target, was really working overtime.\n\nEARLY in our relationship, right after “Welcome to New York” was broadcast for the first time, my niece, an avid television watcher, called and said: “Congratulations, Aunt Susan. You work on the worst television show I have ever seen.” \n\nShe wasn’t the only one who thought so. “Welcome to New York” tanked. Even Christine Baranski couldn’t save it. As the sets and props were being dismantled and thrown away, I went to the prop master and asked if the photographs from the episode about the matchmaking dry cleaner were still around. \n\nIt turned out the matchmaker was on to something. That photograph, of my now-husband with his arm around me, is sitting on the bookshelf in my living room in an absurdly elegant silver picture frame, a gift from Tiffany’s. And I can tell you where we just celebrated our first wedding anniversary — we parked the car on Clinton Street by the Red Hook swimming pool."
}