{
  "url": "http://www.nytimes.com/2010/03/14/fashion/14LOVE.html",
  "headline": "Appreciating a Difficult Mother",
  "dateline": {
    "year": 2010,
    "month": 3,
    "day": 12
  },
  "byline": "Matt Walton",
  "text": "MY mother, Bea, had always been a bit of a drama queen, so her behavior at the end — the gasping and flailing and crying out incessantly — didn’t surprise me. I remained brutally aloof; I felt prepared.\n\nI could blame it on the Alzheimer’s, but I knew that death would never come easily for her. She had twice attempted suicide during my teens. \n\nThe first was after the divorce, after my father had abandoned us. She had checked herself into the local psychiatric asylum, Mercywood, run by the Sisters of Mercy. I had come for my weekly visit. She was sitting in a wooden wheelchair under a giant maple on a yard ringed in wrought iron: the Strolling Lawn. Her eyes were sunken, skin ashen, wrists bandaged. The stern, ancient facility loomed behind her like an overdrawn stage set. \n\n“Hi, sweetie,” she rasped as I approached in my wild hair and faded jean jacket. A stout, starchy nun looked on, tut-tutting us from a distance.\n\nIt was 1977. I was 16, an only child, and living alone during my mother’s commitment, subsisting on cereal, Wonder bread and cold cuts. She had waited to commit herself until I was old enough to drive and thus arguably self-sufficient — it would mean less guilt and fewer details. \n\nAs a parent now with teenagers who drive, I look back and think, “That was so wrong.” But I loved it then. I could crank up Boston’s “More Than a Feeling” and Deep Purple’s “Highway Star” and drink beer anytime I wanted in “my” apartment. And I had a girlfriend. How adult was I? \n\nSo we sat under that giant maple, and I could make out the scars hidden beneath the bandages on her wrists, and I thought, “You’re supposed to cut along the vein, Mom, not across — pretty basic stuff.” I rolled my eyes, all mature and detached. \n\nHer voice was weak and she shivered. “Are you O.K.?” she asked breathily, without a hint of irony.\n\nI felt O.K., and I still believe I was, all things considered. When it was time to go, I kissed her on the forehead and told her that I loved her, that I wanted her to get better. But, I thought, not right away, please; I had a 12-pack of Stroh’s beer in the refrigerator and the $200 in cash she had left for me, and I was hoping that with the place to myself I might even be able to persuade my girlfriend to have sex with me. So I was O.K. in my new world, for the moment.\n\nI cried that night in bed, big primal sobs. I told myself that I wanted her to die, to just get it over with.\n\nTwo months later she came home and we pretended nothing had happened. No more beer or loud music at home for me. And my girlfriend, to her credit, had shown a strong virginal resolve. But it was all great fun, except for the “suicidal mother in a sanitarium” part.\n\nLater, when I was a college freshman and my mother was expecting me home for the weekend, I arrived late at night to find an empty apartment and a hastily scrawled note: “Give the lockbox key to Uncle Harry and call Aunt Lucy if you need money.” \n\nNot even a goodbye.\n\nI was certain she was planning another suicide attempt, but I went to bed without calling anyone and I refused to cry; I simply cursed her and prayed she would cut along the vein this time and get it right. \n\nI called my Aunt Lucy first thing in the morning. Sure enough, there had been another failed attempt — pills this time — and Lucy had managed to have my mother committed to Mercywood again. But these episodes, stark as they may sound, don’t capture the essence of my memories of my mother.\n\nI cherish a fading sepia photo of Bea at 14, brushing her teeth at an old well pump in a field: she is a girl at camp with a braid so long it touches the ground as she bends over for water. “Interlochen, summer 1939” is written on the back. She is looking toward the camera, head up, toothbrush poised at her smiling, foamy mouth, the joy effervescent in her eyes. I remember her like that, with those eyes. \n\nAnd I remember laughing until I hurt as she made fun of the “Wonderful World of Disney.” We made popcorn every Sunday night and watched, and she would provide voice-over: cynical, outrageous stuff. She was the funniest person in my whole wonderful world. And she loved me. I knew that.\n\nThroughout my childhood she maintained her job as an elementary school teacher, and with her financial help, I got through college and law school.\n\nEventually I moved West and met a girl and married and bought a house and had two beautiful children, and my mother managed to stay stable and appear sane through all that. I talked to her for long spells at least every week, and she came for extended visits. I even left her with my children while my wife and I enjoyed an occasional brief romantic getaway. We all embraced her role as Grammy Bea: a little dotty, but trustworthy.\n\nMy mother and I never talked about any of “it” (and there was a lot of “it”). That wouldn’t have made any difference if we had. And we talked about everything else (or everything but).\n\nEven when the first signs of the insidious disease appeared, we laughed them off, together, conspirators against her demise. \n\n“Mom,” I’d tell her with feigned seriousness, “you couldn’t remember what day it was when you were young.” And we’d smile knowingly, together, at the truth of that. \n\nBut always I feared the worst.\n\nThe first sign of her Alzheimer’s advancement was the realization one day that she had no idea where she was or what she had set out to do. She was in her car, as she told it to me, somewhere in downtown Ann Arbor, Mich., a place she had known all her life, and nothing looked familiar to her. She had the good sense to park the car. She hadn’t forgotten how to drive. It was the lack of mooring, the collapse of space and time, the disintegration of purpose that had brought her to tears and made her pound the steering wheel in anger that day. \n\nLATER, when she was in an assisted living center in Phoenix, close to my family — her family — the rest of her memory began to evaporate as well.\n\n“I bought you a card to sign for Matt’s birthday,” my wife, Margie, said. \n\n“Oh, it’s his birthday?” she asked with familiar perplexity. But this time, it wasn’t that she didn’t realize the date was approaching; she simply didn’t recognize the date itself as having any significance.\n\n“I never thought I could forget that date,” she said in tears. But the carnage to my mother’s memory, which seemed so advanced by then, had barely begun. Before long she would forget how to use the bathroom and how to eat anything other than lemon pudding. What I feared, though — the hurtful, caustic vitriol she might have been capable of in her decline — never materialized. She soldiered through. \n\nShe had experience with death’s ugly loitering. Many years before, Bea had stood vigil while machines had kept her sister Lucy’s skeletal cancer-riddled body alive, and she had damned the doctors and nurses who had refused to pull the plug. Later, Bea would voice ardent support and even hero worship for Dr. Kevorkian. So I knew her position on The Subject. \n\nBut as the disease ravaged Bea’s brain, she seemed to cling to life more greedily. I knew what her healthy mind would have wanted. I knew what I would have wanted if it were me. But I wasn’t sure what my new, decrepit, demented, infantlike mother wanted. Even after she had stopped eating altogether, she wouldn’t let go. \n\nFlashback, 2004: Bea couldn’t venture outside her condo in Ann Arbor anymore. The neighbors were worried. She was 80. Nearly everyone she was close to there — brothers and sister, best friends — had died, some long before. It was time. I had to fly home to gather her up and put her in a home near us, in Phoenix, but I had no plan. She wanted to stay put. \n\n“Everyone knows me here,” she said. \n\n“Everyone who knows you, Mom, is dead,” I replied. \n\n“Oh.”\n\nHer resolve was steeled nonetheless. She was not going to Phoenix. We were sitting on her cramped, hilariously birdproofed balcony, and I started to cry. “O.K.,” I said, succumbing, “I’ll find a place here.” As if I could somehow replicate a lost time.\n\nThere was a dramatic pause. Then she spoke dismissively, waving me off as if I were a servant. “Maybe I should do as you say.” \n\nI thought of that moment of weakness five years later as I sat holding her hand. She was near death: starving, gasping, flailing and crying out. Her flesh was loose and transparent, her eyes grayed and milky, her hair sparse and matted. \n\n“Help me,” she sputtered, though it sounded like, “Mel meh.” \n\nI didn’t cry. I was too exhausted. “O.K.,” I said. “I’ll bring you back.” As if I could undo her terminal sedation and somehow replicate her lost mind.\n\nSuddenly, finally, she quieted. And then she died. Peacefully, one could even say, if only the last 15 minutes were considered.\n\nBefore I left, I kissed her forehead and said exactly this: “You were a great mom, and I was the luckiest kid in the world to have you.” \n\nA few days later, Margie found a note Bea had stuffed away in her billfold. It was my handwriting, but I had no recollection of it. It was tattered and taped and decades old. And it said exactly this: “Thanks for the sandwich. You are a really great mom, and I am the happiest and luckiest kid in the world.” \n\nI obviously meant it. \n\nSo I learn to live with this dichotomy of memory, this delicate tension, my yin-yang dilemma: I had wished she were dead, and I loved her so much. And I see now that the end was exactly as it had to be: life mirroring our innermost dramas, the horror and the love.\n\nAnd what survives is the love."
}