{
  "url": "http://www.nytimes.com/2010/01/10/fashion/10love.html",
  "headline": "How I Earned My Wings Back",
  "dateline": {
    "year": 2010,
    "month": 1,
    "day": 8
  },
  "byline": "Tiffany Hawk",
  "text": "I GOT  married a few months ago, but my husband  —  a proud Air Force pilot from a small town in Georgia  —  doesn’t know how we met. Rather, he doesn’t know the path that led me to him. By the time he was perched on one knee and presenting an engagement ring, I feared it was too late to tell the love of my life that we had been brought together not by fate but as a result of my nationwide crusade to find a pilot.\n\nThe idea came after my date with an especially careerist suitor on Match.com  who tried to exploit our dinner for professional gain. He took me to McCormick & Schmick’s, plied me with wine and pumped me for information about my job as a magazine editor. I was flattered that he was so intrigued by my life until he lifted his glass of merlot to his lips and said, “Hey, I just thought of this, but I’ve got this story that would be perfect for your magazine.” \n\nOnly days later my friend Stephanie was similarly ambushed when a candidate for the State Assembly took her to a Thai restaurant and later refused to leave her doorstep unless she agreed to buy a plate at his fund-raising dinner.\n\n I knew that the men of Southern California might be eager to take advantage of Internet matchmaking for sex, but for career climbing at the same time? Here we were opening our hearts after debilitating breakups, hoping for true love, and these bozos were gaming the system for business opportunities. I thought it was despicable. Until the day I decided it was brilliant. \n\nI had just spent Thanksgiving at my recently engaged younger sister’s house and was moping my way through the security line at Dulles Airport. As I tossed my shoes, liquids and laptop into separate bins, a JetBlue pilot cut in front of me. I checked his left hand for a ring  (present), but the fact that I’d even looked surprised me. In the nearly five years I’d spent as a flight attendant for United, I’d never met a pilot who warranted the ring check. Rounds of furloughs had pretty much weeded out the young and eligible. \n\nSince the day I was furloughed myself, I had longed for the jet-set life of waking up in Paris on Monday and Hong Kong on Friday. Unfortunately, the sleep-deprived crews I saw jogging to McDonald’s between flights with runs in their hose suggested that working conditions were still sliding downhill.\n\nBut what if I were to fall in love with a pilot? No longer would I have to peddle onboard snacks or work 14-hour shifts to earn my trips around the world. And it’s not as if I’d have to become some Debra Winger-style groupie from “An Officer and a Gentleman,” desperate for a pilot to rescue me from my backwater town; I was already living happily in Los Angeles and gainfully employed. I would merely start using “pilot” as a search term to help narrow the field, just as my previous date seemingly had used “magazine editor.”\n\nBack home, under the fluorescent lights of my office, I was pleased to find 35 results within 25 miles. The first, LonelyBrian, I disqualified by user name alone. Then came the other mismatches  —  a guy working on a TV pilot, a computer programmer looking for a “co-pilot” in life. \n\nI expanded my search to the surrounding states and found a first officer for a regional airline based in Phoenix. But in his response, he mentioned quitting the disintegrating world of commercial air travel to fly border patrols, which would pay him more than the whopping $19,000 a year he’d been earning. \n\nWhen I took my search nationwide I found mostly military pilots, a deal-breaker for me, having grown up near the troublemaking Marines and lonely military wives of Camp Pendleton. Then I saw NavyShark. He was so good-looking that I — obviously at an especially shallow point in my already shallow search — had to at least click on his profile. A few hours later, having identified  me from the “Who’s viewed me” function, he wrote from Norfolk, Va.\n\nHe mentioned that he planned to leave the service in a year to move on to commercial jets. I figured a year wasn’t too long, and he was divorced (read: willing to marry in the first place), which in Southern California is seen as great potential for commitment. \n\nAfter a month of e-mail messages and calls, he was sent to San Diego, and soon I was holding onto the arm of his leather bomber jacket as we toured the hangars of the historic air base on Coronado Island. I was awed by his stories of spending three weeks in survival training, being tortured in mock-P.O.W. camps and foraging for food in the woods in the dead of winter. I had landed a hero. He was everything the lawyers and real estate developers of Orange County weren’t.\n\nUnfortunately, he was also supremely bitter about his former wife, who, during NavyShark’s deployment, had been sleeping with her boss. To get his mojo back, he was simultaneously dating five women.\n\nBut the military pool still seemed to have potential, so I kept clicking. The first Marine pilot I met turned out to be a pilot no more; he was retired, teaching middle-school mathematics, and 15 years older than his photos. (The high-waisted jeans should have given him away.) As we carved our steak and potatoes, he rolled out an oddly familiar tale of having spent three weeks in survival training, being tortured in mock-P.O.W. camps and foraging for food in the woods in the dead of winter. \n\nBy the time I met Marine Pilot No. 2, who chewed tobacco as we walked on the beach, I could finish his half-mumbled sentences about survival training.\n\nI was becoming a Debra Winger-style groupie after all, and feeling guilty about my disingenuous approach. Time for a change. \n\nIn high school, a friend had suggested listing my ideal mate’s qualities on paper, which, she claimed, would speed his arrival. During our senior year, she pasted the following list to her locker door: “Has an earring, wears silk shirts, uses cologne.” \n\nAlas, it worked. A few months after graduation, she married a man who could have walked straight out of a Color Me Badd video. \n\nBut her strategy was sound. In her case, asking the gods for certain  external criteria had produced results. Surely it could work for the more-elusive inner qualities I hoped for in a man. \n\nI came up with a list and posted it to my Match.com page: “Finds meaning in his work, knows and likes himself, and most importantly, treats women with respect.”\n\nApparently, contrary to conventional wisdom, men actually do get past women’s pictures to read our profiles, because my inbox went from a dozen messages a day to one every other week.\n\nFriends told me to lower my standards, but instead I canceled my  account and decided I’d meet my future mate the normal way  —  in the produce section of Albertsons or over the pool table at my local dive bar. And despite the lure of online browsing, I stuck to that. \n\nUntil one day when a friend who was a former flight attendant and knew of my search came across a winsome Air Force flier and offered to bait him and toss him my way. \n\nI passed, but she gave him my e-mail address anyway. \n\nShortly thereafter he wrote to introduce himself but added that he was wary about a long-distance relationship, as I lived in “So Cal” and he in “Nor Cal.” \n\nNot desperate. I liked that. \n\nBesides, he continued, he had just been deployed and was writing from an air base in the United Arab Emirates. I wrote to wish him luck in the desert, and my meandering, blabbering message apparently made his day. The desert may be dangerous, but as I knew from dating his Navy counterparts, it’s even more boring. \n\nHe mentioned that my friend had sent him the list of attributes I was looking for. “Smart,” he wrote. “I like a woman who respects herself.” \n\nHook, line, sinker.\n\nI decided to proceed the old-fashioned way: hand-written cards, baked goods, care packages.\n\nNot long after he returned, the magazine sent me to San Francisco. We met near the airport for coffee, which turned to dinner, which turned to drinks  —  I had no idea he had driven nearly two hours to get there. He opened doors and stood up when I entered the room, and it wasn’t long before I was sitting next to him as he showed me how to fly  a wide-body jet.\n\nWELL, not a real wide-body jet, but a $25 million simulator at Travis Air Force Base. It tested his mettle nonetheless. As an alarm blared, he said, “Fire, Engine 1,” while calmly punching a button to silence the alarm. He ran a checklist, eased back the throttles to idle and gently pulled the nose up for smooth landing, all without breaking a sweat.\n\nHe had proved himself as a man and as a pilot. Unfortunately, not the kind I was originally looking for  —  he had 10 more years on his Air Force commitment and expected to stay in for 6 more before retiring. He had no intention of joining the circus of layoffs and cutbacks at the commercial airlines. \n\nSo instead, I did.\n\nI quit the magazine, took a job as a flight attendant for a sexy new low-cost carrier, and started bopping around the country again. Of course, it was even worse than I expected — meals at McDonald’s and runs in my hose were the least of it. I did meet eligible young pilots by the hour, but by then my heart belonged to the Air Force. Through my scheming search, I’d actually found love, and instead of me getting his flight benefits, he got mine.\n\nWe had a September wedding in a historic church in Georgia, honeymooned in Belize, and in four weeks we’re set to move cross-country to a base in New Jersey where we’re hoping to start a family. Now all I have to do is tell him how we got here."
}