{
  "url": "http://www.nytimes.com/2010/08/22/fashion/22Love.html",
  "headline": "Modern Love: Meeting My Brother’s Needs",
  "dateline": {
    "year": 2010,
    "month": 8,
    "day": 19
  },
  "byline": "Lorna M. Wyckoff",
  "text": "TEN years ago my mother died in my arms, propped up on plush, monogrammed Laura Ashley pillows with Frank Sinatra singing “My Way” through Sony Walkman earphones strapped to her head. The Walkman didn’t fit the décor, and neither did I. My mother and I were not close, and it was somewhat ironic that, of her four children, I would be the one rubbing her spongy forearms and kneading her ice-cold feet as she prepared to lay her burden down.\n\nShe would leave me a house full of furniture, some family jewelry and  — whether I liked it, wanted it, understood it or was prepared for it — John, my 42-year-old mentally challenged brother. Because that’s what happens. People die. Their burdens don’t. \n\nThus began my reluctant journey as my brother’s keeper, a role I would share with cousins and siblings, agencies, caretakers and good-hearted strangers. It was not an area where I was comfortable. While I adored my little brother, it was my mother, Edith, who oversaw John’s life almost exclusively while the rest of us ventured hundreds of miles away from Massachusetts, off to colleges and lives far from our troubled upbringing. My parents had split up, so for a long time it was just John and my mother. We would see our brother on occasional holidays, but my mother had it covered, so we stopped paying attention. \n\nMy mother understood that it was essential to prepare John to live independently, a critical goal for parents of children with serious disabilities. John is one of the easier ones. Categorized as “educable,“ John does not have Down syndrome but more resembles Lennie from “Of Mice and Men” — a giant of a guy with a sweet nature, a thick shock of white hair, beautiful skin that never endured the ravages of alcohol and cigarettes, a low I.Q. and epilepsy. He collects sunglasses, sweatshirts and mugs, and he has a fondness for “kitties.” He was mainstreamed in the excellent public schools of suburban Boston and able to live on his own, thanks to my mother’s training and hard-fought efforts to secure lifetime oversight from a cadre of exceptional caretakers.\n\nThere’s St. Joan, as we call her, John’s caseworker via a vendor agency that oversees people with disabilities. Joan has assumed the parental rights of  John. She manages his numerous medical appointments, works with trust officers to ensure he has spending money, orchestrates his comings and goings, cleans closets, fixes broken chairs and talks to him at least once a day.\n\nThere’s Kathy, who tolerates John’s meddling as she attempts to clean his little Section 8 apartment on a bus route with easy access to Arlington, Woburn and Cambridge.\n\nThere’s the spirited Kirsten, an art educator who takes him to galleries,  museums and county fairs every Saturday and who shares his love of sports.\n\nThere’s the security guard at the TD Garden who sneaks John in the side door so he can watch his beloved Boston Celtics, and the women at the cafeteria in Arlington Center who have his brunch ready and waiting every Sunday when he arrives by bus for his favorite meal of the week.\n\nThe baristas at Starbucks have John’s coffee (with room for cream) poured and ready within minutes of seeing him crossing the street every morning. Every other Tuesday, a man named Bob, whom I have never met or talked with, takes my brother home from his Knights of Columbus meetings where he is the sergeant in arms (read: official coat checker).\n\nAnd then there’s me.\n\nSix months after my mother died, my husband, two teenage daughters and I prepared with some trepidation for John’s first solo voyage to visit us in Virginia for the weekend. Knowing it would be an around-the-clock event, we attempted to anticipate John’s every need. In addition to planning activities, we worried about basics. Would someone have to run his shower? Would he be O.K. alone if I ran out to do an errand? What did he like for breakfast? Did I need to cut his meat?\n\nThe weekend involved a lot of tag-teaming and constant work. We went to the ballgame. And to the gym, where he watched us work out. And for brunch. And to school to watch our girls play soccer. I didn’t have to cut his meat. I discovered he likes bagels. And watching the evening news. “The house fell down!” he’d say with a chuckle, riveted to and yet disconnected from the unfolding tragedies. By the time we saw him off and fell into bed Sunday night, we felt victorious in our skillful management of our new relationship with my brother. \n\nThat night the phone rang around midnight, but it was not John calling to say he had reached his apartment safely. It was him calling from Logan Airport to say his baggage had not arrived. He had stood at the baggage claim area for nearly two hours, watching the suitcases go around. His did not arrive. Inside the lost suitcase were the keys to his apartment. \n\n“O.K., John,” I said with the greatest calm. “What I want you to do is call me back in five minutes, O.K.? Can you do that? Can you call me in five minutes?”\n\n“Yeah,” he said and hung up.\n\n“Oh, my God,” I chanted over and over as I shook my husband awake. I felt the arc of a panic attack about to overcome me. “What do we do? Who do we call? Oh, my God.”\n\nIt had been decades since I had lived in Boston, and my contacts were severely limited. Friends had moved, I had moved, family had scattered. I did not have St. Joan’s home phone number, and her last name was as common as Smith. I couldn’t even come up with the name of a nearby motel, and, besides, how would he get there and what would he do once there?\n\nHe called back moments later. \n\n“John, I want you to go outside and see if you see any cabs, O.K.? So hang up the phone and go take a look out front, O.K.? Then call me back, O.K.?”\n\n“Yeah,” he mumbled.\n\nNot that I knew what I would do should a taxi driver be available, but I suppose I thought I could persuade the cabby to take John home and break in the window or something. I was grasping, buying time.\n\nHe called back with the bad news that there were no cabs outside.\n\n“Really?” I exclaimed.\n\n“No, no taxis,” he replied. It was now after midnight.\n\n“O.K. honey, give me a minute to think this out. Call me back in five, O.K.?”\n\n“Yeah,” he answered.\n\nMore panic. I could come up with nothing. And then I thought of the only person I knew in Boston with whom I had had any contact, my senior-year prom date. Bill had been more a friend rather than a boyfriend, and he had known my mother, my sisters and John. A few times, he and his wife had unexpectedly taken John to dinner. \n\n“Bill,” I said, “It’s Lorna. I’m so, so sorry to wake you up. I have an emergency. I don’t know what to do. I need some help.” I explained the situation and, yes, dear reader, I asked this guy I barely knew anymore if he would get out of bed, get dressed, drive 45 minutes to the airport, pick up my brother, take him to his home and host him overnight until we could solve the problem the next day. He agreed.\n\nBill picked up John. By now it was 1 a.m. My brother ended up sleeping on his couch. The next day, St. Joan sorted out the baggage issues and got John safely home. I think I sent Bill a fruit basket. What I had asked was well beyond the call of anyone’s duty. Sometimes people just do the right thing, and we don’t know why. They just do.\n\nA decade into my role as sometime surrogate mom, I am now better prepared for John’s visits. I have learned to make certain his house keys are in his pocket; Boston Coach is at the ready for pickup and delivery; St. Joan knows of John’s itinerary; John’s neighbors’ numbers are stored in my cellphone; and the refrigerator is stocked with John’s beloved cream cheese and chives. And if we’re lucky, the Red Sox are on at 3 p.m.\n\nWe inherit our roles, but we also choose them. The friendly people at Starbucks greet my brother warmly every morning. The nice fellow from Knights of Columbus will pick up my brother this Tuesday night and deliver him home. St. Joan keeps tender watch. I choose to be a dutiful daughter in honor of a mother who prepared John so that not only he, but also I might live independently — because that was her way. And I aspire to be a loving sister in honor of all my brother’s keepers in the greater Boston area, whoever they may be."
}