{
  "url": "http://www.nytimes.com/2010/09/19/fashion/19Love.html",
  "headline": "Diving In for a Final Chance at Happiness",
  "dateline": {
    "year": 2010,
    "month": 9,
    "day": 17
  },
  "byline": "Kathy Harding",
  "text": "AFTER three fruitless years of online dating, I went to an acupuncturist and lay down before needles. I’d left the love of my life because he did not want children and had hoped to meet someone else quickly enough to have my own. Now, at 41, I was still single and paying a stranger to burn  mugwort on my back. \n\nMany things were going well for me, but sometimes in midlife you see only what you’ve lost.\n\n“Say, ‘Warm,’ ” the acupuncturist said.\n\nInstead I said, “Ow.”\n\nHe brushed off ashes and stuck me with a needle.\n\nAfterward, I went lightheaded to a party where I met a guy with a Kiwi accent. He had housemates, ratty shoes, a satellite phone and a boat. I pictured, given the contradictions, either a gold-plated yacht or a tugboat. Neither sounded like the kind of vessel a former conservation expert from New Zealand would be working on.\n\nHe’d taken a mid-career leap, he explained, to operate a marine exploration business. Open about his cash-flow issues, he’d recently borrowed money from his 70-year-old mother to keep the business (literally) afloat. On a regular basis he left the country to run expeditions for cruise ships, fun work that brought in some money. In fact he was leaving in two weeks for a month to  show clients around the deserts of Western Australia.\n\nWe made the most of those two weeks.\n\nOn our first date we watched ferries glide in blue dusk around Elliott  Bay. The days were getting longer and warmer.\n\nHe wanted to be upfront with me. His company was in bankruptcy. If they didn’t pay their creditors, the court would shut them down. He’d be deported.\n\n“My father warned me about guys like you,” I said.\n\nHe took my hand.\n\nI had news, too. In six months, I’d be matched with a baby from Ethiopia.\n\n“If you fell in love tomorrow,” he asked, “would you have your own?”\n\nI forgave him the question. We were strangers. I didn’t expect him to understand the strength I’d had to find to surrender that very dream.\n\n“Sure,” I said, pushing away the old pain. “Maybe.”\n\nLater that week, after a boat tour and a bottle of pinot noir, we were naked in a single bed that felt as wide as the deck we’d walked across earlier that night.  “Caution,” a sign had said. “Electrical currents.”\n\nHe’d climbed onto a metal gangplank. Black waters splashed below.\n\n“Come on, girl.”\n\nPlunge ahead or fall into unsafe waters?\n\nIn bed with him I asked myself the same question. \n\nWas there going to be a difference with this man? I might have been old enough to know the likely answer, but at that moment, I recognized him. What this means I still don’t know. Did I relax into him because, as science suggests, he smelled to my unconscious like symmetry? Or was I drawn to pine soap and shaving cream, the memory of my father heading to the train before dawn, cool sink on my bare legs, sadness in my heart made, over time, pleasurable by the exquisiteness of his unpredictable return?\n\nWho knows? I’d jumped and kept jumping.\n\nInside the boat were neon-green robots with bulbous stomachs and black arms — Deep Rover submersibles, he explained, rated for dives 1,000 meters deep, where 75 percent of marine life existed undisturbed.\n\nThere were creatures down there stranger than we could believe. He was going to find them. Did I want to come?\n\nFrom Australia he sent long e-mails that I replied to  each morning on the laptop I now kept on my nightstand. We told each other everything we could think of that might matter.\n\nHe wanted a child, if it were his. Could he ask for more time?\n\nIt was wrong of him to ask, but he didn’t know me well enough to know how wrong.\n\nThe adoption newsletters kept arriving, delivering pictures of vulnerable smiles, with futures lost to fate. Putting the process on hold felt like letting go of a rope and waiting for the ground to break my bones.\n\nHe returned to Seattle with treasures (shells, kapok pods) and regret for our time apart. Not that I could have been in the desert with my cheap Irish skin. He’d never seen such pale skin, he said. It was like touching warm snow.\n\nWe introduced each other to friends. We tried to get our bearings.\n\nA few months later, he left for a two-week cruise around the South Island of New Zealand. Within days he’d sent me a plane ticket. “I want to start our life now,” he said. \n\nI moved the start date of my new job (doing online strategy for a technology company) and flew 14 hours to the Southern Hemisphere.\n\nBeside a waterfall in Milford Sound, he raised a glass of champagne and welcomed the clients in Maori.  In the days that followed, we floated through Dusky Sound, tracing Cook’s journey on H.M.S. Resolution in 1773. The nights contained too much beauty. Under ironed sheets, he taught me rare birdcalls I’d hear later, in real life, on Ulva Island.\n\nReal life. I hardly recognized it anymore.\n\nAs we approached the Snares, a remote island chain in the sub-Antarctic named for its ability to wreck ships, we hit a storm. He left our cabin for the bridge to help the captain analyze our chances for a safe Zodiac landing.\n\nI wasn’t late. Just had a feeling. Enough to bring a test.\n\nIn a bathroom so tiny it was more like a representation of a bathroom, I watched the line appear with rapid certainty. Not a baby but a representation of a baby.\n\nThe future perfect.\n\nIt was a moment I’d waited for all my life.\n\nI stared at the line, waiting for it to disappear and my longing to return.\n\nThe Kiwi will be happy, I assured myself, though I knew he was nervous. But we were not young, and we would not be young again. It was now or never.\n\nI went up to the bridge and pressed the buzzer.\n\nHe pulled me inside as the door, suctioned by the wind, slammed shut. Handing me the binoculars, he pointed west.\n\nHundreds of black penguins were crawling up and down a cliff face 200 feet ahead. They fell on the wet rock, sliding to the sea, struggling to climb out of the high waves. Those that did got in line, where they pressed against the wind and moved slowly back up.\n\n“Can I talk to you for a second?” I asked.\n\nHe led me to an outdoor deck. One minute, he gestured, shutting the door. \n\nRain hit my face from the side.\n\nI was wet, cold, hungry, and pregnant by a man who’d steered me into gale winds so he could work quietly. Was this a preview of our future?\n\nLuckily, the gale winds drowned out my thoughts, preoccupied as I was with trying to breathe between gusts. When you can’t hear, and can’t breathe, things become quiet. \n\nI watched the sea. Under the dark sky, the water’s surface was a vibrant blue, with a greenish tinge to the foam cap. Beneath it lived millions of creatures that felt only the dimmest vibrations from the storm above. They never saw light. They knew nothing of people and people troubles.\n\nWe sailed closer to the rock. The clients had paid for penguins, and penguins they would have. These penguins, however, looked like a bunch of delinquents. After scrambling with surprising effort out of the water, they shook themselves out. Their black feathers stuck up in patches before being flattened again by the rain. Their white crests, majestic in the promotional materials, drooped over their eyes.\n\nA voice came over the loudspeaker. The birds were rare, the naturalist explained, with limited migratory paths, their mating and nesting isolated to this small set of remote islands. What looked like a bald, angry rock was a sanctuary designed to protect the world’s fastest diving penguins.\n\nYou never know what you’re seeing.\n\nYou never know what’s going to happen.\n\nI let the rain pelt me and thought about how, after a certain point in life, everything you gain includes something you’ve lost. There would be no baby from Ethiopia. Great fortune, and with it, a perpetual absence.\n\nWhen he joined me outside, his eyes were narrow, glistening pale gray. A year later our son would have eyes that same color and shape.\n\n“Nasty reef,” he shouted, pointing to our right.\n\nI pointed down. “I’m pregnant.”\n\nHe looked surprised. Then young again, and happy.\n\nWe hugged, holding between us the start of many things. A baby and all the concurrent responsibility. A marriage and all its concurrent promises. Hope, fear, love.\n\nPeople troubles.\n\nBefore us, the sea roiled a thousand shades of blue."
}