{
  "url": "http://www.nytimes.com/2010/01/24/fashion/24love.html",
  "headline": "Helped to Heal by a Stranger’s Truth",
  "dateline": {
    "year": 2010,
    "month": 1,
    "day": 22
  },
  "byline": "Leah Carroll",
  "text": "I DRESSED as if preparing for a first date. I picked out a blue cotton sweater with an appliqué bird perched on the right shoulder. Pearl earrings, lip gloss, a touch of mascara. Jeans to balance out the makeup and the appliqué bird. I wanted to look as if I’d tried, but not too hard. \n\nIn the Hungarian Pastry Shop, waiting for him, I stirred milk into my coffee and balanced my spoon on the saucer. I picked up a book and then put it down, gazing across the street at the Cathedral of St. John the Divine. When he walked in, the sun was just beginning to set.\n\nI felt a nervous flutter at finally seeing him, but my tension was not romantic. He wasn’t a love interest but rather a journalist who had written years ago about my mother’s murder, and about the men who murdered her. And about the economic decline and culture of despair in early-’80s Rhode Island that contributed to her dying as she did, at the hands of crazed drug dealers who suspected her of being a police informant instead of the mere addict she was. \n\nIn the journalist’s articles, drawn in part from reams of disturbingly graphic grand jury testimony, he described how my mother’s face turned purple as the two men twisted a towel around her neck, and how one of them, for leverage, put his foot against her face while saying: “Come on, you rat. Give me the death rattle.” \n\nI was  4 when my mother died. My memory of her is fuzzy, though I can see glimpses of her: standing next to me on the city bus as we lurched through Providence; reading aloud to me from a picture book;  in silhouette, smoking a cigarette  by the front door of our tiny house in Cranston, R.I. \n\nOver the following years, my father (who soon remarried, bringing me a new family) did not speak to me about my mother’s death, except to lie that she  died in a car accident. My questions to him and to my maternal grandparents about her “accident” prompted only whispers and tight smiles. They were happy to tell me of my mother’s love of animals and the way her tiny frame seemed to fill a room with happiness. But the subject of her death led only to unease and silence. \n\nIt wasn’t until I was 9 that the journalist’s article revisiting her death as part of a larger  article about murder, organized crime and corruption was spread across the pages of The Providence Journal, and my father thought  he could no longer spare me from the truth.\n\n“There is a story in the paper today,” he said to me. “And we have to talk about something very difficult.”\n\n“You’re going to tell me Mom was murdered, aren’t you?” \n\nI’m not sure, even today, where the words came from — how I knew.\n\n“Yes,” he said.\n\nI didn’t see the  article then, not necessarily out of fear of what I might learn but because the subject had been taboo for so long that I was scared I would get in trouble if I were caught reading it.\n\nOnce I was in college, though, with access to the campus computer lab and the relatively new resource of the Internet, I realized I could probably find it online. Sure enough, after paying $6 for a week’s worth of access to The Journal’s archives, I found it. There on the screen was the  article about my mother’s death, spelled out in the starkest terms. It was horrifying. It was also liberating. \n\nAnd now,  10 years later and some 200 miles away, here I was, shaking hands with the man who had written the article, offering  to buy him coffee.\n\nHe declined, saying he would get a cup for himself in a bit. Then he said, “What would you like to talk about first?”\n\nAs I always do when I’m nervous, I blurted out the worst thing. I said I wanted to know about the death rattle, and about the towel and about the motel room where my mother had died. I explained how his words had haunted my family and my childhood. I described reading them for the first time in that college computer lab and knowing that everything would be different from that point on. \n\n“Does any of that make sense?” I asked, wishing I could reach back into that space and rearrange my words into something less desperate sounding. \n\nBut the journalist simply nodded. He said he had thought  this day would perhaps come. And then, instead of explaining my story, my mother’s story, he started with his own. He described how when he read those words  — “Give me the death rattle” — in the grand jury testimony it felt  as if he was encountering real evil for the first time. \n\n“But I was 29,” he told me. “I was knee-deep in cops and mobsters. And the story was all mine. And it was stunning.”\n\nIn all the time I’d spent anticipating what he and I would talk about if we were ever able  to meet, I never imagined he would say anything quite like that. It seemed to me a shocking display of honesty,  as if he had shed all his clothes beneath a bright fluorescent light, every fold and imperfection on display, matching me ounce for ounce in vulnerability.\n\n I didn’t know how to counter or to explain that what he had written so many years ago had jolted me into an understanding of what had happened to my mother that I would not have come to otherwise, and how important that understanding was to me.\n\nWe talked more easily after that. I told him my father, too, had worked for The Providence Journal; he had been in charge of East Bay distribution. It was his job to be sure the red boxes on the street corners were filled with The Providence Journal in the morning and The Evening Bulletin at night. I explained how when I was young, I thought my father had the most important job in the world: making sure everyone received their newspaper, their news. \n\nI described how crushed my father had been when the newspaper was sold and he lost his job, and how he descended into alcoholism and vagrancy before being found dead in a hotel room by a desk clerk seeking overdue payment. Though my father’s death was not ruled a suicide, he had killed himself nevertheless, as he acknowledged in the letter he left for me in which he expressed regret about throwing his life away and not having been a better dad. \n\nBut he also used the letter to say that the proudest moment of his life was when I, at age 6, read “The Night Before Christmas” aloud to my stepmother’s family the year they were married. He told me to be sure at some point in my life to hear Beethoven’s Ninth performed live. And he closed by asking that I take care of my younger sister.\n\nI was 18 by then, living with my aunt and attending community college. The police gave me my father’s possessions in a Ziploc bag. There among the change, the eyeglasses and the loose antihistamines was his long-expired Providence Journal employee identification badge. \n\n“It was too much, I think,” I said to the journalist. “There was Vietnam, and then everything with my mom, and then he lost his job, and that was the last thing keeping him here.” I waved my hand to signify “here”: the world around us, the land of the living.\n\nIt was dark outside. The coffee shop was filled with laptops and conversation. “You never got a coffee,” I said.\n\nHe looked at his watch. “Is there anything else you want to know?”\n\nI couldn’t think of anything else he could possibly tell me, but I asked, almost because it seemed as if  he might think it was strange if I didn’t, if he ever regretted writing so graphically about my mother’s murder. \n\nHe told me then about a phone call he had received from my grandfather about the article, and how devastated he had sounded. “He wasn’t mad,” he said. “He didn’t yell.” He simply wanted the journalist to know he existed. He wanted it known that he was the father of a murdered daughter, this woman who had been killed with as much thought as one gives to stomping on a cockroach.\n\nI nearly lost all composure at the mention of my grandfather’s devastation. He had been a man scarred by war and a childhood in an orphanage, and he had loved his two daughters immeasurably. He had outlived both  my parents. But now he was gone, too. \n\nThe journalist and I shook hands, and I thanked him for his time and his candor. \n\nAFTER he ducked out into the night, I stayed for a while in the coffee shop, scraping my thumbnail against the Formica tabletop and thinking of my family. For my father and my grandfather, reading the details of my mother’s death had been too much — the truth had trapped them. But for me, discovering the truth had somehow let me out.\n\nMaybe this was something passed on to me by my mother. From what little I had been told about her, I gathered that she, too, believed that the truth, no matter how ugly, was necessary. I hadn’t been able to get that kind of truth from my family, so I turned to a man, a complete stranger, to understand. \n\nMy meeting with him was not a date, despite how I’d nervously smoothed my hair throughout and worried about coffee stains on my teeth. Yet it reminded me right then of a brief love affair, the kind you have when you are about to move from a familiar place to somewhere new, and you begin a romance with a built-in expiration. \n\nAnd when the time comes for the affair to end, you are sad but grateful, because having had someone who understood you perfectly in that moment helps you make the transition, allows you to walk into the uncertain night and toward that unknown place with a clearer sense of who you are and where you’ve been, your heart filled with all that’s gone and with everything that you will never, ever stop loving."
}