{
  "url": "http://www.nytimes.com/2010/06/13/fashion/13love.html",
  "headline": "Competing in My Own Reality Show",
  "dateline": {
    "year": 2010,
    "month": 6,
    "day": 11
  },
  "byline": "Diana Spechler",
  "text": " A STUDENT in my summer writing class announced one day that he was going to star in a new reality show.  Professional matchmakers were combing the globe to find him a wife.\n\n With the help of his family and best friend, the casting directors would narrow his prospects to three women, allow him one hour with each, and ask him to choose his favorite. Then they would have a legitimate wedding, and the first year of their arranged marriage would be  broadcast on a major television network.\n\nIt was suddenly clear to me  that this man belonged on television. He had a perfect head-shot smile and wore T-shirts that displayed the great boulders of his muscles. \n\nBut I was puzzled about his motives. He didn’t come from an arranged-marriage culture. The producers were offering no monetary compensation. He swore he disliked the idea of fame and had no aspirations as an actor. His lone incentive, he claimed, was love.\n\n“They’re promising to find my perfect woman,” he said. “If they do, so what if we have to be filmed for a year? It’s worth it. I’ll be married to my soul mate for the rest of my life.” \n\nI barely registered the naïveté of his assessment; I was thinking about touching his muscles.\n\nMy desire brought me some discomfort. Although I was five years his junior, I was this man’s teacher. Also, I had a boyfriend. And although my boyfriend was loyal, loving and tall, our relationship reminded me of childhood, when adults would let me win every game, even though I wished they wouldn’t.\n\nHow had I overlooked my student? I’d been seeing him each week, reading his writing and responding to his — come to think of it — flirtatious e-mail messages. All summer, I’d been sitting on a gold mine, which was about to be plundered by a slew of women. \n\nBy the time  the class ended and summer turned to fall, the casting directors had begun analyzing my student’s answers on questionnaires, sifting through hundreds of applications from women, and e-mailing him pictures of potential mates. In February, he would attend a “matchmaking retreat,” during which he would meet the three candidates, and choose.\n\nBut that was months away. Meanwhile, we developed a friendship charged with lust. We rendezvoused in dim Irish pubs. He was charming, animated and generous with compliments. Once, he cupped his hands around my face and kissed me. \n\nHe told me that 10 years earlier a psychic predicted he would meet his wife this summer. He knew it was silly, but in part, that prediction had led him to sign the contract.\n\n“But you won’t meet your wife until February.”\n\n“But the casting directors contacted me this summer.”\n\n“You also met me this summer.”\n\n“I’ve thought of that.” He smiled. “I have.”\n\nBy early October, I was drunk on some to-be-determined woman’s fiancé.\n\nFor the first time ever, I started watching reality television. The season finale of “The Bachelor” held me particularly rapt. In response to his marriage proposal, the chosen contestant asks The Bachelor to give her a minute. Then she turns away and does a  victory dance. \n\nThat was it, I thought. That was the key to lasting romance: achieving, rather than passively receiving, love. One day, when my student proposed to me, we would look back on the obstacles we’d had to surmount (his contract, my boyfriend), and just as  The Bachelor did to his bride-to-be, he would  lift me and twirl me around as the camera panned out.\n\nDistractedly, I left my boyfriend. My student and I started spending full weekends together, cooking elaborate meals, staying up all night. I ignored what I wanted to ignore — that he showed no interest in breaking the contract — and heard what I wanted to hear, like, “You should apply to be my wife.” \n\nHe laughed when he said it, and then I laughed. “You could sit with me while I fill out the application,” I said, “and feed me the right answers.” He laughed again, but I pressed on. “Do you think they’d pick me?”\n\nHe stopped laughing. “No.”\n\n“Why not?”\n\nI asked him again and again, but he gave me only vague replies, like, “This matchmaking process is teaching me a lot.”\n\nAlone in my apartment one night, a moment of weakness led to a Google search, and I found the advertisement for my student. The ad promised that he had it all and invited women to apply to marry him. \n\nI fantasized about applying. After all, I had an advantage: Because I actually knew him, I could tailor my application. But that was why I didn’t have to apply! In the end, whom would he choose: some woman who was obviously seeking D-list fame or the woman who loved him? He had said himself that he was not after fame but true love. All I had to do was keep making him happy. All I had to do was hang on.\n\nSometimes, one of the matchmakers or casting directors would call, and I would listen to the man I loved discuss his impending marriage: Of the photographs they had e-mailed, only one had impressed him. No, he wasn’t willing to keep a woman in the running if he didn’t find her picture attractive. This was going to be his wife. He would have to look at her forever.\n\n“Who impressed you?” I asked after that phone call.\n\nHe sighed. “This girl who looks Indian. Body kind of like yours. I don’t know. You don’t really want to hear this.”\n\n“I do,” I said. “What do you like about her?”\n\n“Really?”\n\n“Really.”\n\n“She’s pretty, I guess.”\n\n“And?”\n\n“And she wrote 50 questions that she wants me to answer. So I know she has standards.” \n\nI was haunted by the image of him sitting at his computer, devising 50 witty replies. All at once, I saw my error: I had made myself too available.  Of course my rivals now had an edge. Because they weren’t infatuated, they could easily act aloof.\n\n “Anyway, it’s irrelevant,” he said. “The casting directors aren’t sold on her. They don’t think we’d be compatible.” \n\nHAD I been honest with myself, I would have wondered if we were compatible. But instead of dwelling, I recommitted to my mission. My opponents weren’t wasting time second-guessing. They were paying for professional portraits, lying in tanning beds, rolling thigh-high fishnet stockings up their long legs. \n\nI began anticipating his every want. I made him lasagna. I lovingly folded his boxer briefs and made perfect couples of his socks. \n\nOne night when we were on the phone, I noticed a delay in his responses, and asked him if he was distracted.\n\n“I’m filling out one of these questionnaires.”\n\nI felt a vacuum cleaner suction my insides. “I’ll hang up now,” I said.\n\nHe went quiet. “I hurt your feelings.”\n\n“You didn’t.”\n\n“I shouldn’t have been working on this stuff and talking with you at the same time. I’m an idiot. I’m sorry.”\n\n“Please,” I said breezily. “It’s fine!”\n\nAfter another pause, he said, “I hate it that I’m hurting you.”\n\nI thought, “Then stop hurting me.” But as much as I would have liked to play victim, how could I blame him? Could the eliminated contestants blame The Bachelor? No one had forced us to compete. \n\n“I’m an adult,” I said. “If I want out, I’ll get out.”\n\n“If it weren’t for this show,” he said sadly, “you’d want nothing to do with me.” \n\n“That’s not true,” I said, although I wondered. I told him I had to go. Then I hung up and sobbed.\n\nA few months into our romance, a casting director told my student that he was being dropped from the show. It wasn’t the right fit, she said. He pried. She admitted that he was frustratingly picky.\n\nI was surprised to find that my feelings about this development were mixed. At first, I was biting my lip so I wouldn’t smile, squeezing my fists so I wouldn’t throw confetti. But then I started to agonize: where was the thrill in this contest if I was the only contestant? Incredibly, I was panicking that he was finally about to love me. \n\nBut over the next two months, I felt him come loose like a balloon from my wrist, until the night before Valentine’s Day, when he told me, “I don’t love you.” \n\nIn the weeks that followed, I spent a lot of time crying to friends, hypothesizing that he had signed the contract not because he longed for love (Please! Love?) but because his narcissism knew no bounds.\n\nOf course, I was being unfair. After all, I had made myself the star of my own reality show. I had signed myself up, donned my blinders, and set my sights on winning. \n\nI just didn’t get picked. "
}