{
  "url": "http://www.nytimes.com/2010/08/15/fashion/15love.html",
  "headline": "Is the Husband Going to be the Problem?",
  "dateline": {
    "year": 2010,
    "month": 8,
    "day": 12
  },
  "byline": "Caroline Bicks",
  "text": "I FIRST met Brendon at a student watering hole called the Dutch Goose. The name — at least the part about going halves-ies — would prove prophetic, as we turned out to be equals in so many ways. We were both Ph.D. students in the humanities: I wooed him with Shakespeare quotations, and he took my breath away with his readings of ancient Greek. It was true geek love. \n\nWhen we married, we each walked down the aisle solo and came back arm in arm. I kept my name, he kept his annual fishing trip, and we shared the wedding appliances and the home office.\n\nBut when it came to entering the job market, we had what’s known in academic parlance as a “two-body problem.” Securing two tenure-track jobs anywhere is hard. Finding them close together is nearly impossible. \n\nYet we pushed ahead. I applied to every position in early modern literature, and he applied to every one in the classics. Neither one of us was going to take a backseat or be pressured to follow the other. We were prepared to live apart as long as we stayed in the same time zone and there were direct flights. The prospect of getting tenure in seven years, the academic freedom and job security at the end of it all, would make the personal and financial sacrifices worth it.\n\nWhen our annual conventions rolled around, where the first round of interviews would take place, we each had four. Then it was on to the next stage — the campus visits.\n\nBefore my first visit, a professor of mine confided that a member of the interview team had contacted him about my candidacy and asked, “Is the husband going to be a problem?”\n\nIt was as if Brendon were a rabid pit bull. What were they really asking, though?  If they offered me the position, would I try to negotiate one for him, too? Or would I crack under the pressure of living apart and jump ship mid-semester? Or would we do something really subversive, like starting a family before getting tenure?\n\nI wish they had asked me directly, because I had the perfect comeback: “Not if I keep him chained under the bed.”\n\nInstead, I had to rely on my professor’s response to my potential employer, which was that Brendon and I were both “adults” and would “make the right decision.” That is, we would put our careers ahead of our personal lives because this was the “adult” thing to do. We’d be like disciplined pro athletes, only without the money or the hard bodies.\n\nFor the first time since we’d met, Brendon and I weren’t equals. No one on his interview committees seemed to be sniffing around for info on his “problem” wife. Maybe they assumed that men  put their careers first, or that women are less serious about theirs. It felt as if  my wedding ring was a hurdle I had to clear to prove my commitment to academia, while Brendon’s was a badge of stability and good-guy gravitas.\n\nI worked hard on my first campus fly-back to dispel the concern about my “problem” husband, making sure to slip in questions about real estate and school districts without seeming too eager to have children any time soon.\n\n When the hiring season was over, we’d landed two good tenure-track jobs in two good cities with two airlines that flew directly between them. I dismissed the nagging concerns the process had raised for me and threw myself into divvying up the wedding platters. We pooled our moving allowances, packed up a Ryder truck in California, dropped half of our stuff in my new Midwestern city, then drove to his East Coast city and dropped off the other half.  We had our car on a trailer behind the truck. This made backing up a treacherous proposition. For the whole 3,000 miles, one of us would jump out to scope the turnaround prospects whenever we were about to pull off. The literature scholar in me loved the metaphor: There was no going back.\n\nSomehow we managed to have a child two years later, and, even though I hadn’t waited until tenure, I believed I’d done it in the most “adult” way possible — i.e., without inconveniencing my students or colleagues or jeopardizing my progress toward writing my book, the gold standard for getting tenure. \n\nEight months pregnant, I finished up my teaching, got into a car with my best friend, and drove 12 hours  to nest in my husband’s rental apartment as he finished out his semester. I gave birth to our daughter during a 10-week research leave (which I used to research hospitals, breast pumps and cribs), and when I went back to work, Brendon took a parental leave. I’d come home from work, nurse with one arm, and peck out responses to my book editor with my free hand. It was just the kind of equality I’d dreamed of when I imagined having a family: I had a husband who supported my work and was as involved in raising our child as I was. He wasn’t a problem at all.\n\n When our daughter was 3, we won the academic-couple lottery when I managed to get another good tenure-track job within 10 miles of Brendon. A fellow classicist of his congratulated us on solving our “two-body problem.” We’d done it! We were no longer two geeks careening awkwardly along in a three-legged race; we were one well-oiled tenure machine. Finally, our platters were all in one place. Soon we were also sharing a jumbo mortgage, another child, parental leaves and nights writing. This adult thing was working out just fine.\n\nUntil two years later, as I was watching our daughter doing cartwheels into a pit of foam blocks, when Brendon called and said, “The news is not good.” Despite a teaching award, a book contract and extreme collegiality, he had been denied tenure. \n\nI left the gymnasium and called my mother, who is (horrifyingly) an alumna of the college that had just rejected him. \n\n“What should I tell people?” she asked. It was as if he’d died under unseemly circumstances. \n\n And in a way he had. When you’re denied tenure anywhere but at a few elite institutions, it’s virtually impossible to get another tenure-track job. You’re academic roadkill. But you still have to work through the rest of the school year.\n\nOVER the next few months, Brendon compared going to work to attending his own funeral. I’d pick our son up from the college day-care center, and some of Brendon’s colleagues would look away. Our “two-body problem” was back with a vengeance, but now, instead of being endearingly geeky strivers joined at the hip, we were one of those freakish museum curios floating in a jar. \n\nI was thinking as a “we” even though it was his career and his particular rejection. When you’re in it together, it’s hard to tell the difference. Two months later, my institution awarded me tenure, but it was bittersweet. How could I belong to a club that wouldn’t have my husband as a member?\n\nWhen I tell this story to other academics, they gasp. It’s the tenure-track equivalent of the “Romeo and Juliet” ending. But as I relive this tale of tragic timing, I have two responses. First, I wonder at the energy we had to keep it up, and then I want to go to sleep for a really long time. In our drive to stay equal and moving on the race to tenure, we’d squeezed in our personal feelings and passions like so many pit stops. It was exhausting. But we thought this was the way to live as successful academic adults. It took one of us getting pushed off track to see that there are all kinds of ways to grow up and out.\n\nAfter the shock wore off, Brendon actually viewed his forced exit with a kind of relief. Although he enjoyed his teaching and research, he’d long chafed at the myopic isolation and slow pace of the academic world. I wanted him to fight the decision, but he was ready to let go. There were other things he wanted to experience, the hustle and traffic of the global economy, for starters. Now he was free to figure out what a career in that world might look like. \n\nOne day, after a serendipitous conversation at a toddler birthday party, he found himself on the path to a job he loves in investing. \n\nWe’re not just on different tracks now — we’re in totally different orbits. Still, it turns out that being two separate bodies has its advantages. For one, it’s given us a lot more breathing room, since we aren’t endlessly comparing our jobs, progress and institutions. And with distance comes perspective. Watching Brendon’s successful reinvention has pushed me to try new kinds of writing — to tell my own stories, and not just Shakespeare’s.\n\nNow when Brendon talks about what he’s learning, like high-yield bond spreads or what contango means for commodity prices, it’s still Greek to me, just a different kind. But it still takes my breath away."
}