{
  "url": "http://www.nytimes.com/2010/06/20/fashion/20Love.html",
  "headline": "Across the Threshold of Fatherhood",
  "dateline": {
    "year": 2010,
    "month": 6,
    "day": 18
  },
  "byline": "Nick Flynn",
  "text": "IN early 2006 I was coming out of an extended trip through what I can now only call a spiritual wasteland. The first line from Dante’s “Inferno”  had been rattling around inside me —   I, too,  had come to the middle of my life and found myself in a dark wood, having lost my way. \n\nThe woman I had been with for two years proposed, gently, that we think about having a child together or else think about going our separate ways. There was no threat in her voice; she preferred we go together into this uncharted territory, but it would be all right if I needed to be lost for a while longer.\n\n Around this time, another man named Nick Flynn, while visiting a museum in England, tripped on his shoelaces and fell down a flight of stairs, knocking down three 17th-century Chinese vases along the way and smashing them into hundreds of pieces. An early news report claimed the man was the “American author” Nick Flynn. \n\nI’d been in England in the preceding years, yet I was fairly sure I hadn’t broken any vases. A photograph appearing alongside a follow-up to the  article showed a man, approximately my age, with longish hair (like mine at the time), wearing sunglasses and a hooded sweatshirt that covered part of his face. You couldn’t make him out clearly; he could be me, especially if you hadn’t seen me in a couple of years. He was standing with his hands raised, palms upward, as if to say, “What, I do something wrong?” \n\nFor the next year or so this gesture became for me a useful if inane joke as I muddled through the days leading up to deciding with my girlfriend if we were going to try to have a child.\n\nI’d always imagined that one day I would be a father, but mostly it was off my radar. I admired friends who had somehow figured out how to cross that threshold. But part of the fear for me was that my parents each had complicated relationships with being parents. My mother had become  pregnant at 18, had two  children  by 20 and left my father shortly after I was born. \n\nAt first she raised us on food stamps and tips from waitressing as we floated between friends’ couches and rundown rental apartments. Eventually we  became more comfortable, but those early years took a toll. I can’t imagine it was easy to be a young single mother in Scituate, Mass., in the 1960s — I know there weren’t many others. \n\nMy mother did a good job of it, I thought. But tragically, when I was 22, she ended her life, a fistful of painkillers followed by a bullet to her heart. All in all, though, if I could be a parent like she had been, I’d feel O.K. about it. It’s likely, however, that I carried deep inside me the lingering sense that parenthood could destroy me. \n\nMy father was another story. My experience of him was of absence, of nonbeing, of a name without a body. Today he would be referred to as a deadbeat, his face on a subway wall. Back then my mother had to take a warrant out on him for nonpayment of child support. Nonsupport, we called it around my house.\n\n He was a terrible drunk, which was why my mother left him, and the years that followed would lead him into jail and homelessness. Child support was the least of his troubles, though from federal prison he did begin sending me letters, which he would sign “your father.” Later he told me he wrote letters to everyone he knew, because stamps were free. \n\nThe vase-breaker Nick Flynn continued to appear in the news every few months during this period of indecision for me. It soon came out that there was no way he could have tripped on his shoelaces, as he claimed, and taken down all three vases with him. Each was set into a recess in the wall, and he would have had to lunge for each as he tumbled past. One article cited a museum official announcing that Nick Flynn was banned from the museum. He was subsequently banned from all museums in Britain. \n\nIt was odd to have this other self in the world, in the news, so obviously causing damage, to read about him showing up at the museum again, ostensibly to ask how the restoration was going, and being escorted out by the police, all at a time when I wasn’t feeling especially solid myself. This went on for a year, and if I were to run into an acquaintance or even an old friend after an article about him would appear, I’d eventually be asked, with a grin, “So what about those vases?”\n\nIt never seemed like a good idea for me to follow that up with, “We’re thinking of having a kid.” \n\nBeyond the obvious and justified fear that being a father would change everything in my life, what was my hesitation? At that moment my life needed change more than anything. Though I was stalled in what I told myself was another rough patch, the difficult parts of my childhood were well behind me. I’d made it to the other side, worn but intact, mostly. I decided to check back into therapy, and began meditating daily for a half-hour,  something I’d done off and on (mostly off) for years. \n\nSometimes I meditated on this other self, this other Nick Flynn, who broke things and became famous for it. Who made up a story about tripping on shoelaces that he himself seemed to believe. Was this my fear, that I would trip on my own shoelaces and break my daughter into a million pieces? And then tell a story I’d made up about it to deflect the blame? Was my doppelgänger  pointing a way out of the woods, or a way deeper into the darkness? \n\nChange is one of the only constants in Buddhism; as meditation became the way I breathed in the days, this became apparent. I could have stayed in those bewildering woods a little longer, but something in me decided I’d had enough. And so I said yes to a child, when I could  just as easily have said no. \n\nAfter that, the days leading up to my daughter’s birth felt like the slow ascent of a roller coaster — one day I knew that I’d reach the top of that rickety contraption and there she’d be. At that moment I’d hold her for the first time, yet I knew, feared, that the next moment the car would drop  and the true, terrifying ride would begin.\n\nMaeve Lulu, sometimes called Lulu,  was born two years after we first began talking about her, two years after I committed to meditating every day. It was as if I closed my eyes one day, sat down facing a blank wall, and two years later I opened them to find her in my arms. From that moment on she became my meditation — I wake up with her most mornings at sunrise (amazing, and exhausting, to see so many sunrises) and spend the next hour or three simply being with her, preparing food, making  drawings, reading books. \n\nFor the first few months I was a comically inept parent. The first night home from the hospital, I held her bare body against my bare chest until a friend who was a doctor came by and asked what  I was doing, and  told me to put some clothes on that baby. \n\nHer little limbs were blue, eggplant blue. It was January, infants have bad circulation, and she was blue with cold. I had noticed it, but while still in the hospital I’d stopped by a couple of parenting classes where they had said something about blue limbs. But the way I remembered it, they’d said it was O.K.\n\nWhen she was almost  a year old, I was at a dinner party with her on my lap, and a friend asked what I missed most from my old life. He  is single and dating, which seems to be working for him. But I was stumped — I had never considered that I was missing anything, not since she appeared. Everything did change with her arrival, but nothing that didn’t need to be changed.\n\nAnd now Maeve is already a toddler. The car reached the top of the roller coaster, and then it fell, just as I knew it would. I was afraid she would fly out of my arms as we fell. I didn’t know we could fall together, that I could hold onto her as we fell, that she could be safe in my arms.\n\nThe Chinese vases were in the news again recently. Someone had actually glued them all back together, piece by painstaking piece. Friends I haven’t seen in a while still ask, after we fill one another in on our lives, about the vase thing. I used to shake my head and correct them. But more and more I simply nod and say, “Ah yes, those vases.” "
}