{
  "url": "http://www.nytimes.com/2010/05/30/fashion/30love.html",
  "headline": "Modern Love: Our Way of Saying Goodbye",
  "dateline": {
    "year": 2010,
    "month": 5,
    "day": 28
  },
  "byline": "Laura Fraser",
  "text": "TWELVE years ago, after 18 months of marriage, my husband left me unexpectedly, and when I could finally rouse myself to do anything, I booked a flight to Italy. Every time I’d been there, I’d felt happier, more alive, and I hoped that by speaking another language I would become another person for a while, one whose heart was whole.\n\nBut when I reached Florence, I realized my sorrow had followed me. I walked aimlessly, unmoved by the ice-cream-colored Duomo, flirtatious waiters or the view from the Boboli Gardens; I had no appetite for fried artichokes or gelato.\n\nI left for the island of Ischia, expecting to wait out the days, until my return flight, in a dark pensione or on a rocky beach. At breakfast the first morning, I noticed a man with chestnut curls and a beaked nose dining alone. When I asked the waitress a question about the island, he joined our conversation. Soon we were heading out together, and slipping seamlessly from the formal “Lei” to the intimate “tu.”\n\nHe was a professor of the philosophy of aesthetics from Paris, a dozen years older than me, married with two boys. He spoke little English; I spoke even less French. So for the next three days, we talked in uncomplicated Italian. After all the hours I’d spent dissecting the emotions of my failed marriage, it was a relief to simply enjoy the swordfish, the sunset, the view. We ate, made love, swam, and when we finished, he said, “Let’s do it all over again.”\n\nWe parted on the fourth day at the train station in Naples, with me memorizing his face, feeling bereft and hopeful. I was sure I would never see him again but I was happy that he had managed to make me feel desired, to realize that however long it might take to mend my heart, there was a world of pleasure and conversation and moonlit swims awaiting me.\n\nOne chilly day that winter, at home, while I was in the midst of moving out of my husband’s house and refiguring my finances, a postcard arrived from Paris. “I couldn’t forget,” the Professor wrote. And neither could I.\n\nThat spring, we met in Milan. Six months later, we met in London, and the next fall he flew to San Francisco. Over the next three years, we met in Turin, Morocco and Mexico, immersing ourselves in the food, the art — whatever was beautiful and sensual. Always keeping things simple and speaking Italian.\n\nHe remained married, and I had other boyfriends between our rendezvous, so we were each other’s secret, sometime lovers. I had no expectations — though I did fantasize that someday we’d be more permanently together, and even took classes in French. Friends thought my relationship with him was folly, a certain train wreck; for a newly single woman who’d been stung by betrayal, nothing good could come from a periodic liaison with a married man.\n\nYet for those years of slow healing, our unconventional relationship brought me pure, uncomplicated pleasure. The Professor was scrupulous in not making promises, but at the same time I knew he would always stitch in and out of my life, and that this stitching was slowly mending my heart. Whenever we’d part, he’d always say, as the Italians do, “Ci vediamo.” We’ll see each other.\n\nOn our third trip, in London, when we were walking past a cemetery, I had the dark thought that if something ever happened to him, I’d never know. When I asked if he’d let someone know about me, to contact me, he reacted in mock horror. “My dear, I’m not that old,” he said, and indeed he was just 50. But he promised.\n\n On our last trip, in Oaxaca, Mexico, six years ago, the Professor was brimming with a new secret. He and his wife had finally divorced, and he had found someone he wanted to live with. He had always been the rogue, while I’d always pined for another long-term relationship. Now he wanted to settle down. He caressed my back.\n\n“I can’t be both your lover and the friend you tell about the women in your life,” I said. \n\nHe shrugged with his usual equanimity. No longer lovers, we spent our days eating spicy moles, wandering around markets, climbing ruins.\n\nThat trip didn’t end our connection. When I was in Paris two years later, we met in a cafe, and felt the same frisson of delight. He took me to lunch and showed me around before he had to pick up his son. \n\nFour years passed, and we exchanged only birthday greetings. The day Barack Obama won the presidency, the Professor e-mailed me his congratulations. Then he told me his bad news. He had liver cancer, and the prognosis was grim.\n\nI called him right away.\n\nDuring our conversation, he expressed gratitude that he’d at least made it to India before developing the stomach pains that were the first warning sign. He asked if I had any plans to go to Europe. He also told me his good news: he was married, to yet a different woman he’d been seeing for a year, one who made him no longer want to have a secret life.\n\n“My students must think I’m old and boring,” he said. \n\nI congratulated him, genuinely glad that someone loved him and would take care of him during this difficult time.\n\nI considered going to Paris, but hesitated. What would his new wife think of an old lover’s coming to visit? When I mentioned some dates I would be in Europe, he replied that he’d be in the hospital, “the least sexy place in the world,” and suggested I come later, when he was recovered from surgery. A month later he was still in the hospital, and this time he said sure, come, and gave me the room number.\n\nWhen I knocked, the nurse opened the door and asked me to wait. In that brief flash, I glimpsed what he looked like now, and I was glad for the chance to collect myself. When I returned, he was on his feet, IV tube trailing, hugging me and telling me what a pleasure it was to see me. His curly locks were shorn, and he was all ribs and sunken cheeks, but he was there.\n\nWe chatted for a couple of hours, and I returned a second day. He told me I looked the same, and I said he looked handsome with a beard — small stretches to remind us of our younger, sexier selves. I talked about going to St. Petersburg and seeing the Poussin paintings at the Hermitage — one of the artists he was passionate about — and reminisced about our travels, but he waved away the topic. “I think that part of my life is over,” he said.\n\nSo we spoke of ordinary things. He showed me photos of his wedding and children. I described a funny art exhibition I’d seen at the Pompidou and thanked him for teaching me so much about how to experience art warmly.\n\nI was cheerful, maybe too cheerful. But he laughed at my stories and then caught himself laughing. “This is the first time I’ve forgotten I’m sick,” he said, marveling. “You make me feel good, like myself.”\n\nHe thanked me for making a special trip.\n\n“Any trip to Paris is special,” I said.\n\nHe held my hand. “Some relationships, cara, are important for life.”\n\nHe asked if I were seeing anyone, if I were in love, and I told him that I have bad luck with men. Seeing him, hearing his vibrant voice, I wondered if I were still single because he had been in my life for so long, and in my heart. At least I’d never met another man I loved as much.\n\nHe said he was looking forward to going home soon. The cancer was inoperable, but these days it’s treated like a chronic disease.\n\n“Like AIDS,” I said, wanting to believe it.\n\n“Brava,” he said.\n\nI KISSED him on each cheek and reminded him that he always said we never knew when or where we were going to see each other again.\n\n“Spero che ci vediamo,” he said. I hope we’ll see each other again.\n\n“Ci vediamo,” I said, glad that was our usual way of saying goodbye.\n\nThree weeks later, I received an e-mail message from a friend of the Professor’s telling me he had died. “Sic transit gloria mundi,” he wrote. Thus passes the glory of the world.\n\nReading the message, I felt bereft, as I had at the train station in Naples, saying goodbye when we first parted. But while I knew I’d miss him, our relationship had been, in its odd way, enough. I had never been his one and only, but he had been constant, if not faithful. He had reminded me that I could still experience la bella vita, that I could be desired, that I could embrace something less than perfection and, most important, that I could love."
}