{
  "url": "http://www.nytimes.com/2010/07/18/fashion/18love.html",
  "headline": "A Brother’s Need, a Sister’s Gift",
  "dateline": {
    "year": 2010,
    "month": 7,
    "day": 16
  },
  "byline": "Jerry Mahoney",
  "text": "AFTER five loving, fulfilling years with my boyfriend, Drew, I suddenly found myself online, looking to meet a woman.\n\nI spent hours poring over profiles, bios and stats, looking at poorly lighted digital pictures and videos of awkward faces uttering tightly rehearsed self-promotional pitches. I narrowed the flash mob of candidates to six. Then I summoned Drew for his approval.\n\nTogether we had a decision to make. One of the strangers on this Web site could end up contributing half of our child’s DNA.\n\n“Big nose, bad hair, gross skin, ugh — those eyebrows.” Drew sped down the list and blackballed them all.\n\nI fought for a few: “But  she  has a 4.0 at veterinary school, and this one  teaches autistic kids to tap dance!” \n\nDrew was unmoved.\n\nI shouldn’t have been surprised. As a writer, I’m drawn to characters with intriguing quirks and heart-tugging back stories. But for Drew, who spent 12 years overseeing reality programming for MTV, this was proving to be just another casting session, albeit for the significant supporting role of egg donor. \n\nWe’d been instructed by our surrogacy agency not to use the “m-word.” “This child will have two fathers,” the staff member scolded. “He or she will have an egg donor and a surrogate, but no mother!”\n\nWhatever you call these young women, there’s no shortage of them. For all those who are desperate to stop gay couples from adopting, there are  others who are eager to help us down a more complex path to parenthood.\n\nAnd for the most part, they are merely girls — some as young as 19, still in their awkward phases. You click on a face and up pops a video in which an acne-cheeked college sophomore talks about her poli-sci major, her love of soccer and “One Tree Hill” and, eyes wide with optimism, about the corporation she’ll be running in five years. A few write in texting shorthand: “Would luv 2 help u.” Drew and I are nearly twice as old as some of them. If we’d been straight and careless, we might have had a daughter their age by now. \n\n Drew and I found each other via similar means, an online dating site. We used the kind of systemized vetting that, these days, takes the place of destiny. Drew screened out guys who liked house music or who mixed up “your” and “you’re.” I vetoed anyone who in place of a head shot uploaded a crotch shot.\n\nChoosing a biological relative for our unborn fetus wasn’t going to be  as simple. There were so many more variables and bigger questions to ponder. Most candidates requested the standard $8,000 fee, but some negotiated their own rates. If she was blond, athletic and Harvard-educated, she thought she was worth 30 grand.\n\n Everybody wants their children to have the best, but this process threatened to bankrupt us even without all the premium options. \n\nBesides, who knew what that money would really buy? If we picked someone  with an astronomical price tag, couldn’t we be saddling our child with the greed gene? And how would we explain it to him? “Your egg donor was top of the line, son. We got you, and she got a Porsche.” Or,  “We wanted you to be taller, but anything over 5-foot-9 was out of our price range.”\n\nFor us, two men who struggle over which  Netflix movie to watch, this decision could stretch on long after our biological clocks had run out. \n\nThat’s when Susie called.\n\n“You know you can have my eggs if you want them, right?” she said.\n\nIt was that swift, that casual, as if we were talking about borrowing her hair dryer or Ani DiFranco CD’s, rather than a part of her womanhood. But with that simple statement, it got even more complicated. Susie was everything an egg donor should be: kind, beautiful, smart, a gifted artist and, at 28, practically at the peak of her fertility. \n\nShe was also Drew’s little sister. \n\nDespite being nine years apart in age and on opposite sides of the country, Susie and Drew couldn’t be closer or more alike. They talk on the phone nearly every day, make the same facial expressions, laugh at the same dirty jokes, have the same mercurial temper. Drew was constantly trying to persuade Susie to move to Los Angeles, where we live. He offered to lease an apartment for her, find her a job, do whatever it took to have her close by. With Susie’s offer, I knew generosity was yet another trait they shared.\n\nAll along Drew and I had wondered whose sperm we would use. With Susie, the matter was settled:  I would be the biological father. Yet for the first time, Drew and I were also able to imagine what it would be like to have a child who had genetic roots in both family trees. \n\nWhat would she look like? How would he act? How would our respective features merge into one warbling little miracle? We’d grown up  when coming out meant putting an end to dreams of fatherhood. Now we were giddy with the possibilities of reproduction that most straight couples take for granted. \n\nBut what exactly would Susie be sacrificing?\n\nShe was young and unattached. She wanted her own children but wasn’t ready. So was she prepared for someone else to have her child? And how would she explain this particular brand of baggage to a potential husband someday? Most of all, would she be satisfied always being Aunt Susie to this child and never, you know, the m-word? \n\nDrew and I had doubts, but Susie considered it a done deal. This was her brother, and if he needed eggs, damn it, he was going to take hers. She was exactly as stubborn as Drew would’ve been if he were offering and she were the one in need.\n\nShe didn’t flinch when the doctor explained the pain and inconvenience she would endure before her eggs were extracted: months of genetic tests, weeks of self-administered hormone injections and the resultant mood swings. Most troubling of all, she’d need so much time off for trips to California that she could risk losing her job. To all of this, she shrugged and asked only one question: “When do we start?”\n\nWhen the day of the extraction finally came, the hard part was supposed to be over. With the right dose of medication, most women Susie’s age produce dozens of healthy eggs. But for reasons the doctor couldn’t explain, Susie produced only five. Of those, two failed to fertilize.\n\nThe outlook was bad for us, devastating for Susie. \n\nThe physician spoke about her fertility the way Al Gore describes the polar ice caps: Time is running out, and it may already be too late. He warned that if our surrogate couldn’t become pregnant with Susie’s eggs, it was unlikely Susie ever would, either.\n\nWe all agreed the only option was to implant the three embryos and begin an excruciating wait. If this didn’t work, Drew and I would return to the Web sites full of strangers, if we even had the strength to try again. And we didn’t want to think about what that would mean for Susie.\n\nTEN days later, we were visiting Drew’s family in upstate New York. It was two days before Christmas, and we all were trying our best to talk about anything but babies. My cellphone rang, and a hush fell over the room. The nurse on the other end didn’t stall. \n\n“Jerry!” she squealed. “I have some exciting news.” A cascade of cheers  drowned out the rest of the call, and Susie, Drew and I shared a tight hug that seemed to last for hours.\n\nA few weeks later, we joined our surrogate for her first ultrasound, where an even bigger surprise awaited. From the grainy soup on the sonogram monitor, two peanut shapes emerged. Drew and I were going to be the fathers of twins.\n\nOur son and daughter are now 10 months old, and when I look at them I see traces of each of us. My nose, Susie’s eyes, Drew’s chin. They’re just starting to invent a secret language to communicate with each other. If we hear one baby cry, it’s a safe bet that the other just stole her pacifier or hit him with a stuffed monkey. But then, when no one’s looking, sometimes they’ll reach out and hold each other’s hands.\n\nSusie gets to witness it all, because her frequent phone calls with Drew have become video chats with our whole family. And as I watch Drew proudly showing off our children for her, I realize the gift Susie has given us is much more valuable than just a genetic link to our offspring. It’s a brother and sister — tiny, perfect and gradually building a special bond all their own."
}