{
  "url": "http://www.nytimes.com/2010/02/14/fashion/14modlove.html",
  "headline": "Navigating Matters of the Heart",
  "dateline": {
    "year": 2010,
    "month": 2,
    "day": 12
  },
  "byline": "Daniel Jones",
  "text": "LOVE it or dread it, here we are again: Valentine’s Day. Why does such a holiday exist? One story is that back in the third century, a saint named Valentine, who faced execution for officiating illegal marriages, fell in love with his jailer’s daughter. Somehow he wrote and delivered a card to her that he signed, “From your Valentine.” Then he was killed.\n\nToday, some 1,700 years later, love remains just as fraught, except perhaps for the threat of execution. And instead of scratching out our affections (in blood?) during our final hours in a dungeon, we splice our face onto the head of a break-dancing Cupid to create a video Rap-gram we can send via e-mail. \n\nWill love always be this strange? You’d think by now we would have an iHeart app that takes our quivering insecurities and converts them into kilowatts that can be sold back to the power company. We don’t. I’ve been sitting in this editor’s chair for five years. Tens of thousands of strangers have told me their love stories in letters, essays, phone calls and dinner conversations. It’s not a pretty picture. \n\nNavigating this ocean of anxiety every day, I’ve at least  become better at reading the currents — what people are burned by, celebrating and stewing over. It boils down to a series of head-scratching questions about love that Americans are asking  in 2010. As my Valentine’s offering, I attempt some answers.\n\nIs it acceptable to dump someone via e-mail message, text message or tweet?\n\nLike it or not, e-mail and text-message breakups have become increasingly common and are therefore losing their stigma, if not their sting. I’ve actually yet to hear of anyone being dumped via Twitter (who would deserve such a public e-stoning?), though it’s no doubt happening. In any case, if you decide to use these methods to lose your lover, let me suggest a few basic rules to minimize resentment, hurt feelings and continued entanglement. \n\n1. Keep your electronic adios focused, grammatically correct and free of  emoticons   . \n\n2. Avoid texting shorthand (“i h8 to  1/2 to tell u”). \n\n3. If you use an iPhone for the digital ditching, be sure to disable the “Sent from my iPhone” tagline first to keep your ex from imagining that you wrote your kiss-off while hurriedly in transit, not even bothering to break stride as you raced off into your new life.\n\nWhat happens when you’re in a no-strings-attached sexual relationship, and you start to fall in love?\n\nMaybe the better question is: How do you incorporate feelings into a relationship that is founded on a premise of no feelings? I have heard this lament too many times to count, from men and women. And few stories follow a more predictable script than the hookup in which one person suddenly wants more. As soon as he or she expresses a desire for anything beyond the routine, no matter how meekly phrased (“So, hungry for breakfast?”) or exhibits a slight change in body language, or a misinterpreted glance or smile, the equilibrium shifts irreparably, and the thing collapses. \n\nLuckily, you needn’t rage or cry as if you were at the end of a real relationship; you simply squash the love, along with the disappointment. The rationalization goes like this: I knew the rules going in, and it’s not fair to change them midstream. It’s not fair, in other words, to fall in love. So I won’t. I’m not even sure I did.\n\nHow can monogamy still be considered a viable long-term arrangement?\n\n \n\nSome people think we live too long to commit to one person for life. Monogamy may have made sense a few centuries ago, they argue, when we tended to die in our 40s (after raising a dozen children). But being with the same person well into our 70s and 80s? That simply can’t be natural.\n\nThis is a question, by the way, asked almost exclusively by people in their 40s (or younger). People in their 70s and 80s do not ask this question. They are, by and large, very happy to have shared a lifetime with the same person.\n\nO.K., but that’s three decades before the appreciation kicks in. What if you want to feel appreciated now? And what if the person who makes you feel appreciated isn’t your spouse?\n\nHere’s a heartening trend — husbands and wives choosing to talk honestly with each other about their needs, desires and temptations, even (or especially) when they threaten the marriage. In the stories crossing my desk, sneaking is increasingly being replaced by confiding. And the sky isn’t falling and clothes aren’t being thrown from windows. The conversations are hard, rage  may have to be expressed, but many couples find a way through. \n\nThere’s a difference, of course, between using the truth as a means of reconciliation and using it as a weapon. Honesty isn’t always the high road, just as lying isn’t always the low. Though there is one excuse in which you can have it both ways, taking the low road by claiming you literally have been taking the high: “Dear, I was hiking the Appalachian Trail.”\n\nHow has the Great Recession affected relationships?\n\nDivorce is costly even during the best of times, and now, for many, it’s unaffordable. As a result, more warring couples are conserving their money, biding their time and doing whatever it takes to get along. Tolerance is the new intolerance.\n\n Except in the workplace, where divorce has been rampant. Divorce, that is, from your office spouse, that cubicle-and-conference-room pal with whom you’ve shared 95 percent of your daylight hours for the last few years, tag-teaming on research, gulping down takeout teriyaki, and giggling at YouTube clips of screeching felines being flung from ceiling fans. That closer-than-blood colleague who knows everything about your children and passions, who upon waking texts you bullet points for the board meeting and to whom you send status reports via BlackBerry before your head hits the pillow at night, the person you’re more in touch and in sync with than the real husband or wife snoring next to you. \n\nSo when your office spouse suddenly vanishes, the break can be traumatic, with no couples’ counseling to ease the transition. And unlike in a real divorce, there are no protracted negotiations — over property, children or pets — that allow your emotions to catch up to reality. Your relationship goes from all to nothing in one pink slip. Sure, you can meet for lunch or stay friends on Facebook, but there’s no going back to what you had. It’s just over. (Well, except for his or her unfinished work that gets dumped on your desk.)\n\nIn gay marriages, are both men called “husbands” and both women “wives”?\n\n \n\nFew use those terms, despite a lack of viable options. The default choice, “partner,” can be misleading (business partner?) and has no marital connotation. Spouse, like louse, sounds too drab. Mate — likely to spur thoughts of the Navy, or Australia — isn’t even in the running. And exotic choices like “lusband” (lesbian husband) don’t seem to be gaining much traction.\n\nSeveral months ago, Sara Sarasohn explained in this space how she and her, um, wife decided to use “wife” purely for political reasons. But years later, while chatting with a stranger, she was surprised to hear herself say “my partner” to deflect potential unease. And a married gay friend told me that when a medical receptionist asked him to clarify his relationship to the man listed as his emergency contact, he also  said “partner” because he didn’t want to invite possible disapproval with the bolder, if more accurate, “husband.” \n\nAll this talk of partners reminds me of a recent visit I made to a Tucson dude ranch, which is where I reckon I came up with  this idea: Why not tear a page from the wranglers’ handbook and require all married folk to call each other partner? Think of the benefits. Not only would life start to sound like a permanent square dance, we’d also lose the language that distinguishes gay marriage from straight. And perhaps like Dr. Seuss’s famous Star-Belly Sneetches, who finally learn that no one kind of Sneetch is the best on the beach, we’ll see that marriage is marriage, meant for devotion that thrives, and not just for unions of straight husbands and wives.\n\nWhat is love, anyway?\n\nAh, best for last. If I were Spock from “Star Trek,” I would explain that human love is a combination of three emotions or impulses: desire, vulnerability and bravery. Desire makes one feel vulnerable, which then requires one to be brave. \n\nSince I’m not Spock, I will tell a story.\n\nSay you decide to adopt a baby girl in China. You receive her photo, put it on your refrigerator and gaze at it as the months pass, until finally you’re halfway around the world, holding her in your arms, tears of joy streaming down your face. \n\nBut later in your hotel room, after undressing her, you discover worrisome physical signs, in particular a scar on her spine. You call the doctor, then head to the hospital for examinations and CT scans, where you are told the following: she suffered botched spinal surgery that caused nerve damage. Soon she will lose all bladder and bowel control. Oh, and she will be paralyzed for life. We’re so sorry.\n\nBut the adoption agency offers you a choice: keep this damaged baby, or trade her in for a healthier one. \n\nYou don’t even know about the trials yet to come, about the alarming diagnoses she’ll receive back home, the terrifying seizures you’ll witness. Nor do you know about the happy ending that is years off, when she comes through it all and is perfectly fine. You have to decide now. This is your test. What do you do?\n\nIf you’re Elizabeth Fitzsimons, who told this story here one Mother’s Day, you say: “We don’t want another baby. We want our baby, the one sleeping right over there. She’s our daughter.”\n\nThat’s love. Anyone can have it. All it requires is a little bravery. Or a lot.\n\nHappy Valentine’s Day."
}