{
  "url": "http://www.nytimes.com/2010/09/12/fashion/12Love.html",
  "headline": "Transitioning Genders: The Anatomy of a Breakup",
  "dateline": {
    "year": 2010,
    "month": 9,
    "day": 10
  },
  "byline": "Gili Warsett",
  "text": "BEFORE we met, my partner had changed names from a female-sounding one to a male one, and by the time we were together, everyone we knew either called him by this new name or spoke of him with male pronouns. He  identified himself as a transgender man, woman to man. It wasn’t until two years after we began dating that he decided to have his breasts removed.\n\nFor him, chest surgery was the next step in transitioning genders, a symbolic and physical gesture of leaving womanhood behind. He wanted to replace his 34-C’s with emptiness, a flat manly chest to the outside world and scars to him and me. \n\nOur relationship wasn’t perfect. But because he had limited contact with his parents, I was to be his primary caregiver, which entailed escorting him on the day of his surgery and playing nurse (not in a sexy way) for two weeks after the operation. \n\nThis was in San Francisco, land of blurry gender identities, where it’s common to pass as “other” gendered — neither male nor female but elsewhere on the “queer” spectrum. For my partner, that expression meant a cropped butchy haircut and preppy men’s clothing, usually a polo shirt and Banana Republic jeans. If his gender had matched his appearance — had he been born with a male body and joined a fraternity — we never would have followed the same orbits.\n\nHe attended a women’s liberal arts college and possessed many of the same physical and social qualities of lesbians I had dated. We met in our mid-20s when we worked together, and our courtship quickly followed. \n\nI had never dated a trans man, but for a while, before my partner began his physical changes, his gender identity didn’t feel like an obstacle. I had been attracted to women and men all over the gender spectrum. What could be so difficult about dating someone who was transitioning from woman to man?\n\nI had become friends with partners of trans men who insisted that it was rare for a relationship that began early in a person’s transition to endure the pressure of physical and chemical changes that happen later. I brushed off their warnings as shallow. My partner will always be beautiful to me, I thought. Our attraction ran deeper than outward appearance; this magnetism stemmed from the mind. I would support him every step of the way. My mind-set could have been a bumper sticker: “His Body, His Choices.”\n\nWe went to the surgery consultation and the date was set. The surgeon was renowned for transgender operations with impressive results. Our friends who had chosen him showed off their healed wounds, lifting their shirts to show their gender battle scars, faint pinkish, purplish or yellowish curves.\n\nOn the day of the surgery we drove to the hospital without talking. I squeezed his hand across the cup holders and privately wished that I had allowed my mother to fly out to be with me as she had offered. \n\nMy partner and I exchanged worried glances as the surgeon casually pulled a black marker from his pocket and drew circles and lines on my partner’s full-breasted chest. Then he left us to wait for the anesthesiologist. I tried to interpret the blueprint on my partner’s chest, but I couldn’t decipher its significance for our future.\n\nWith the help of anesthesia, my partner fell asleep. I left him for a Starbucks across the street, where I sat for hours, trying to grasp the fact that he would wake up without two body parts. This was one of the sections of San Francisco that my queer friends didn’t frequent, and that morning I liked being far from people I knew. Alone, I could pass for straight. I had tattoos and piercings; my hair was cropped. But in San Francisco, my look could have gone either way. \n\nI felt both relieved and guilty to pass for straight in that Starbucks. I wanted to blend in, to escape. The longer I sat there, the more I wanted to drive away and leave my partner.\n\nI didn’t. I returned to the hospital and waited for him to wake. Once he did, I rolled him in a hospital wheelchair out to the car and helped him into the passenger seat. Each bump in the road produced a groan from him, an accusation of my carelessness. Had too much of me already broken away? Did I feel betrayed because of his physical change? At his apartment, he immediately fell asleep, and I called my best friend to pick up some videos. I told her to get something mind-numbing.\n\n“Like what?”\n\n“I don’t know,” I said. “Something girly.”\n\n“Like ‘Fried Green Tomatoes?’ ”\n\nToo lesbian, I thought. “No.”\n\n“ ‘Thelma and Louise?’ ”\n\n“Maybe a television show,” I said. “I want something that will keep me occupied for two weeks.” I thought back to sitting at Starbucks. “What about ‘Sex and the City’?”\n\n“You’re going to hate it,” she said.\n\nI started with season one, episode one, the pilot, where we meet Carrie and her friends. For two weeks, my mind was held in a cradle of glamour, fantasy and easy sexuality. The sex on “Sex and the City” seemed  as if  it could have been on a show from Animal Planet or the Discovery Channel, and I watched with an anthropologist’s eye. Meanwhile, on the bed beside me slept the man I could no longer arouse by stimulating his nipples.\n\nQuicker than most, my partner’s wounds healed and he regained his strength. At dinner parties, he joined the other trans men in lifting his shirt to compare scars. He sunned in the park among his trans friends, shirtless and tan. Once we had bonded as fellow misfits. Now he was part of a gang; he belonged. No more gender blurriness for him. Yet who and what was I?\n\nI had fallen for a different body. No matter how hard I tried to keep up, I couldn’t transition at the same pace. I wanted to go back to the innocence of “Sex and the City,” a show that sheltered me until the credits rolled on the last episode of the final season and I could no longer hide.\n\nHe began taking testosterone and his voice deepened. Hair grew on his arms, legs and face. I wanted to be happy for him; after all, he was delighted with the changes. I tried to conceal my grief over the loss of the body I had originally desired. \n\nAbout a year after my partner’s surgery, we moved to a city in the Midwest where he’d been accepted to graduate school. Largely unknown there, we easily passed for a straight couple, no longer having to explain anything about our identities. Our home was in a lesbian-friendly neighborhood, and when we encountered lesbian couples on the street, they didn’t seem to notice us.\n\nI wasn’t sure I minded. I cycled through feelings of relief and guilt over how we now fit into the straight world. My best friend visited and noted that I was becoming increasingly uncomfortable in queer groups; I hid behind the privilege that being straight afforded me.\n\nAlthough my partner and I made friends in the local queer community, I realized I was reluctant to be seen with friends who looked “different” when I was around my straight co-workers. I grew my hair long and wore makeup. I waxed my eyebrows. I couldn’t have told you what was happening to me. I had my first girlfriend at 16, and when I told my parents, they rolled with it. Coming out then was one of the only times I had explicitly proclaimed my sexuality. I was completely unprepared at 26 to come out again.\n\nEVENTUALLY my partner and I broke up, though it would be dishonest to blame his surgery for our split. My complaint to my best friend was that our relationship seemed to have settled into something known and stable and had lost its spark. Again, a contradiction: How had dating someone who was preoccupied with transitioning become stable and even mundane?\n\nAfter we went our separate ways, new questions arose: What gender was attractive to me? Who would I date? Was I still a lesbian, as I had once decided? Was I attracted strictly to preoperative transgender men? Could I ultimately be straight?\n\nThe more I explored dating, the more I felt at odds with the queer community, though I also felt guilty about my failure to sustain love for someone who was transgender.\n\nNow, several years later, my current relationship  may  seem to be a straight one; my partner is a non-trans man. I’ve found that there’s privilege but also invisibility that comes with passing — an aspect of my life about which I continue to struggle. I will always consider myself queer, recognizing that  my sexuality and gender identity resist definition. The conflicting feelings of guilt and relief remain."
}