{
  "url": "http://www.nytimes.com/2010/12/19/fashion/19MODERN.html",
  "headline": "Looking for a Blessing to Marry — Modern Love",
  "dateline": {
    "year": 2010,
    "month": 12,
    "day": 17
  },
  "byline": "Amy Klein",
  "text": " “A husband you want?” the old rabbi mumbled in Yiddish-accented English.\n\nI was probably the last person you would expect to be going to a kabbalist rabbi for a blessing to marry. I’d stopped being religious 10 years earlier, uninterested in pursuing the typical Orthodox Jewish lifestyle of settling down and having babies straight out of college.\n\nBut the summer I turned 38, I freaked out about the approaching Four Zero — which was old even for the nonreligious world — so I went to Israel, where I had lived in my 20s, to visit old friends and figure out where my life had gone wrong. On my last day there I ran into the mother and father of my best friend from high school. Without prompting, my friend’s mother insisted I go see the rabbi she’d entrusted with such weighty matters. \n\n“He told me exactly when both my daughters would get married,” she gushed, writing down the phone number on my newspaper. “He also saved my husband from death,” she added, gesturing at him. \n\nAs she told me the story of how doctors had given her husband only days to live until the rabbi prayed and cured him, the man himself — 60-something  and in seemingly good health  — stood next to her, rolling his eyes and literally snorting in disbelief.\n\nHe was like many Modern Orthodox people who consider themselves to be very grounded and rational (aside from the whole Creationism thing, the Moses-Parting-the-Red-Sea thing, and the God-Giving-the-Ten-Commandments-on-a-Mountain thing). They don’t believe in anything bordering on the alternative, like kabbalah, especially rabbis with supernatural powers.\n\nI might have stopped being Orthodox, but its indoctrination had left me with the sense that nearly anything — God, spiritualists, healers, psychics and witches — might be equally possible. Thus I found myself in an airless Jerusalem classroom with this old rabbi, who had a white beard so long I couldn’t see his mouth and glasses so thick I couldn’t see his eyes. \n\n“Yes, I want a husband,” I admitted aloud for the first time. \n\nHe held a heavy Hebrew book out to me. “Open a page, any page,” he said, like a magician. “Read me a word on the page.”\n\n I opened the book, pointed my finger toward the center, and read one of the random Hebrew words: “Kishuf.”\n\n “You know what this means?” he asked.\n\n“Witch?” \n\n“No, no,” he said. “Not witch. A curse. Someone has cursed you. This is why you are not married.”\n\nOf all the things he could have said — that I wasn’t married because I didn’t pray daily, or eat kosher food, or observe the Sabbath (not to mention my nonvirginal dating habits) — a curse was the last thing I’d expected. Who would curse me? I mean, if there were such a thing as a curse.\n\n“We need to make pidyon nefashot,” he said, referring to a “redemption of the soul,” similar to the ceremony that Jews do before the Day of Atonement. “You pay me 400 shekel,” he said. “Cash.”\n\n“But I don’t have 400 shekels here,” I protested. \n\n“You go to A.T.M.,” he said, pointing to the door. A.T.M. — this was a word he knew. I told him I’d come back, and I walked out into the hot August sunshine, thinking I’d never see him again. \n\n “What kind of sucker does he think I am?” I asked myself as I walked toward the bus stop to go back to my hotel. “A hundred bucks for a prayer I already know.” But the problem with being raised religious is that no matter how much skepticism you acquire later in life, you’re never quite sure about your own instincts; you always secretly suspect that the rabbis are right about everything. After all, I did stop observing the Jewish laws, and look where it got me. \n\nAfter I went to the A.T.M., I cut through the line of religious women in the waiting room of the rabbi’s makeshift office. I wondered if he would remember me. \n\n“You have money?” the rabbi asked. He remembered me. He took the cash and placed it in a plastic baggie. Then he waved it over his head like a lasso, gesturing me to repeat after him in a prayer that meant, roughly: “This is my exchange, this is my substitute, this is my atonement. This money will go to charity, while I will go onto a good, long life and to peace.” \n\nThen he blessed me: “You will meet a man who will love you and give you Jewish children. He will please you sexually and love you more than he loves his mother.”\n\n“Amen,” I said, but I thought: Is that even possible for the kind of men I date? \n\n “Give me your passport,” the rabbi said. He brought the document close to his milky eyes, examining it for hidden, ancient secrets as if it were a Dead Sea Scroll. He sat down in the rickety chair and started writing furiously; it looked as if he was copying my passport. The ballpoint pen scratched loudly in the otherwise silent room. In addition to relieving me of my $100 for “charity,” was he also going to steal my identity? \n\nI moved closer to the rabbi’s desk. On the tiny piece of paper he’d written down columns of numbers, like a complex equation. Finally he slammed the pen down on the desk and handed me my passport. \n\n“Sagur b’Hanukkah,” he announced. Done on Hanukkah. \n\n“But that’s only four months away,” I said. \n\n“Hanukkah,” he repeated. “Sagur.” It will be done. \n\nForget the oil lasting eight days. Meeting my husband in four months — that would be a real Hanukkah miracle. \n\nBack in the United States I didn’t think about the rabbi’s blessing until winter was upon me once again. I was still single, forced to go to the holiday parties alone. Each night I looked around these warm, loud rooms with their Christmas trees or Hanukkah menorahs, looking at every man longingly and thinking, “Are you the one?”\n\nBut the holidays passed unremarkably, and when my oldest friend teased, “Hey, weren’t you supposed to meet your husband?” — much to both our surprise, I broke down in tears. \n\n“I thought I’d meet my husband too,” I cried. I really thought the rabbi would come through for me. I felt cheated, ashamed. I remembered when I was 10 years old and I laid out my white dress on the chair beside my bed because I had learned that the messiah was supposed to come on Passover. The messiah didn’t come then. My husband didn’t now.\n\nI keep trying — but never really succeed — in giving up my faith. So nine months later, in September, when I met a cuddly guy and we started seeing each other, I thought, Maybe we could be engaged by this Hanukkah — the rabbi never actually said exactly which one. \n\nBut then Mr. Cuddly dumped me right before the holidays, no doubt sensing my mounting expectations. I went to his best friend’s holiday party anyway, taking extra care with my appearance so Cuddles could see what he was missing. He didn’t notice me, so I drank and flirted randomly, singing karaoke with whoever was up at the mike, until I finally, drunkenly, decided to leave. \n\n“Where are you going?” a deep voice boomed from the coat room as I scoured the winter wool pile. I couldn’t see the guy’s face in the darkness, but I recognized his voice as my karaoke partner (“Total Eclipse of the Heart”). “Don’t leave yet,” he said, taking my hand and leading me to an empty room in the back. His name was Solomon, and he had dark, curly hair, a thick-lipped smile and soft musician’s hands, which played with mine as we chatted for the next hour until the party petered out.\n\nI didn’t think much of it until two days later, when I got a voice mail message from him: “Amy, this is Solomon. I met you at the bar the other night — I just wanted to say Happy Hanukkah.” \n\nI called him back, and the next day we met for brunch. It was the first day of Hanukkah.\n\nThat was one year ago. We recently moved in together. Our courtship has been rather seamless, lacking the usual drama inherent to my relationships. I even moved across the country to be with him, confident I had the rabbi’s blessing.\n\nI didn’t tell Solomon the story about the rabbi’s blessing right away, because he doesn’t believe in religion, in rabbis, in curses, in people who have more power than others. I’m not sure I do either, despite recent events. Even if Solomon does turn out to be “the one,” I wonder if it will be because the rabbi predicted it, or because the rabbi’s prediction caused me to make it so.\n\nNo matter. Religiously dictated or not, a miracle is still a miracle."
}