{
  "url": "http://www.nytimes.com/2010/05/02/fashion/02Love.html",
  "headline": "For the Jobless, Relationships Are Different",
  "dateline": {
    "year": 2010,
    "month": 4,
    "day": 30
  },
  "byline": "Rachel Sontag",
  "text": "CRAIG was an unemployed architect, a cat-owning vegan and recently divorced. The man was wrong for me. And yet I couldn’t get him out of my head. \n\nWe met at a pool hall. I adored the way he listened and thought before he spoke. He had chiseled features and those Prada eyeglasses architects favor. He smelled good; not like cologne, but like air and cotton. We shared a love of live music, matinees and independent bookstores. Plus, we’d both been laid off from our jobs: I from a community college where I taught English, and he from a small architecture firm.\n\nWithout jobs, we had nothing but time, so we made a career of getting to know each other. We walked the city all day long, ignoring our hunger. We ate lunch at midnight and breakfast at 4 a.m. We stayed up until morning, with no help from unnatural stimulants, talking, laughing and having sex. He lay beside me on the couch as I read him passages from my favorite books: “Franny and Zooey,” “Cathedral.” \n\nI’ve always loved the way life slows down when the unexpected happens: a 48-hour power failure that causes people to flock to the streets with food for their neighbors; a subway strike that forces businessmen to roller-skate to work. \n\nWhenever my flight is delayed I try to have a beer at the airport bar. I don’t hang around the terminal, bombarded by irate passengers. There’s nothing I can do. But there’s music playing in the airport bar, and better lighting. Craig was my airport bar. He was the best person with whom to ride out an international financial crisis. \n\n Everyone has a different yardstick for success, whether it’s marriage, children, a satisfying career, or owning a dog, a car or a home. I had yet to achieve any of these.\n\nCraig, on the other hand, had already been married and divorced. With his ex-wife, he’d bought, renovated and sold a brownstone, adopted shelter animals and owned cars. But after a year of being unemployed, no tangible evidence of his brush with adulthood remained. He longed for the stability, confidence and financial resources he’d grown accustomed to, but instead, at age  37, he moved out of his studio apartment and into his mother’s house in New Jersey. \n\nI was living in one of those rent-controlled artist’s apartments in the West Village that makes living in New York  on a teacher’s salary possible. It became our saving grace. We treated it like a cave, ignoring the temptation of the city’s summer consumption like hibernating bears. \n\nThe days were long and muggy. At night we’d lie on our backs, eyes closed, lights off, like children making snow angels, as we played our favorite songs for each other. He gave me Elvis Costello and Fiona Apple’s rendition of “I Want You.” I gave him Joni Mitchell’s “A Case of You.” We drank coffee all day long. The world kept turning. The sun kept rising and setting. But we had fallen off the map. \n\nJust for fun we’d play “What would you buy if you had money?”\n\n“A ticket to New Zealand,” I said.\n\n“I’d take you out for dinner,” he said meekly. “A really nice place.”\n\nI smiled.\n\n“I’d buy you a dress,” he said. “I’d like to buy you a dress some day.”\n\n I could tell the hypothetical was less fun for him, but I’d grown accustomed to the romance associated with not having money. I was so used to being broke that on the few occasions I’d had money it felt as if it didn’t belong to me.\n\nMy attempt to find work was halfhearted. I called friends and former employers, sent résumés into the black abyss. Nothing was coming through, and part of me was relieved. I had tried to find a job and failed. What more could I do? I simply needed to make enough to pay next month’s rent so we could maintain our state of suspended existence together.\n\nI took a job as a hostess at a restaurant in Harlem. I walked neighbors’ dogs. I bathed and fed friends’ children. I pursued work as a foot fetish model. I posed nude for a 75-year-old artist doing a series of oil-painted vulvas. I sold beer at death-metal shows called “Brutal Truth,” “Pig Destroyer” and “Repulsion.” \n\nThe odd jobs didn’t add up. I considered a roommate, but the apartment was the only place Craig and I could be alone together. So instead I rented it by the night, like a hotel, so that we could afford to stay for at least a couple of weeks each month. It was a tricky business, of course, the question of where we’d go when we were displaced.\n\nLucky for us I had friends who traveled. Friends with dogs and cats, plants and mail that needed tending to. Friends who generously left us keys and fresh sheets for their beds: a weekend in Connecticut, a week in the East Village studio of Craig’s ex-girlfriend. \n\nThen came the cat-sitting job at his ex-wife’s. She lived in Boston, where Craig had lived for 15 years. They remained on good terms, and she’d made it clear I was welcome to stay as long as we slept on the couch and not in her bed. I agreed to the arrangement. \n\nLooking back, it was a strange decision, but at the time it made sense. For much of the summer we’d been on my turf, and he wanted to show me his. We treated the ex’s place with the distanced appreciation one might offer a bed-and-breakfast, while ignoring the obvious. We walked the length of the city as he excitedly shouted out details of the projects he’d worked on and explained the histories behind old buildings.\n\nOn our second day, while Craig headed out with a list of errands from his ex-wife (picking up her dry cleaning, her prescriptions, more cat food), I stood in the shower and stared at her shampoo. Later, I stood in the kitchen and assessed the contents of her pantry. In the living room I scanned the faces in the frames of her photos. I closed my eyes and kept them closed for some time. What were we doing?\n\nSoon the oppressive August heat lifted, and I welcomed the relative cool of September. With it came a sense of urgency I hadn’t felt all summer. I threw on my suit and heels and, résumé in hand, aggressively pursued jobs.\n\nCraig found steady work moving refrigerators. I found administrative work. I’d convinced myself that jobs would jump-start our lives together. We’d save money, stop running around, start thinking about the future. No more lazy days of reading to each other on other people’s couches. No more midafternoon movies or sleepless nights of listening to music and making out and drinking wine. It was time to get back to the “real” lives we’d been taking a break from. But we’d never known each other in this “real” world. \n\nWith schedules and bedtimes we soon saw less of each other. Quick phone calls replaced our entangled marathon days. One night we had drinks in a hotel bar: not beer or cheap wine, but concoctions with egg whites and orange rinds and freshly grated ginger. \n\n“I can get used to this,” I said, although I felt as if we were playing dress-up. \n\nWe were exposed to different sides of each other. I was surprised by Craig’s passivity, the shy manner in which he requested hot sauce at a restaurant for fear of annoying the busy  staff. \n\n“Look,” I said. Then to the waitress: “Can we have some hot sauce? Whenever you get a chance.” And the hot sauce came.\n\nOF course it wasn’t about the hot sauce, but his seeming inability to ask for what he wanted. I could hear myself, irritated, impatient. He could hear it, too. \n\n“Why are you so quick to judge?” he asked.\n\n“Quick to judge?”\n\n“Hard on everyone.”\n\n“Hard on you?” I asked.\n\n“Maybe if you weren’t so hard on yourself you wouldn’t be so hard on others,” he said.\n\n“You think I’m critical?”\n\n“Yes.”\n\n“How long have you felt this way?” I asked.\n\n“All along, I guess.”\n\n“Why didn’t you say something, Craig?”\n\n“It wasn’t clear.”\n\nWhat was clear: that we had little experience with the everyday issues that come up in relationships. We began to see each other with the distance and perspective we didn’t have over the summer. Slowly he withdrew. Then I did. \n\nIn the months that followed, I missed the beautiful childlike state we’d managed to exist in, how as a couple we had succeeded — if just for six months — in stopping life’s traffic and receding from the world. But we needed the recession to fuel our romance. We weren’t prepared for the recovery."
}