{
  "url": "http://www.nytimes.com/2010/04/11/fashion/11LOVE.html",
  "headline": "Sweetest at the End",
  "dateline": {
    "year": 2010,
    "month": 4,
    "day": 9
  },
  "byline": "Elinor Lipman",
  "text": "FIVE years ago, when all was well, a Boston Globe editor asked if I’d like to be one of several regular contributors to a proposed weekly column they planned to call Coupling. I would fill, unofficially, the long-married slot, and my age would appear in the italicized ID at the end of every piece — good stuff revealed, please. Perhaps I’d like to write about my grown son bringing women home? \n\n“I’m not going to write about my son’s love life,” I said. “And if I’m airing any dirty laundry of my own, I’d better ask my husband.” \n\nWhen I ran it by Bob, he said, “O.K., as long as you don’t write about me.”\n\nOf course I wrote about nothing but him: Bob the overzealous foodie and restaurant critic at his own table. Bob the dispenser of unsolicited advice on how to dress, clean house and swing a golf club. Bob the tired guy who was early to bed and first to leave any party. \n\nAlmost every column spanned the course of our 30-plus years together, amplifying our differences, yet offering something like a happy ending: problem in the marriage rendered as problem accommodated. He made good copy, funny copy, and enjoyed his own antics. His co-workers, he claimed, loved reading about domestic Bob. \n\nI had a minor celebrity on my hands. Letters from readers often said, “I think we’re married to the same man.” \n\nI was eased out of the Coupling rotation after a year — new blood needed, the editor explained. That decision was something of a relief, and more so in retrospect: Not only had I run out of topics, but soon enough the comedy would have had to give way. \n\nBob’s signature traits, fondly described and enlarged, were in fact evidence of what was already creeping unrecognized into our lives: exaggerated behaviors. Neat, exacting and punctual Bob. Bob the noodge. Bob the excessively proud husband and father, and a suspiciously good-natured reader of all that I was making fun of. \n\nBetween my own lines I see the earliest hints of his slipping into a brain disorder that would first change and diminish him, and then, three years and eight months later, kill him. \n\nFriends often asked if I’d write about this siege, and I always said no. Memoirs about losing a loved one are pretty much the same, I’d say: He or she is well, then something’s wrong, then it’s worse, and a lucky life changes. Maybe something short, I’d tell them, a final, unassigned Coupling-like tribute in honor of the husband who made “long married” a fresh and funny topic. \n\nThe cruel disease that felled him was frontotemporal dementia — rare, untreatable and fatal, and one that often turns its victims into violent, angry and inappropriate versions of their normal selves. Instead, Bob became more gregarious.\n\n Once brilliant, dignified, elegant and cool, he regressed, becoming easier, more childlike, stubborn in new but benign ways. I would later say at his funeral, “Without a mean bone in his body to start with, the sweet bones won out.” \n\nHe was 57, a practicing radiologist, when our son, Ben, then 25, and I recognized that something was amiss. His wit was gone. He couldn’t distinguish between what was an interesting fact to impart and what was common knowledge. (“Lou Gehrig had that disease,” he told a fund-raiser for the ALS  Association.) \n\nHis memory was still good — typical of the illness — but all artfulness and subtlety disappeared. My moment of diagnostic truth came after he interrupted a dinner-party conversation about two films no one else had seen with, “She dies at the end!” and an hour later, spoiling another plot, “He dies along the way!”\n\nAs soon as we left the party, I groused: “Twice! Didn’t you see how they groaned the first time you gave away the ending?”\n\nNo, he had not. He didn’t understand the gaffe. A week later, over lunch with two close friends, I blurted out, “Something’s really wrong with Bob.”\n\nHe refused to see a doctor or get a scan of any kind. Vacationing in Mexico, Ben and I couldn’t coax Bob into the water, into a kayak or to any restaurant he couldn’t reach on foot. The reading he did on that trip and the Patriots game we watched during it would be the last time either activity held his interest. Two months later, and two months’ less himself, I announced on a Monday morning, my voice shaking, “You have until Friday to see a doctor and get evaluated, or I leave you.”\n\n“Call him,” Bob said. “Call him now.”\n\nA week later he was smiling at his own CT scan, happy with what he saw as good news: no brain tumor. Our doctor called at day’s end. Indeed no tumor, and no malformations. Thus the bad news he had feared: atrophy of the frontal lobe. \n\nBecause self-awareness resides in that part of the brain, Bob continued to insist he was fine. His conversation and responses were a loop of what neurologists call stereotypies  — persistent repetition of acts and words. (“I quit my job. My brother died. I went to Dartmouth,” he said.) Old habits (pacing, punctuality, prompt bill-paying, neatness) became ritualistic and obsessive. Type A became Type A-plus.\n\n The former gourmet wanted only pizza, ice cream, spaghetti and meatballs, macaroni and cheese, and frozen turkey dinners that harked back to his working mother’s menus. No new restaurants, and the same dish at the old familiar ones. If I cooked something from the old repertory, once a favorite meal, he’d hover, worried and suspicious, unconvinced that he’d ever eaten this before or loved it. \n\nOn his 59th birthday, as we rode the subway to SoHo, I asked, in the way one would ask a child, “Isn’t it wonderful that we can go to your favorite restaurant on your birthday?” To which he answered, “It’s wonderful that we can go to my favorite restaurant on my birthday”— the echolalia I’d been reading about but had failed to recognize until that moment. \n\nSoon enough, he said only two things: “Do the stuff,” which could mean close the blinds or call Ben or assume the proper driver’s-ed position with both hands on the wheel. Eventually four words became his motto and his answer to every question. “I’m a happy guy,” he’d assert, no matter the topic, the setting, the listener. “I’m a happy guy.” \n\nNINE months before he died, a doctor friend noticed the atrophying and twitching of muscles in Bob’s hands and arms. It meant he had the worst complication of the illness, motor neuron disease. Those last nine months passed in what now feels like a minute. His appetite diminished, his limbs shrank and his weight dropped. \n\nA physical therapist, at her sixth and last visit, said kindly: “He’s had enough. Let’s not put him through this.” His breathing became shallower and more labored. I called our doctor and then the hospice for the first time on a Friday afternoon in late September. \n\nThey came the next day. Morphine was mentioned for the first time, but it was still for the weeks ahead. Did I need a volunteer? Someone could come on my birthday two weeks hence, so my son and I could go out. Could celebrate. \n\nAt 7:30 the next morning I went upstairs to check on him. He was breathing irregularly, and then he wasn’t. “Bobby?” I whispered, in case he was merely asleep. I touched his chest, a weakling’s poke. I put two fingers to his neck in search of his carotid pulse. There was something — a heart was beating. I ran for Ben, who was asleep downstairs. Back at Bob’s side, I realized the pulse I’d felt wasn’t his at all, but mine. \n\nThat night Ben said, “I want to speak at the funeral.” Within 24 hours I thought, if he can do it, so can I. We worked separately and independently down the hall from each other. We made no biographical or anecdotal assignments, yet the full and true Bob emerged, as if we had evenly divided the best and funniest between the two of us. \n\nHow could a son who’d been red-eyed for days write something that wouldn’t break everyone’s heart, I worried. Yet he immediately put everyone at ease, drawing an opening laugh of recognition with: “If this were a real and proper tribute to Dad, then this eulogy would have started about 10 minutes ahead of schedule.” \n\nIt was the best funeral ever, I like to say. There was a big crowd and a tightly controlled program — no ramblings from an open mike, no surprises, no bores. A pianist, a soprano, three speakers and a rabbi. People laughed and cried, and in honor of Bob the Bullet, as he’d been nicknamed 30 years before by a golfing buddy, we finished in an hour. \n\nBen ended by saying: “It can be crushing to think what must have been going through his head during the final months, when the disease took its worst toll. But I take solace in the fact that he had a family who loved him more than anything.  ... And that makes me a happy guy.” \n\nI spoke last, and I couldn’t end without a tribute to the 27-year-old man whom Bob would have called his greatest accomplishment. I said: “Benjamin in Hebrew means ‘son of my right hand.’ For about a year, people were hinting if not insisting that I bring in help, but what they didn’t understand was that it was hard, but Bob was easy. And then when I still thought I could manage, the best help of all arrived: 58 days ago Ben announced, ‘I’m coming home. It’s going to get worse. I can’t live with myself being so far away.’ ”\n\nThe night before Ben returned to Los Angeles, I poured each of us a glass of wine and we went into the living room for a task we’d been putting off. In front of the fireplace, we transferred Bob’s ashes from the black plastic crematory box to a beautiful wooden one, made of bird’s-eye maple and bubinga. Engraved on the lid are the words, “Robert M. Austin, 1949-2009. Beloved by all.”\n\nWe’d known from the beginning that there would be no sprinkling or parting with the only thing we had left. Ashes are sadder than I ever could have imagined. Ben and I told these far-removed remains that we missed him. We put the box back on the mantel and raised our glasses. \n\nI said, “Let’s each tell a funny story about Dad.” And so we did."
}