{
  "url": "http://www.nytimes.com/2010/05/09/fashion/09Love.html",
  "headline": "Open Adoption: Not So Simple Math (Updated with Podcast)",
  "dateline": {
    "year": 2010,
    "month": 5,
    "day": 7
  },
  "byline": "Amy Seek",
  "text": "UPDATED: You can now listen to our Modern Love podcast featuring the actress Sarah Paulson reading this column and a conversation with the writer. Look for the “play” button below.\n\nI WANTED my son to become the kind of person who appreciates the beauty of the world around him, so I smiled when, at 6, he asked to borrow my camera in case he saw “something beautiful.”\n\nWe were taking a walk in the woods outside Boston, and following behind him I was surprised by how much he moved like his father. We spent that afternoon showing each other icicles and hollow trees, breaking frozen patterns in the river ice, inching too close to the water to get a better view of the bridge above.\n\nWhen we arrived home, Ben said that the reason he wanted to go for a walk was to spend time with me. It had been three months since I last saw him. I smiled sheepishly and stepped into the living room, where the woman who had adopted him six years earlier sat reading the newspaper.\n\nI spent the evening chatting with her while avoiding direct interaction with Ben for fear I’d show too much affection, or too little. Open adoption is an awkward choreography; I am offered a place at the table, but I am not sure where to sit. I don’t know how to be any kind of mother, much less one who surrendered her child but is back to help build a Lego castle.\n\nIt is a far cry from the moment he was born, when my 23-year-old body seemed to know exactly what to do, when I suddenly and surprisingly wanted nothing more than to admire him nursing at my breast. When, after a drugless labor, my surging hormones helped me to forget that I was a college student, that I lived in Cincinnati, that I was passionate about architecture. During those days I was roused by the slightest sound of his lips smacking, innocent newborn desire that offered my deepest fulfillment.\n\nIn the months before I gave birth, when my boyfriend and I were just getting to know the couple we had chosen, I was able to comprehend the coming exchange only on the most theoretical of levels, but it seemed like gentle math: Girl with child she can’t keep plus woman who wants but can’t have child; balance the equation, and both parties become whole again.\n\nDuring those months, my son’s mother, Holly, observed that birth mothers have to accomplish in one day the monumental task of letting go that most parents have 18 years to figure out. Days after his birth, when I struggled with letting go, Holly sat with me and cried — for the children she never got to have, for the fact the adoption would bring her joy while causing me pain, and out of fear that she had already grown to love a child I might not give her.\n\nI decided to let her take him for a night, to see if I could handle it. She drove him to Dayton, Ohio, where she was staying with family, then called and asked: “Do you want him back? I’ll bring him right now.”\n\nMeanwhile, the men in our lives stood by and hoped for the best. My boyfriend supported the adoption, and though we had broken up, he was there to help me through my pregnancy. We had met in architecture school, never suspecting that two years later we would be forever joined as birth parents, composing 111 questions to ask strangers about the most intimate details of their lives.\n\nWe had a list of qualities we wanted in a couple — basically ourselves, 10 years older. But when we met the couple we would choose, our list fell by the wayside, replaced by an overwhelming intuition that we could trust them.\n\nI signed the papers on a hot August day in 2000, sitting at a large conference table with my sister, my son’s adoptive parents and agents from Catholic Social Services. I’d sat there several times before but hadn’t yet been able to say the words to relinquish all rights to my son. Each time I was left alone to think and, hours later, was sent home with him.\n\nMy ex was not there; the birth had made me a different person, and we couldn’t pretend that our losses would be the same. My sister had come from China, where she was teaching; she promised that if I kept him, she would move home and help. Her face was glazed in tears, but she stared intently at me as I prepared to sign the papers, as if to assure herself I knew what I was doing.\n\nMy pen rested at the intersection of two vastly different futures, and I struggled to see into the distance of each. It did not seem that a gesture as small as scribbling my name had the power to set me down one path while turning the other, its entire landscape, to dust. It was such a small gesture, but it was the first sketch of my life without a son.\n\nOne of the exercises I was given in adoption counseling was to envision the hours immediately after the adoption. What would I do after signing the papers? Pick up the towels that had been tossed in the corner when my water broke? Pack up the extra blankets I’d been given by the hospital workers who touched my shoulder and prayed aloud that I would find the courage to keep my son?\n\nI had spent my entire life without a child, but I was newly born that night, too, and my old self disappeared. I could no longer imagine how a mother could give up a child and live. Adoption was not simple math; a new mother cannot know the value of the thing she subtracts. It is only through time — when my son turned 4, and I was 27; when he turned 6, and I was 29; when he turns 10 this year, and I am 33, and ready for children — that I begin to understand the magnitude of what I lost, and that it is growing.\n\nThe comfort is seeing my son with his family, whom I can no longer imagine him or myself without. He is an earnest child who seems to kick hard to keep his chin above water in the world, but his mother has a certain lack of sympathy that is good for him. When he wants to retreat into his own head, she pulls him back into the refuge of his family and makes him smile. I am ever astounded that I was able to see in her something that would still feel so right so many years later.\n\nThe greatest proof of her commitment to openness is that she talks about me when I’m not there. When my son was a baby, I was surprised that he always remembered me, even after long stretches when I couldn’t visit. When he was 7 and we were playing a computer game, he told me his password was “Cincinnati” because his mother had told him he was born there. I know that Holly represents me to my son in my absence and always encourages him to love me.\n\nHolly jokes that with open adoption, at least you know what the birth mother is doing, that she’s busy at school and not conceiving a plot to steal her child back. It’s not so with closed adoptions; the birth mother is powerfully absent. But an open process forces an adoptive parent to confront the pain that adoption is built on. And openness for Holly does not mean merely letting the birth mother know about her child; it means cultivating a real love between birth parents and child. This requires exceptional commitment, which may be why some open adoptions become closed in the end.\n\nI LOVE Holly for sharing such things with me, sentiments that show she is devoted to our relationship — and not because it is easy for her. And I have told her that a pivotal point in my grief was the moment I was able to say aloud that I wanted my son back, though I knew it was impossible — when I realized that his adoption had been both my greatest accomplishment and deepest regret.\n\nAnd we continually redefine this relationship. I hide certain exchanges, like the time he was 4 and crawled into my arms and said, “Amy, pretend I’m your baby.”\n\nI made sure no one was looking before I indulged his request, my entire body shuddering at the chance to hold him so close for the first time since birth. I suspect Holly knows about these moments, and when I visit she tries to help by sending me off with my son for walks in the woods, where we can freely explore my place in his life.\n\nWhen I returned home to New York after my visit, I looked at the pictures Ben had taken with my camera: fragments of arms and legs, blurry close-ups of leaves caught in ice, too many spinning forest skies. Evidence to me that although he has his father’s distinctive gait, he shares my need to grasp and hold on to beautiful things, to document and to somehow preserve them forever — things he can’t possibly keep."
}