{
  "url": "http://www.nytimes.com/2010/07/04/fashion/04Love.html",
  "headline": "Tethered by a Pregnancy, But Choosing to Stay",
  "dateline": {
    "year": 2010,
    "month": 7,
    "day": 1
  },
  "byline": "Galina Espinoza",
  "text": "EVER since I figured out in high school that my parents had married at 21 not for love, although there had been that, but because of an unplanned pregnancy, I have wondered about the implications of this truth. It forced me not only to reimagine who my parents were — that they’d been impulsive once, capable of making the mistakes they had so often warned their children about — but also to question what their relationship meant. \n\nOnce my siblings also put the pieces together, and my parents acknowledged (if a bit sheepishly) that my mother was indeed pregnant with my older brother at their wedding, the story lost much of its intrigue. But for me there continued to be a serious concern, and it was this: If my mother hadn’t gotten pregnant, would my parents ever have married at all? Would our family exist?\n\nI never felt brave enough to ask them this question, even as I grew into adulthood. By then it didn’t seem to matter why we had become a family, only that we were one, and the unplanned pregnancy became relegated to a mere footnote, not the whole story.\n\nAnd yet it seemed that something imperceptible had shifted in our family, like when the shoreline is reshaped by a steady undertow. Then, 10 years ago, came the event that threatened to swallow us whole: My older brother — the same child whose conception led to my parents’ decision to marry — returned home one night to their Queens apartment and said he needed to talk to them.\n\nHe was on the verge of turning 30, a grown-up, to be sure. But I imagine there was something about sitting on the sofa of our youth that made him feel like a child.\n\n“The girl I’ve been seeing,” he said. “She’s pregnant.” \n\nIt was my father who responded first. “You know, you don’t have to marry her,” he said.\n\nHis response, while no doubt well intentioned, left my brother feeling angry and confused. After all, didn’t our parents’ then 30-year union — not to mention our family — stand as proof to the notion that when an unmarried couple is pregnant the only good result is a wedding? \n\nFor my generation, which came of age in the ’80s, choices about how to handle a youthful, unplanned pregnancy — real choices — abound. Which certainly accounted somewhat for my father’s reaction; no longer did this situation have to lead to the dead end he may have thought he faced.\n\nBut I believed my father was grappling with something else. His counsel was not merely a reflection of shifting societal mores; this was personal. It was as if my father — through his son — was reliving the biggest decision he ever had to make. Only this time, he would choose differently. \n\nIt was as if, in responding that way, he was giving voice to the advice he’d wished someone had given  him all those years ago. And I finally believed I had the answer to the question I  had long been afraid to ask: “Would you have married if you hadn’t been pregnant?” \n\nAnd that answer was “No.”\n\nI have heard the story of my parents’ meeting 100 times, so often that it has become like one of my mother’s beloved Russian folk tales, connecting me to my past, filled with warning of the future. My mother and her two best friends had been invited to a party, but none of the girls had a car, so one of my mother’s friends called her cousin to play chauffeur. That cousin was my father.\n\nHe and my mother were both 19 at the time, and the first members of their families to attend college, but those were among their few similarities. They might have exchanged a few pleasantries and never seen each other again if not for my mother’s fateful decision about what to wear. \n\nAs she and her friends were getting ready, she decided she simply had to wear the dark purple backless number one of her friends had on. A switch was made, and from the first sight of my mother’s back, her long blond hair swaying loosely over her fair skin, my father couldn’t keep his eyes off her, let alone his hands. \n\nMy father was in his second year of pharmacy school at Fordham, dreaming of going to medical school, when they found out she was pregnant. My mother was at Hunter College, paying her way with jobs that included being a shopgirl at Bloomingdale’s. After my brother’s birth, she gave up classes and work to be a stay-at-home mother, and after my father scraped his way to a degree (a newborn not being conducive to studying), he started a career as a pharmaceutical sales rep. \n\nEven so, things were hard. The four of us children shared two tiny bedrooms, and an even tinier bathroom. We didn’t go away on vacation, or to summer camp. When Gloria Vanderbilt jeans became the thing I most wanted, I was instead given my older brother’s hand-me-down Lee’s. One year my mother sold family jewelry to get extra money for Christmas presents. \n\nMostly, we did all right. But the shakiness of my parents’ union was obvious to us. Occasionally my mother would threaten to leave, and my father would shout back that he’d be happy to give her a divorce. \n\nWhen I was 5, they actually sat us down and told us they were splitting, but my father never moved out. Our family life went on as it always had, with moments of extreme connectedness between my mother and father (“Your parents have heat,” a friend once told me) interrupted by my mother’s weeping or my father’s refusal to speak to her, sometimes for days. \n\nEven as adults, my parents seemed to continue to relate to each other like the teenagers they had been when they met. Married so young, they never had the chance to grow into individuals capable of the patience and compassion necessary when making a lifetime commitment.\n\nNot that I understood any of this then. For me, the charged dynamic between them was routine, our normal, and I thought we had all achieved a certain ... well, if not quite peace, then at least acceptance. \n\nUntil my brother came home one night and told them his girlfriend was pregnant.\n\n“You know, you don’t have to marry her,” my father said.\n\nIn those words — which my mother did not counter — I heard, for the first time, an accumulation of years of disappointment, of my parents’ knowing their lives would never turn out the way they once must have  thought they would. \n\nSure, there had been happiness, and love, and a lot of both of those things throughout their marriage. But as became clear to me that night, there had been just as much regret. They married only  because they got pregnant — and if they had it to do over again, they would choose differently. It was a realization that broke my heart, and that for a time made it impossible for me to look at them, and their relationship, as anything other than tragic. \n\nMY brother did decide to marry his girlfriend. Six months later, my first nephew was born: a screaming, red-faced tyrant who claimed a lifetime of love from me the first time I locked eyes with him as he lay in his incubator, flailing to get out.\n\nSeemingly taking my parents’ lead, my brother and his wife followed with three more babies — all boys, all beautiful and smiling and delicious.\n\nAnd then last year brought another return to my parents’ Queens home for my brother, and another fraught living-room conversation. He and his wife were separating. There was no fixing it. They had been married for nearly 10 years, but now it was over.\n\nThe news took me back to that night a decade before, those words that forever changed my view of my parents’ relationship. Only this time, I heard something different in my father’s words. I didn’t hear regret so much as caution. As in: “Do you really have what it takes to hang in there?” \n\nPerhaps that’s what my father was saying, an acknowledgment of the strength and endurance required for any couple — whether 21 or 41, soul mates or not — to stay married. \n\nIn the end, my brother and his wife could not make it work. But my parents will celebrate their 42nd wedding anniversary this fall. I know now that neither of them believes they were right for each other at 21, that they likely would have broken up and married other people had they not gotten pregnant. But in the end, they chose each other — and they have continued to choose each other despite all the chances they have had to walk away. \n\nIn that choice, I no longer find heartbreak. I find hope."
}