{
  "url": "http://www.nytimes.com/2010/02/21/fashion/21love.html",
  "headline": "A Novice Monk Faces Two Different Loves",
  "dateline": {
    "year": 2010,
    "month": 2,
    "day": 20
  },
  "byline": "Stephanie Saldana",
  "text": "THE first time I saw Frédéric, he was wearing a long monastic habit and carrying a battered teapot. “Would you like some tea?” he asked in English tinged with a French accent. \n\nWhen I said “yes,” he smiled and lifted the teapot high, tipping it slightly so the tea poured in a long, steaming arc. The man clearly poured a lot of tea.\n\nAt 27, I had just arrived in Syria on a yearlong fellowship to study the Prophet Jesus in Islam. I was living in a dilapidated room in the Old City of Damascus with decaying wooden doors, a nonflushing toilet and a 73-year-old Armenian neighbor. \n\nThis was six years ago, when refugees from the war in Iraq were flooding the city, and my Arabic studies were progressing at a painfully slow pace. The cacophony of Damascus life exhausted me, not to mention the stream of admonitions from my neighbor: “What? Are you wearing that outside the house? People can see your legs! What? You’re from Texas? Do you know George Bush? Ha! Ha!”\n\nBy the end of each week, I was ready to escape to the desert. \n\nThe monastery of Deir Mar Musa is perched atop a mountain, and it can be reached only by climbing 350 stairs. The monastery had been built into the cliff some 1,500 years before, and the building occupies a space that appears to be nestled exactly between earth and sky. Soon I was visiting the monastery almost every weekend. Whenever I arrived in the courtyard, that young French novice monk would appear, asking me if I would like some tea. \n\nI soon learned that Frédéric was in his third and final year of novitiate, having arrived on a journey through the Middle East several years before and more or less staying put. In that time he had come to look exactly as one might imagine a desert monk to look. He possessed a mane of wild curly hair, the requisite leather belt and sandals, and hands often swollen from beekeeping. \n\nBeyond offering and accepting tea, he and I didn’t speak much. He seemed too otherworldly for me, and I had just had my heart broken by a man in Boston, leaving me suspicious of men in general, even novice monks.\n\nWe became friends only when I decided to become a nun.\n\nTwo months after I arrived in Damascus, I left the city for the monastery to undergo the monthlong Spiritual Exercises of St. Ignatius. I spent weeks in silence. I prayed. In my afternoons on top of desert mountains, I wrestled with a difficult family past, a history of depression and the feeling of helplessness I experienced when confronting the chaos of a region I had come to love. Finally, I chose to offer up my life to God. In the words of my childhood religion teacher, I decided to “help carry the cross.”\n\nI never knew if God accepted my offer. My body didn’t. A few weeks after I decided to become a nun, I grew so sick that it hurt to breathe. I spent two weeks in my bed in Damascus waiting to die, allowing my 73-year-old neighbor to ply me with 7-Up, which he insisted could cure any malady from flu to cancer. My neighbors referred to my illness as “the sickness of sadness.” \n\nWhen I finally returned to the monastery, Frédéric found me sitting alone in the chapel, weak and overwhelmed. He approached quietly and sat near me for a long time. Finally, I began to speak about my month in the desert, about my confusion regarding my decision to become a nun. He listened.\n\nGetting up to leave, he said, “I never really thought you should become a nun.”\n\n“Why?”\n\n“Because you don’t believe in resurrection.” \n\nHe didn’t say it cruelly. In fact, he sounded sad.\n\n“What do you mean?” \n\n“It’s simple, Stephanie. You don’t love your life.”\n\nAnd I didn’t — not the life I had left behind in America, and not the life I had assumed in Syria. But I wanted to start.\n\nThat February in Damascus, I set out in search of beauty. I studied the Koran, pausing to hear the music hidden in the verses. I watched children playing at the Ummayad Mosque at dusk, their bodies glowing golden as the sun set on the marble tiles. I began to speak Arabic, delighting in the cadence of the Syrian dialect. Then, on Thursday nights, I traveled to the monastery, where I prayed, walked in the desert and talked to Frédéric. \n\nIn the beginning, we spoke mostly about God. But we recognized something familiar in each other. Before long he was telling me about his childhood in Brittany, about his travels in Canada, the Far East and throughout the Arab world. I told him about sailing the Nile and walking across Spain. One Saturday morning we sang every Beatles song that we could think of while we washed the dishes.\n\nThen we returned to the “life of the angels,” the monastic day that is siphoned off by bells and prayers. That evening after the meditation, when Frédéric picked up his guitar to play the hymn before the Mass, instead of “Alleluia,” he played the Beatles’ “Blackbird.” I knew he was telling me a secret.\n\nThere is no graceful way to fall in love with a man already engaged to God. By April, Frédéric and I knew that our relationship had passed the border of friendship. I blamed myself. Was I trying to compete with the divine? Was I temptation embodied, like those evil women who seduce monks in the legends of the Desert Fathers? \n\nFor his part, Frédéric tried to make sense of our relationship from the world in which he lived. “Remember, Stephanie: this is a spiritual love. Like the love between St. Francis and St. Clare.”\n\nBut Clare never daydreamed about retiring to a farmhouse in the French Alps with Francis and having three children.\n\n“It’s clear we’re meant to be together,” he insisted. “But I’ve already been called to be a monk. Maybe this is God’s way of telling you that you should be a nun, after all.” \n\nBut if there was anything I was certain of now, it was that I was not meant to be a nun. For months I had agonized over whether or not I had a calling. Yet from the moment I fell in love with Frédéric, I had never questioned the truth of my emotions. I knew, for the first time in my life, that a calling felt like this. \n\nSo I tried to stay away from the monastery. I tried not to influence Frédéric in his choice. I even bought him a new monastic belt, as if donating to his ascetic wardrobe would somehow render me guiltless. He called me most evenings, and though we spoke of little other than studies and prayers, we knew that we did not want a day to pass without hearing from each other. \n\nOne afternoon he asked me to teach him the Koran.\n\nThat night, I sat down and opened my Koran to the story of the Prophet Joseph. A mystic, a stranger, he was so beautiful that the women who saw him became distracted from their work and cut their hands. His life was suffused with the memory of a night in his childhood when his brothers abandoned him at the bottom of the well. In the moment he lost hope, he received a message telling him the meaning of his life.\n\nI could not tell Frédéric I thought he was beautiful. I could not tell him that sometimes the secrets of our lives do not belong to us but instead are given in the moment we feel abandoned at the bottom of the well.\n\nInstead I sent him the passages on the Prophet Joseph. I added a note, saying that it contained the story of a beautiful young man, exiled far from his family, who dreamed great dreams and through those dreams understood the world.\n\nIt was the first love letter I ever sent him.\n\nFor the next two months, Frédéric and I courted each other  through Koranic love letters. I hoped he would learn about me through the stories I loved. \n\nI waited. I lighted candles, and then felt terrible about asking God for this favor. I tried to study. Most of all I wrestled with the uncomfortable fact that Frédéric was a novice monk who believed deeply in his vocation. But he was also in love with me. It was as though, he told me, he had been given two callings, and then asked to do the impossible:  choose between love and love. \n\nHe decided to ask for God to send him a sign. \n\nMy lasting memory of that summer is of me in a crumbling room in the ancient city, and Frédéric in the desert, both looking out our windows for signs. For a few weeks everything became miraculous: ceramic tiles on old buildings, children holding hands. \n\nOn one of my last days in Syria, Frédéric passed me on the stairs of the monastery and handed me a note: “Maybe God finally spoke. I met you.”\n\nI RETURNED to America as planned, and the next month Frédéric traveled to India to make a choice, far from the influence of abbots, monks and me. He wished to be invisible, so he wore his ordinary clothes. \n\nIn a crowded train station in Mumbai, he boarded a train to Kerala. Soon the countryside was flying past. He wrote in his notebook: “I can feel a miracle coming.” \n\nThe train slowed at the next station, and two elderly nuns boarded, followed by a young Indian girl.\n\nHow strange to see them here, he thought. They looked for the number on their ticket. It was next to his seat.\n\nThe two nuns approached him. “Are you going to Cochin?” they asked.\n\n“Yes.”\n\n“Then can you please take care of her? She’s traveling alone.” \n\nFrédéric nodded. \n\nIt was quiet for a long time. When the train started moving, the girl glanced at him. \n\n“Where are you going?” he asked her.\n\n“I was a novice in a Carmelite monastery for three years,” she said. “And now I’ve decided to leave and return to my family.”\n\nHe looked at her in disbelief for a moment, and then smiled. \n\n“Me, too,” he said.\n\nAnd now we are a family."
}