{
  "url": "http://www.nytimes.com/2010/12/12/fashion/12Modern.html",
  "headline": "A Roomful of Yearning and Regret: Modern Love",
  "dateline": {
    "year": 2010,
    "month": 12,
    "day": 9
  },
  "byline": "Wendy Plump",
  "text": "NOT long ago, the friend of a friend spent the night in a hotel room, which is sometimes what you do when you find out your spouse has been having a yearlong affair. His flight was sadly predictable — it’s all many of us are capable of after discovering such a betrayal — though I am sure he now realizes that mere movement is not a fix for that kind of agony.\n\nI know this for two reasons:  No. 1, I have had an affair;  No. 2, I have been the victim of one. When you unfurl these two experiences in the sunlight for comparison, and measure their worth and pain, the former is only marginally better than the latter. And both, frankly, are awful. \n\nI recently offered my cheated-upon view of things to my acquaintance, who has returned every night for a week to that hotel because he cannot bear to look at his wife. A couple of years ago I offered the other side to a friend when she was considering having an affair. \n\nStart, I suggested to her, by picturing yourself in the therapist’s office with your betrayed husband after you’ve been found out (and you will be found out). You will hear yourself saying you cheated because your needs weren’t being met. The spark was gone. You were bored in your marriage. Your lover understands you better. One or another version of this excuse will cross your lips like some dark, knee-jerk Hallmark-card sentiment. \n\nI’m not saying these feelings aren’t legitimate, just that they don’t legitimize what you’re doing. If you believed they did, your stomach wouldn’t drop on your way out the door to your lover’s. You wouldn’t feel the need to shower before climbing into the marital bed after a liaison. You wouldn’t feel like a train had struck you in the back when your son asked why you forgot his lacrosse game the other day. \n\nWhen you miss a family function because of work, you get over it. When you miss a family function because you were in a hotel room with your lover, you feel breathless with misery.\n\nThe great sex, by the way, is a given. When you have an affair you already know you will have passionate sex — the urgency, newness and illicit nature of the affair practically guarantee that.\n\n What you don’t know, or perhaps what you don’t allow yourself to think about, is that your life will become an unbearable mix of yearning and regret because of it. It will be difficult if not impossible to be in any one place with contentment.\n\nThis is no way for an adult to live. When you’re with your lover, you’ll be working on your alibi and feeling loathsome. When you’re with your spouse, you’ll be dying to return to your love nest. When you are at home, everything in your life will look just a little bit out of register — the furniture, the food in your refrigerator, your children, your dog — because you’ve detached yourself from your normal point of reference, and it now belongs to a reality you’ve abandoned. \n\nYou will be pulled between two poles, one of obligation and responsibility, the other of pleasure and escape, and the stress of these opposing forces will threaten to split you in two.\n\nI met the man I cheated with early in my marriage. He was the beautiful twin brother of a friend, something like a young Errol Flynn. I was entranced. My husband traveled a lot and I took advantage of that, finding myself at my lover’s apartment often. But at home with my husband during those ragged months, I was anxious and ill at ease. I should have been focusing on our new house, our new jobs, but my inability to resist the pull of the affair ruined all of that. I could not concentrate on our coupled life and frankly did not care to.\n\nI knew I needed to stop it, but didn’t have the will to do so on my own. I had to enlist my husband, to tell him so that we could battle this together. So I admitted to the affair one evening after dinner.\n\n Almost 20 years after that confession I can still remember how the whole world narrowed down to the two of us sitting there, that new truth congealing between us.\n\nOnce the affair is out in the open, you will strive mightily to justify yourself. You will begin many sentences with the phrase, “I never meant to — ” But one look at the hollow-eyed, defeated form of your spouse will remind you that such a claim is beside the point. You can both get over this, yes. But the innocence will have gone out of your union and it will seem  as if a bone  has been broken and healed, but one that rain or cold weather can set to throbbing again.\n\nSo, now take the other side. You discover your cheating spouse, as I once did, and what you experience is not far removed from post-traumatic stress. It is a form of shock. As your mind struggles to accommodate this wrenching reality, you won’t be able to sleep or focus. Your fight-or-flight mechanism will go haywire. You will become consumed with where your spouse is at any moment, even if you see him in the pool with your children.  \n\nYou will lose your appetite. Stress will blow out your metabolism. You will torture yourself with details known and imagined. You will fit together the mysteries of his daily patterns like a wicked puzzle. Every absence or unexplained late night or new habit or sudden urge to join a gym, for instance, will suddenly make horrible sense. You will wonder why you were so stupid.\n\nBut as the writer Paul Theroux says in one of his travelogues, “It is very easy to plant a bomb in a peaceful, trusting place.” That is what the cheating spouse has done. Then  detonated it.\n\nSooner or later your illicit, once-beloved object of affection will become tawdry, wearying. You will come to long for simple, honest pleasures like making dinner with your sons or going out to the movies without having to look over your shoulder. \n\nOn the other side, your spouse’s philandering will cease to torment you and instead the whole episode will leave you disgusted and bored and desirous to get out. You will just want to be with someone who does what he says he is going to do, goes where he says he is going to go, and can be found any time you need him because he is not hiding.\n\nI say all this by way of hope, believe it or not. Affairs are one of the adult world’s few disasters that can be gotten over, with a lot of time and kindness. It has to burn out of you over months and months, flaming up and then subsiding  as you get used to the fact. \n\nA great deal of comfort will come from your friends, many of whom will offer advice — hate him, leave him, move on — that you should listen to politely and then reject. After all, the consequences of your decisions will be visited upon you, not your friends. They will be only too happy to amplify your confusion, listen to you cry, and then get into the car and drive home to their own intact families.\n\nIN the end your marriage may not need to be trashed, though mine was. The affairs metastasized in our relationship from the inside out. By the time all was said and done, there was little left to save. Our marriage had become like a leaf eaten away by caterpillars, where the petiole and midrib remain with some ghostly connective tracery in between. Not enough to hold even a drop of rain.\n\nI look at my parents and at how much simpler their lives are at the ages of 75, mostly because they haven’t marred the landscape with grand-scale deceit. They have this marriage of 50-some years behind them, and it is a monument to success. A few weeks or months of illicit passion could not hold a candle to it. \n\nIf you imagine yourself in such a situation, where would you fit an affair in neatly? If you were 75, which would you rather have:  years of steady if occasionally strained devotion, or something that looks a little bit like the Iraqi city of Fallujah, cratered with spent artillery?\n\nFrom where I stand now, it all just looks like a cheap hotel room, whether you’re in that room to have an affair or to escape from the discovery of one. \n\nAnd despite the sex and the excitement, or the drama and the fix of everyone’s empathetic attention, there is no view from this room that is worth  having."
}