{
  "url": "http://www.nytimes.com/2010/12/26/fashion/26Modern.html",
  "headline": "Strangers’ Kindness Lights the Way: Modern Love",
  "dateline": {
    "year": 2010,
    "month": 12,
    "day": 23
  },
  "byline": "Andrew D. Scrimgeour",
  "text": "WE never expected that we would want to be anywhere but in Denver for Christmas. But that year, when our first child arrived in August, my wife and I knew we had to go to California and show him off to my parents, brothers, and sisters, all of whom had long despaired that we would ever start a family. \n\nWe hadn’t been averse to having children. We love them and hoped to have several. Just not right away. Our postponement stretched to 13 years as graduate degrees and careers consumed our attention.\n\n Like many who put off starting a family, we were in no hurry to surrender our freedom. But more than that, we were intimidated by parenthood. The idea of taking on the responsibility of a new life was daunting. Could we be worthy of such  trust? \n\nWhen we finally managed to put aside those fears and embrace the challenge, we were reminded that we were not fully in charge of our strategic plan. A miscarriage intervened, compounding our worries and extending the delay. So when Drew arrived, safe and sound, defying the worries of his mid-30s parents, the euphoria that set in had to be shared across state lines.\n\nRather than head directly west, we decided to take a scenic route south through the snow-pocked plateaus of New Mexico and Arizona to Southern California. North of Los Angeles we would visit the Danish village of Solvang, famous for its Christmas splendor, and then head up the coast to our destination in Sonoma County.\n\nPacking for the trip required some ingenuity since the space-gulping paraphernalia of our 4-month-old had to fit into our toy-size car, a yellow Volkswagen bug. The car seat alone took up most of the back seat, so diaper bags, the collapsible stroller and Christmas gifts filled every niche. At the urging of friends, who knew of our lack of winter travel experience, we stashed a large candle, matches and water in the rear window compartment — a safety precaution should we become marooned in the desolate stretches of the Southwest.\n\nOnce under way we motored south on the Interstate, talking nonstop, reveling in every gurgle from the newest family member and delighting in the ribbons of snow skittering across the pavement.\n\n By midafternoon I was ready for a change and asked Dot if she would take the wheel so I could read. Popping a Dramamine to avoid motion sickness, I dived into my book. Not surprisingly, my drug of choice soon closed the curtain on my literary intentions. Before I drifted off, I asked Dot to rouse me when we were near Albuquerque.\n\nSeveral hours later I awoke with a start. Something was amiss. The sky was growing dark and the sun was all wrong, setting to my right when it should have been in my face.\n\n“Didn’t we turn west at Albuquerque?” I asked. \n\n“No,” Dot replied. “I woke you when I saw the signs, but you just grunted and went back to sleep. So I kept going.”\n\nI had no idea where we were — just somewhere in the desert south of Albuquerque. It was almost dark. Snow was swirling in the headlights, the temperature had plummeted, and I could feel the muscle of the wind against the car. Then I noticed the fuel gauge, and any hint of drowsiness evaporated. As though registering our final grade for a course in parental preparedness, the needle hovered on E — E for effort, E for empty.\n\nConsulting the map confirmed it was unlikely that we were close to a town or gas station, and no one had passed us for some time. Nothing was in sight, only sagebrush and the distant mountains. The knowledge that we had emergency supplies offered little consolation. Where was the bidding star of Bethlehem when we needed it? We tried to keep panic at bay, but we knew we had put our baby at risk.\n\nI shuddered to think that back in Denver on the morning of Drew’s birth, I had been so fervent in my resolve to be a good father. I had made promises to him when he was barely dry, as I walked and rocked him for over an hour, while Dot wrestled out of the anesthesia. I nuzzled him, talked to him, sang to him and made promises — a good life, a full life, red wagons, sleds, books, zoos, milk with graham crackers smeared with butter. \n\nYet on the way  to his first Christmas tree, I was already jeopardizing his life by failing at the most basic of parental duties: providing warmth and shelter.\n\nWe took the first road that seemed to lead northwest and after a while were rewarded by flickers of light in the distance. We turned in their direction at the first chance and soon arrived at a string of bare bulbs dangling over a barbed wire enclosure. \n\nSeveral trucks were parked inside the fence, each branded with white letters that read, “Bureau of Indian Affairs.” We were, as it turned out, on the Laguna Indian Reservation. Beyond the security fence we could see a dozen small cement-block houses, a pickup in front of each. I pulled in beside the closest truck and stepped out into the snow. With that movement, I set off the village canine alarm system: dogs began to growl and bark, curtains parted and shadows peered out. The VW intruders had been spotted.\n\nKeeping an eye on the snarling sentinels, I knocked on the door of the nearest house.\n\nIt opened slightly to reveal a small boy. I explained our plight. Was gasoline available nearby? \n\nPeeking through the crack, he pointed to the house opposite his. \n\nSoon I was retelling our story to the man who answered that door. I had just said that my wife and baby were in the car when a woman shoved the man aside, opened the door fully and asked, “You have a baby in the car?” \n\nI said that I did, and that his mother was in the car, too.  “Get them in the house right now,” she said. “They’ll freeze to death out there!”\n\nAs soon as the three of us felt the warmth of the house and introductions were made, our host offered to drive me in his truck to the gas station at the reservation store several miles away. If we hurried, he urged, we could get there before it closed. \n\nOut on the road he wasn’t bashful with the gas pedal, and soon we were filling two five-gallon cans.\n\nOn the way back, several pickups passed us at high speed, one recklessly chasing another, horn blaring. My host solemnly explained that they were Laguna teenagers, that his son was probably among them and they were surely drinking, too. \n\n“Our kids are trapped here,” he said. “They won’t leave the reservation and get a good education. They waste their money on cars, trucks, booze and girls. I worry about their future.”\n\nHe talked for a while about such fears, like the toxic mine tailings he knew his son and his friends had been exposed to, and as he spoke I felt a kinship with him that would have eluded me only four months earlier. He was a father, I was a father; we had children to worry about. But whereas I was just starting on this path, full of joy and hope for my son, he was much further along, facing real threats and shouldering grave concerns.\n\nWHEN we arrived back at the house, I found Drew on a blanket on the living-room floor smiling contentedly at the children who were entertaining him in the light of a Christmas tree. Across the room, Dot was sitting at the table eating supper with our hostess. The woman rose and, pointing to a chair, said, “That’s your place.” She set plates of ham and scalloped potatoes in front of her husband and me, and the four of us dined and traded in a universal currency: stories about our children.\n\nWe stayed much too long at the table, but oases of kindness are difficult to leave. As we made our goodbyes, I was at a loss as to how to say thank you without blundering and insulting them. So as I shook our host’s hand, I gave him a $10 bill, saying that while we could not begin to repay his family for their generosity, I at least wanted to reimburse him for his own gas. \n\nHe took the money and thanked me with the grace of a career diplomat. Then he stepped toward Dot, who was holding Drew, and carefully tucked the money under Drew’s blanket. “I haven’t had the chance to get your son a Christmas gift,” he said. “Would you do it for me?”\n\nAnd with that final kindness, we headed west into the darkness."
}