{
  "url": "http://www.nytimes.com/2011/10/16/fashion/bitten-in-the-virtual-zoo-modern-love.html",
  "headline": "Bitten in the Virtual Zoo — Modern Love",
  "dateline": {
    "year": 2011,
    "month": 10,
    "day": 13
  },
  "byline": "Terry Tom Brown",
  "text": "A FEW days before I was dumped, I sat in the campus library. It was the eve of my first chemistry exam that semester. Under the dusty lights of the reading room, I was supposed to be studying. Instead, I stared at the cracked screen of my cellphone, waiting for a call.\n\nScattered across the table were my textbooks, laptop, pencils and two stacks of index cards. One stack had the names and definitions of the seemingly endless number of organic compounds I had to memorize. The other tackled more complicated material: my love life.\n\nIt had been almost two weeks since I’d seen the guy I was dating. Based on his lack of communication, I feared our next phone call would be our last. So I took pre-emptive action, composing on index cards a list of reasons why he and I should still hang out. One read, “I’m not looking for anything serious either, just fun” (a completely false statement). “My friends love me,” read another.\n\nHe did not call that night. I guess he didn’t want to break up with me on Valentine’s Day. Memories of better times galloped through my head: cuddling in bed, watching nature documentaries. I thought we had a connection, some bond.\n\nWhen I got home I didn’t bother taking off my jacket. I just collapsed into bed and stared off, in that way. I had dated this guy for only a month. How pathetic. Why did I miss that hulking hockey-player-turned-vegetarian-paralegal so much?\n\nThroughout the school year I am employed at a popular nature museum where I care for animals, primarily insects. To me it’s the best job ever. For a science student, it’s much better than folding clothes at a department store. I have also learned a lot, odd facts I tend to spout out during dinner conversations, like: “Butterflies can see with their genitals. They have photoreceptive cells on their sex organs.” \n\nI actually have said those words on dates. That’s how a nerd copes with first-date anxiety.\n\nI also collect information on animal courtship, and my knowledge is extensive enough to make David Attenborough blush. \n\nDid you know that a female humpback whale lifts her genitals above the water while males fight for her affections? Male fruit flies give females a gentle pat on the behind to let them know they are interested (not much different from some guys I know). Panamanian golden tree frogs wave their tiny hands to communicate their desires. And albatrosses, which stay together their entire lives, keep it interesting by entertaining each other with goofy ritual dancing.\n\nI think life would be good as a monogamous albatross, partly because I find human courtship senseless. In almost all species of animals I have studied, a remarkable gesture of interest is what wins a mate. In humans, it’s the opposite.\n\nConstructing a brightly colored nest works wonders for the bowerbird. Clownfish will actually change their sex in the right setting. Bonobo chimpanzees display their physical interest in one another directly and ceaselessly, performing sex acts as greetings. \n\nPerhaps humans have simply entered a new stage of evolution in which we have abandoned chocolates, door holding, flowers or any overt gesture of interest for a new and unnatural order of things.\n\n“The smartest thing you can do is play hard to get,” said my best friend, Becca, during a brunch at which I was discussing my relationship troubles. “Don’t make yourself too available.” Becca must know what she’s talking about because she has been with a guy for more than a year, and they are talking marriage. \n\nMy friend David was also on the cusp of being in a serious relationship, but he prided himself in staying detached enough so he would not be forced to label it. “It ruins it when you have to call it something,” he said.\n\nWhen I was with my guy, the last thing I did was play hard to get. Once I even badgered him with six texts in a row, and the fact that he did not respond only made me want him more. It left me wondering: Why can’t we get enough of people who don’t give us enough?\n\nAfter brunch with Becca, I was ruffled by how little my guy was talking. I wasn’t quite at the point of writing “I love myself” index cards (What crazy person does that?), but I found myself reading a lot of dating material, articles like, “How to Know He’s Just Not That Into You” and “When He Doesn’t Text.” It did not matter that the articles were about straight relationships and I was gay. They assured me of nothing except that I wasn’t alone in how I felt.\n\nWhen he finally called and said he wasn’t looking for anything serious, I was crushed. I passed through the stages of grief that follow a breakup: denial, anger and depression. But not acceptance. My pride stood in the way of that. Pride also is what filled my planner with the long list of guys I dated for two weeks after, most of whom I met on dating Web sites.\n\nDating sites are like virtual zoos, but for humans. You can learn about the various creatures by reading their panels and observe them without any real danger, but you should think carefully before squeezing through the bars to meet what is lurking on the other side. At least that is what I should have done.\n\nAmong my dates were a boring professor of Shakespeare who made dinner feel like office hours and a Texan who thought he could lasso me by subtracting 15 years from his age. \n\nBut then one morning I saw Nick waiting tables at the restaurant around the corner from my apartment. He hustled around the dining room serving a combination of eggs and attitude. His piercing blue eyes and messy dark hair made me bite the inside of my lip. He reminded me of Jonathan Rhys Meyers, but made in Little Italy. As it turned out, we shared mutual friends.\n\nAt our first dinner I sighed with relief when he rattled off names of barbecue places he liked. We laughed over our mutual obsession with superhero films. And after watching me chew the meat off a chicken bone, he still gave me a kiss goodnight.\n\nOn another date he suggested a trip to a shooting range near the West Side Highway. I was excited but nervous, never having shot a firearm. He smiled and laughed and held my hand. His skin was always warm to the touch.\n\nWorking at the museum greenhouse recently, I saw a pair of birdwing butterflies engaged in a courtship dance. The male, with his shimmering green wings, flies up and under the female repeatedly until she submits. This male looked exhausted; he had spent so much time seeking her attention that his wings had become tattered and faded.\n\nThat evening a large group of children were in the museum for a special event. A few were excited seeing a large butterfly carrying a smaller one in flight. At first I thought it was the same mating behavior of the previous pair, but then I realized it was something tragically different.\n\nThe female was spiraling in the air with the corpse of the male butterfly attached. He had died during intercourse. He must have been so exhausted from impressing her that when she finally gave in, he gave out. Spending most of the day resisting him, the female did not have the strength to remove him, so she died also. The moment felt very metaphoric, probably because Nick had been so persistent in pursuing me.\n\nAT first his behavior was endearing. He constantly gave me attention, lavishing me with compliments, calls and sometimes gifts. But one morning when I slid out of bed from next to him, things felt different. All his wooing suddenly repelled me.\n\nI crawled back in and tried my best to pretend things were O.K. He showered and dressed. I clenched my teeth when it was time to kiss goodbye, then shut the door behind him, sighed and wondered if he had any idea. \n\nSlouching into a nearby chair, I found myself questioning the nature of our relationship, how uneasy I became when Nick gave me everything I supposedly wanted. I began to think how ridiculous it is that our most useful allure is resistance and that our natural reaction is to push away someone who shows that he cares.\n\nWould I hurt Nick the same way I had been hurt in the past? I was reminded of my friends and their need to stay detached. I thought about the guy who dropped me and wondered if he experienced the same thing I was experiencing now. I wasn’t used to being liked so easily. \n\nCould it be that I was conditioned to think I had to work for someone’s affection and if I didn’t it meant something was wrong? All that effort did the birdwings little good. Then I thought of my friend the albatross, and I smiled for a moment. \n\nIt wasn’t long after that I realized I was now failing chemistry."
}