{
  "url": "http://www.nytimes.com/2011/12/11/fashion/what-wasnt-passed-on-modern-love.html",
  "headline": "What Wasn’t Passed On - Modern Love",
  "dateline": {
    "year": 2011,
    "month": 12,
    "day": 8
  },
  "byline": "Mary Beth Caschetta",
  "text": "THREE years ago, while my mother was recovering from major abdominal surgery, I made a trip to upstate New York to help my parents. The visit went surprisingly well. Within 48 hours, my mother was up and about. In the evenings, my brothers stopped over to drink beer and eat whatever my father and I had cooked up. Things seemed easier with us than they had been in a long time.\n\nUsually when my family got together for a meal, the dinner table turned into a minefield. My father and brothers were conservative; my mother and I were progressive. Goading was their sport; dodging was ours. It was a game we had played for years, but no one seemed in the mood this time. Even my volatile father was mellow, having switched from his usual gin to wine.\n\nMy childhood home had never been comfortable for me. Ours was the only stately colonial on the block to feature rifles displayed in cases (or stacked in piles under beds), animal heads mounted on walls, and lamp stands made of deer hooves. (It made you wonder what could happen if you fell out of favor.) A full-size carousel horse sat in the middle of our family room near an authentic barber’s chair and a large wooden dog affably extending a tray to hold your drink. The whole mishmash added up to the confusion of my childhood. At 42, I still found it overwhelming. \n\nThat last night, we clung to a safe topic: the weather. A worrisome blizzard was heading our way. With one Great Lake north and another west, my hometown was always prepared for an emergency. You didn’t mess around in these parts; you changed your travel plans. \n\nMy father and I got up early the next morning so I could beat the storm, driving five and a half slippery hours back to Massachusetts with my reliable travel companion, a gentle and athletic black standard poodle.\n\nMy father insisted I take a lunch in a hunting cooler he had packed himself. He was never much of gift giver, at least not to me: a bike on my 12th birthday, and once a rifle he taught me to shoot. There had also been a college education, paid for in full.\n\nMy chest filled with cold air and gratitude. Here was the man who had given me life, and however difficult our past, he wasn’t going to be around forever. I scraped ice off the windshield, stomped snow off my boots. “I love you, Dad.”\n\nIn the awkward silence that followed, I whistled for my dog. We watched her come bounding toward us over snowbanks, agile and graceful as she slid through the beams of the car’s headlights and leapt into the back seat, settling in for the long ride.\n\nMy father cleared his throat: “I love you, too.” \n\nThree months later, he was dead. \n\nIt happened while he was chopping down a tree 40 miles north of my family’s home. The coroner said it was instantaneous: his aorta exploded. A female jogger had found him; she had actually been trespassing on a large plot of trailed hunting land my father had bought sometime in the 1970s, the place on earth he loved most. \n\nHe would have been furious at the jogger’s intrusion, but at the time his body was slumped over the three-wheel all-terrain vehicle he used for navigating around the vast acreage of his wooded kingdom. Though I didn’t know it at the time, this piece of land was about to become the focus of my disinheritance. \n\nNo one in my family saw it coming. When it came time to deal with the will, they panicked and pretended it was missing. This was an effort, they said, to protect me. But it turns out you can’t keep a daughter from reading her father’s will. The truth came out weeks later when I got the family lawyer to e-mail me a copy. \n\nMy father had put my mother’s name on the deed to the house and made her the beneficiary of his investments, leaving the rest of his estate to my three older brothers. It was an act accomplished in a single sentence: “I leave no bequest to my daughter for reasons known to her.” He had even managed to happen upon legal phrasing similar to words Joan Crawford had used to disinherit her daughter Christina, author of the later tell-all autobiography, “Mommie Dearest.”\n\nMy first response was to laugh: my macho Italian-American father emulating a Hollywood diva. I was in shock, a temporary state. I braced myself for the pain and humiliation I had spent a lifetime trying to outrun. I could feel it out there — unavoidable, crippling, headed in my direction. My second response was to cry. For weeks. \n\nI felt devastated every time I thought of being disinherited. It was like a baseball bat to the back of the neck — jarring, violent, disorienting. For relief, I turned to my friends, to my therapist, and to Google.\n\nIt turned out that disinherited people, including those being punished with greatly reduced inheritances, were everywhere — in the news, in historical documents, literature, other people’s families — a whole silent population of the suffering and disavowed. There were Cordelia and Jane Eyre, of course, but also real-life characters. How had I landed in such an easy sisterhood with Jane Fonda, Jamie Lee Curtis, Tori Spelling, Paris Hilton? It was beyond me; I’d never even been blond. I learned that only in America do parents routinely disinherit their children. The act itself — personally, morally, legally and culturally — is practically unimaginable in most of the world. \n\nWhenever I tell my disinheritance story, people invariably gasp. They say it’s unthinkable that my father walked into a lawyer’s office with premeditated malice and carried out his intent to remove me as his daughter upon his death. The gasps always surprise me. It’s hard to hold onto how outrageous and psychologically violent the act of disinheriting a child is. And yet if our laws support it, why are we shocked when it happens to someone we know?\n\nNow that a few years have passed, I have come to see my disinheritance in a different light. Although my father surely intended a personal rebuke and financial banishment, his act has proven, for me, to be an odd kind of gift nonetheless. Even if I will never quite know his reasons — the very ones he claimed I should know — the experience has brought me a measure of clarity about who I am and where I came from. Through books, research, and other people’s stories, I set out to solve my mystery. In the process, I got the opportunity to take a long look at myself, my father, my family, the laws and our society.\n\nWhy had he done it? I suspect in part I was the wrong kind of offspring for him. The only daughter, and the family outsider, I had moved away from my hometown and their idea of who I should be. I found the love of my life, a woman, and married her. I didn’t share many of my family’s beliefs or hobbies, and was never the type to hold back an opinion. \n\nIn fact, 20 years earlier, my father and I had had a stormy back-and-forth of letters about who we were to each other, a frank exchange that was without precedent. But we had long since moved beyond that strife, hadn’t we? I felt we had — I had. The older you get, the more you understand that we are, most of us, just struggling to be better versions of ourselves. You forgive. You try to focus on what’s important — love, maybe.\n\nIn the wake of my disinheritance, I couldn’t entirely dismiss my father. He was a second-generation son of Italian factory workers who had labored to become a physician. Well-respected among his patients, he had spent 35 years delivering babies and performing “menstrual extractions” (my family’s euphemism for abortions).\n\nOnce in the 1980s when a group of antiabortion protestors set up camp outside his office, my father went on the local news and declared that he was offering women health care, plain and simple. He dared anyone to try to stop him from delivering gynecologic services to his patients — a risky move for sure, but brave.\n\nI often think about our final morning together. How I stood there, trying to see his face in the dark. We hugged goodbye in that place of my birth, the city where my mother and father had been born, married, raised children, and run my father’s practice; where my brothers had roamed freely, a place I had tried many times to leave behind but never could, not completely.\n\nThe last time I saw my father, I was driving away, a familiar landscape of snow whizzing past my window, filling my rearview mirror. I was already making plans to return, to pick up where my father and I had left off, to see how far “I love you” would take us. \n\nI felt hope rising: it was going to be different next time, better."
}