{
  "url": "http://www.nytimes.com/2011/03/06/fashion/6Modern.html",
  "headline": "A Romance From the Age of the Ocean Liner: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 3,
    "day": 3
  },
  "byline": "Charlotte Silver",
  "text": "IF harried shoppers eating Swedish meatballs at the Ikea in South Philadelphia ever look out the windows of the cafeteria toward the water, the first thing they will see is a gorgeous and desolate ship, the length of three football fields. My ex-boyfriend, Steven, got a book deal to write a social history of that ship. His working title: “The Ideal Ship.” \n\nThat ship is the United States, the last of the grand American ocean liners, launched in 1952. Its sleek, athletic design was practical yet chic,  a splendid feat of American engineering  in the halcyon days of postwar abundance, so remote to us now. The ship on whose decks Grace Kelly, Marlon Brando, and the Duke and Duchess of Windsor once lounged has long since been moored at the crude black ledge of this parking lot. It’s a lady-in-waiting, waiting for scrappers. \n\n If, once upon a time, the United States was the ideal ship, then once upon a time ours was the ideal courtship, out of a Salinger story, another time, another country, when that ship glided across the Atlantic and its creamy paint was brand new. Steven’s book celebrates the last gasp of a time when America still made things and when the future, unquestioned, undimmed, was ours for the taking; when families dressed up to travel and steamer trunks were the fashion. \n\nOur relationship was a rather affected exercise in trying to recapture some of the rituals of that time. We sought a certain romantic formality in what has become  an informal and wholly nonromantic world. \n\nIn the beginning, I lived in Boston and he lived in Philadelphia. The first weekend I went there, my mother gave me a new suitcase. Before then, I didn’t own a proper piece of luggage, only the monogrammed L. L. Bean Boat and Tote I had used since freshman year. By the time I started dating Steven, I was 28; with this suitcase, I achieved womanhood. It was fabulously expensive, and the color orange. I called it “Hermès orange,” after the shade of their boxes. This color,  the voluptuous bitterness of it,   was only appropriate for my first truly adult love affair. \n\nA typical packing list of mine read something like this: \n\nBlack sweetheart neckline.\n\nLanvin pumps. \n\nBirth control!\n\nBlue baby-doll.\n\nFreshwater-pearl  torsade.\n\nWinter,  traditionally a season with all the dreariness and anticlimax of adulthood itself, became with Steven as my escort a happy, gilded time of German Christmas carols, thick cream-laid place cards, butterscotch fur stoles, red corsages. He belonged to one of the oldest men’s singing clubs  in the country  (by the divine name of  the Orpheus Club)   at which there were separate coatrooms for “Gentlemen” and “Ladies,” and where long tables were paved thickly with glittering oysters. \n\nWhat attracted Steven to the United States was its mastery of form. His hero, the naval architect William Francis Gibbs, designed the ship to be made of aluminum, glass, plastic and special fire-repellent materials. Almost nothing was wood; nothing could burn. But what could Gibbs do about the dawning of the jet planes, rocketing into fashion in the ’60s? \n\nThat is the problem with depending on form. The most fastidious blueprints  —  and packing lists  —  only anticipate so much. \n\nOn Valentine’s Day, Steven took me to see the ship. Before that, I don’t think I had ever fully conceived of it as a she, a lady. But to me that day, the condition of the present-day United States was a distinctly feminine degradation. There was a fierce brown gash down the long white throat of her, and I couldn’t stop staring at it, as if it had been made with real violence in mind. \n\nSteven had made dinner reservations at a French restaurant. But just as we were leaving, we discovered that our Zipcar didn’t work. He called a mechanic to come fix it. For hours we stood shivering in the shadow of the United States. \n\nI wanted to laugh. I wanted to press into Steven’s belly and say, “Isn’t this image of us, two tiny people in love, huddling at the foot of America’s greatest ocean liner, absurd?” \n\nBut I didn’t say that, because frankly, dramatic irony was often lost on Steven. To him, disaster was seldom funny. To me, it nearly always is. \n\nNo, he saw only dinner reservations spoiled, things not going as planned. \n\nLater that night, we ended up getting Chinese food. We drank beer and ate pork-fried dumplings, warming ourselves from the gritty freeze of the parking lot. Afterward when we made love, it was one of the most contented times ever, contented being different than passionate, most of our lovemaking having been heightened by the urgency and ambrosia of distance. And I thought: “This is it. This is real.” \n\nNearly a year later, we agreed to meet for lunch at the Oyster Bar at Grand Central Terminal. By then, everything had changed. I was living in New York, and Steven and I were no longer together. He had dumped me the previous summer, when the city was in the midst of a death-grip heat wave. One night not long after, standing at the corner of 57th and Seventh, I gazed up at the roof of Carnegie Hall and briefly, melodramatically, the thought flitted through my head that I wished I could somehow throw myself off. \n\nNow all that was in the past. Recently, Steven had sent me an apology letter, and proposed that we meet up sometime in New York. I chose for us to meet at Grand Central, fancying that its classical grandeur was the ideal backdrop.\n\nI didn’t want to get back together, but, seeking to be the historic preservationist of my own life, I wanted to restore the dignity of the narrative. The breakup had been ragged, and the love affair, on the whole, polished. I wanted an autumnal epilogue, a proper goodbye. Like William Francis Gibbs, like Steven himself, I was pursuing perfect form. \n\n“Meet me under the clock,” I told him, a plaintive lover’s refrain through the generations. I planned to wear my leopard-skin coat and brand-new Italian sunglasses. But as I say, no blueprint can anticipate everything, and the night before we were scheduled to meet, just after I had returned from having my nails painted the perfect retro coral, he canceled because of the weather. \n\nThere was a long time, after Steven dumped me, when if I were on the subway and heard the announcement, “The next stop is 34th Street, Penn Station,” I couldn’t bear it,  because the mention of that stop reminded me of the exalted life of travel and promise, of swooning, cinematic train-platform embraces, lost to me forever. I couldn’t bear to travel by Amtrak; couldn’t even bear, that summer, to go in the ocean. \n\nI went off birth control pills and gained weight; the “black sweetheart neckline” cocktail dress I used to wear, on Steven’s arm,  at the Orpheus Club no longer fit me. With time, though, I discovered that I was tougher than I thought, and that I would be O.K. \n\nBUT as I approach my 30th birthday, I have been thinking of that Valentine’s Day when the man I loved took me to see the  United States, and of her melancholy elegance; the affront of that brown gash on her skin. When Steven, the historian, looked at her, he saw her through a sociological, a patriotic lens:  the ship that was once a nation’s pride facing the prospect of being reduced to scrap. But I don’t wonder now why I,  as a love object soon to be abandoned, saw her as a woman would, for it is women who suffer the pangs of vanished beauty. \n\nAnd I think: how cruel to have traveled the world over, only to end up busted in a parking lot in South Philly. Her first-class ballroom, where J.F.K. and Jackie did the fox trot, is ravaged, her observation lounge stripped of blue leather chairs and CinemaScope worldwide views. And she has nothing to look forward to. Would she ever have anything to look forward to again? \n\nThat, I think, is the trouble with turning 30. In the decade between when I began traveling with my L. L. Bean Boat and Tote and when my mother gave me the Hermès orange suitcase  —  from the ages of 18 to 28  —  I never doubted that having a grand love affair someday was my due, the sentimental education without which no woman’s life could be richly lived. But what if the grand love affair was already in the past? \n\nThese days that suitcase looks the worse for wear. The last time I used it, one of the wheels fell off and went skittering down a squalid city sidewalk, never to be found.\n\n I’m thinking of shopping for a new suitcase. Not orange, though. Maybe violet, or plum. And, for the sake of having something to look forward to, exquisitely, enduringly crafted."
}