{
  "url": "http://www.nytimes.com/2011/07/31/fashion/a-lost-child-but-not-mine-modern-love.html",
  "headline": "A Lost Child, but Not Mine: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 7,
    "day": 28
  },
  "byline": "Kassi Underwood",
  "text": "ON the third anniversary of my abortion, I found out via MySpace that my ex-boyfriend was having a baby with another woman. It was none of my business, except I somehow convinced myself that his new baby was a replica of ours, and as such I felt a sense of ownership, of responsibility for the child’s well-being. \n\nMy college roommate in Vermont had introduced us. He was road-weary that first night, having just driven up from a concert in Kentucky, my home state. He was 20, a ski-lift operator, a community college student. I was a blond Episcopal-bred 19-year-old studying literature and costume design. \n\nEarly on, he told me he was on probation for drug-related offenses, which was forcing him to remain clean and sober. It was easy for me to accept his blemished past because I had my own struggles with drugs and alcohol, making me feel like Nancy to his Sid. \n\nHe and I talked textbooks and compared rap sheets. In his ramshackle apartment, we belted out Bob Dylan songs as he twirled me across the sloping floorboards. He gave me piggyback rides up my dormitory steps and carted me around town on the handlebars of a bicycle.\n\nTwo months after we met, his probation ended. Without supervision, he began crushing up OxyContin and sucking the powder into his nose through a rolled-up dollar bill. \n\nOn St. Patrick’s Day I stayed after theater class, sewing a corset. Clad in a threadbare flannel shirt, he stopped in to help me clip the bones. I hoped nobody could see the dope in his pinned eyes or the pregnancy in mine. My period was two weeks late. \n\n“If it hasn’t come by April, we’ll take a test,” he whispered. \n\nSeveral weeks later, after a university doctor delivered the news, he and I lay side-by-side on his bare twin mattress. “I’m not ready to be a father,” he said. \n\nI nodded, planting my head on his chest. I stared at the water-stained ceiling and prayed he would score a lucrative job instead of more OxyContin. I let myself imagine that I could clean up my own act and finish school and we could hire an au pair, and everything would be fine. But I knew it wouldn’t happen that way. \n\nI had promised myself not to tell my parents, but when I called my mother in Kentucky, I burst into tears as soon as she answered the phone. In the background, my father said, “She’s pregnant, isn’t she?” It had been our collective worst nightmare. “Come on home,” my mother sobbed. “We’ll rear the child here.” \n\nI told her I just couldn’t. \n\nThe truth is, I had ambitions. While I adored children and romanticized the idea of one day raising a small brood dressed in elaborate get-ups of my own design, I wanted a family on my terms: happily married with enough money to live well. After college, after graduate school, after I had started a career. There was no fantasy in raising a child alone. In deciding against adoption, I blamed alcohol: the chance that I had already harmed the baby with my drinking. \n\nBut my ambivalence remained, and when I quit drinking, again thinking of the baby, my boyfriend was lucid enough to notice. We lay entwined on his secondhand couch one night when he muted the TV.\n\n“You want to have this baby, don’t you?” he said.\n\n“We could call her Jade,” I said. All 11 of my grandmother’s siblings had names starting with J. Mick Jagger had a daughter named Jade. Naming her Jade would be a no-brainer. \n\n“Jade’s pretty,” he said.\n\n“But we can’t go through with it,” I reassured him, reminding myself that we didn’t have the emotional equipment. “It’s better this way.”\n\nIn late April, heading to the clinic, he slept in the passenger seat as I fiddled with the radio. Most offices do not allow partners in the room during the procedure, but when I pressed my feet to the stirrups, he was there to knead my shoulders. I dug my fingernails into the nurse’s hand. He and I watched each other instead of the ultrasound machine.\n\n“I’m hot,” I said. “I’m blacking out. Please take off my socks.”\n\n“You’ve got to breathe, honey,” the nurse said.\n\n“Take off her socks!” he hollered.\n\nHis support and innate if untraditional sense of duty almost made me think twice about ending the pregnancy. I thought he might have been a nurturing father after all.\n\nI emerged from the appointment emotionally unscathed, or so I thought. The five-minute procedure had ended my insufferable mélange of nausea, exhaustion and shame. I briefly saw a therapist, troubled that I did not feel guilty. \n\nSoon I started drinking again, was arrested for drunken driving and was fired from three jobs for coming in slurring my words or for showing up late or not at all, while my boyfriend eventually disappeared into heroin. I waited for the countless rehabs to work their institutional magic on him, but they didn’t. Our relationship ended on good but sorrowful terms.\n\nNot long after we broke up, he met a girl at a music festival, and a couple of years later she gave birth to their child, whom they named Jade, of all things. They managed to stay together during his stints in jail. By now I was following them on Facebook, where they had migrated like just about everyone else.\n\nMeanwhile, I went into treatment, quit drinking and moved to Austin, Tex., for a job. With sobriety and a salary, I couldn’t stop thinking about the baby that wasn’t, a loss somehow made more painful by his baby that was. I spent my workdays browsing photos of his little girl, believing in some twisted respect that I was glimpsing the face of the child I could have had. On lunch breaks, I went home to cry in bed, longing for a paranormal miracle. \n\nBy the time I called him, his daughter was about to celebrate her first birthday. He was living at a halfway house in Boston, where my company was flying me for a conference. I harbored a secret motive to find out if he dwelled on the loss as much as I did, so I asked him if he would meet me.\n\nI figured I would bawl in his track-mark-scarred arms. We would plant a tree in remembrance. Then we would raise his (our?) child in my studio apartment. \n\nHe came ambling up to the corner on Newbury Street. I waited in a business suit, disappointed that he was not pushing a stroller. Gone was his shaggy brown hair, mischievous smile and weatherworn Grateful Dead jacket. He had turned hip-hop, from his puffy white Adidas to his crooked white cap. His teeth had browned from the drugs. \n\nWe sat down for cappuccinos in a fancy cafe where we could afford nothing else. He told me that his ex-girlfriend had recently drained his meager bank account and vanished, leaving her infant behind. He confessed that paramedics had recently resuscitated him after he overdosed in a restaurant bathroom. Rehab followed. Now he scrimped by on construction work. He aspired to save for a deposit on a roomy apartment for him and his child, who was living with his parents.\n\nI felt an urge to run to his parents’ home and cradle his baby in my arms, as if she were the responsibility I had shirked.\n\n“I think a lot about what happened,” he said.\n\n“Me, too.” \n\nHe stared ruefully into his steaming mug. \n\n“But,” I continued, “if I had had that baby, you wouldn’t have Jade.”\n\nCould her name be a coincidence? Maybe when they picked her name, he didn’t realize he was remembering. \n\n“Oh, yeah,” he said, flashing a relieved smile; something was lost, and he got to keep it. \n\nI drew my lips to match his cheery expression even though I felt shorted. I had graduated with honors, seen the first book I edited published with my name in microscopic print, and been accepted to an Ivy League graduate program. I kept trying to secure the next accomplishment that would make my decision worthwhile. \n\nMeanwhile, he got Jade, yet he couldn’t take care of her. An overdosing jailbird father stared back at me, buttering crackers with a silver coffee spoon. \n\n \n\nTHE heat of summer hung down on our shoulders when we hugged on the bustling street corner. As we parted, I walked up Gloucester Street toward the conference center; he headed toward the pickup truck he’d borrowed from a friend at the halfway house. \n\nIn the three years since, he has spent much of his time incarcerated for drug-related offenses. I wish I could share my sobriety, my degree and my career to rent that apartment for his little girl, but reality has finally sunk in: the abortion is mine alone, just like Jade is his."
}