{
  "url": "http://www.nytimes.com/2011/08/28/fashion/just-the-two-of-us-when-one-toddles.html",
  "headline": "Just the Two of Us, When One Toddles",
  "dateline": {
    "year": 2011,
    "month": 8,
    "day": 25
  },
  "byline": "Jennifer Baumgardner",
  "text": "SEVERAL years ago, when my son Skuli was about 3, the two of us flew back to New York City early from visiting relatives in the Midwest so I could attend a big bash for my friends Jenny and Sara Jane, who were celebrating five years together. \n\nIt was a blazing hot July afternoon when we arrived at Kennedy Airport after a long, bumpy flight. I threw our bags in Skuli’s Sit ’n’ Stroll, which I used like a wheelbarrow when I traveled with him, and slogged out to the long-term parking lot with Skuli on my hip. Our car, a 17-year-old red Honda Civic, shimmered in the heat.\n\n“This isn’t good,” I thought. One of the many quirks of my vehicle was that it wouldn’t start when parked in direct sunlight. I fastened Skuli’s car seat into the cauldron of the backseat and turned the key, praying it would start. Nothing. I waited two minutes. Still nothing.\n\n“We should call someone to help us,” Skuli offered. He was good at intuiting our next step.\n\nI called, and soon a young guy arrived in a tow truck offering to jump our battery. “It’s not the battery,” I said. “This car doesn’t start in heat. I have to wait until sundown.”\n\n“It’s the battery, ma’am,” he said. After 10 minutes of fruitless jumping, he offered to drive us to the nearest garage. Feeling a familiar financial panic, I mentally calculated the mounting cost of this crisis and wondered if feting Jenny and Sara Jane’s relationship was worth the expense. I decided it was. We got home in time for me to shower and change, drop Skuli at his father’s (where he spent occasional time) and head to the party.\n\nOn a Brooklyn rooftop that night, drinking restoratively, I met Sara Jane’s mother. A onetime single mother herself, she asked me why I wasn’t dating and prodded me for stories about my life. After each story, she would shake her head and say: “Be selfish, Jen. You’ve got to be selfish.”\n\nI was used to unsolicited advice and offers of help. The help I often and gratefully accepted, like an invite for Sunday dinner or the used baby equipment my friends were always finding for me. Often, though, I sensed not so much helpfulness as pity. “It must be so hard,” these friends said, flattening me into a stereotype.\n\nAnd it was hard. I woke up in the night worried about bills, anxious that I’d have someone to look after Skuli while I was working. I took him to parties not because he loved hanging out at adults’ houses at 11:30 p.m., but because it was that or I’d never socialize. But I was happy. I’d never felt so much love and independence at once.\n\nBack at the party, I attempted to respond to Sara Jane’s mother. As a single mother, I didn’t think I was selfish as much as self-full. I had to rely on myself more than ever, and yet my life was rich with friends: Christine dropping by on the way home from work because she knew my door was always open; saying “yes” to spontaneous invitations to the Bronx Zoo because Skuli and I didn’t have to negotiate anyone else’s schedule; sleepovers at Gillian’s because we only needed one bed.\n\nIt seemed to me that two-parent families often had homes that were more closed because they were less reliant on others, whereas my friends and family showed up for me all of the time. My younger sister, Jessica, a happily married mother, marveled at how much help from friends and family I marshaled. \n\n“I guess I’m not afraid to ask,” I said. “And, of course, people assume I need it, which is kind of humiliating.”\n\n“Not as humiliating as needing it even though you have a partner,” Jessica responded.\n\nJessica isn’t one of the condescending types, but I gravitated toward single-parent friends after Skuli was born. We were the ones who always dropped our children late at school and got stern looks from the teachers. We took our children to cocktail parties and readings because it was either that or we couldn’t go. The single mothers I knew had scuffed shoes, and our roots were grown out from too much time between hair appointments. \n\nWe were superficially bedraggled but fundamentally sturdy. We were a crew of single mothers (and fathers) who had escaped bad relationships, started businesses, gone back to school, all while taking care of our children mostly by ourselves. And we shared a common currency: a bracing combination of independence and terror.\n\nI felt lonely on occasions like Valentine’s Day and Mother’s Day. But the other days I felt this magical self-reliance combined with an interdependence that wedded me to the world. \n\nHeading into the subway one day, I was struggling with getting Skuli in his stroller, along with my heavy bags, down the stairs, when out of the corner of my eye I saw a thuggish-looking teenager walking toward me with a menacingly blank look on his face and his pants drooped. He leaned over, picked up my stroller and, without a word, carried Skuli down the two flights of stairs to the subway platform. I sputtered a thank you. He looked me in the eye and said in a soft voice, “I was raised by a single mom, ma’am.”\n\nMy friend Amy was raised by a single mother. When she turned 30, her friends made a book for her, each of us taking a page to extol her work ethic, dance ability and generosity. \n\nHer mother’s page had a snapshot of the two of them taken when Amy was about 5 and her mother, Karen, was in her early 20s, Karen pointing at a flower in front of them and Amy pointing up and away to something Karen can’t even see. In the caption, Karen wrote that it wasn’t the most flattering photo of the two of them, but it was a good example of their relationship. She finished with the lines, “We make a good team — we’ve been a good team.”\n\nThe fact that her mother repeated the phrase slayed me, but I was most struck by seeing my tough, confident, sunny friend cry as she read the words. Like the rest of us single mothers, and those who have been raised by them, Amy knew the joy, beauty and hard-earned satisfaction of being a good team.\n\nAnd we also knew its limitations. Days before that awful moment at J.F.K. when my car wouldn’t start, Skuli and I had been visiting my cousins at their lake cabin in Minnesota. Their house was crawling with children, and my cousin and her husband appeared to have an attractive, invitingly healthy relationship.\n\nThe children swam and hunted for minnows and played with toy cars. And when it was time to leave, Skuli threw himself on the ground and cried: “No, I won’t go! I belong here.”\n\nHe had done the same thing a few weeks earlier at Amy’s house, which had the same appealing constellation of happy and fun parents, cool toys and siblings. There was something about the joviality and regularity of those homes that he missed in his own life — or it just felt right in some meaningful way that his 3-year-old self needed to assert.\n\nTo me, it hurt, because I knew I belonged with him but I didn’t belong there, and I wanted him to believe, as I did, that we were lucky that things had worked out as they did, that our life together was unique and wonderful.\n\n \n\n“BE selfish.” That phrase echoed in my brain. But what did it mean? Was it selfish to stay a unit of two, because Skuli would have to shoulder the burdens of my aging alone? Or was it selfish to have a love life when I had a young child who needed me? I could see it both ways and many more.\n\nIt may have been just a coincidence, but after that conversation in which Sara Jane’s mother told me to “Be selfish,” I began dating again, and before long, I met the man who would become the father of my second child. And, later, he would become my husband. \n\nSkuli has thrived in our nuclear family, which is stricter and more constant than what he knew before. I wonder sometimes if he even remembers our former way of being. Will he know to help a struggling mother with her stroller in 10 years?\n\n“We don’t spend as much time together,” Skuli said to me one day while walking home from school. We were holding hands, and he had been telling me about his life in an alternative universe he calls Boneland. “You spend a lot of time with Michael now.”\n\nI squeezed his hand.\n\n“Remember when we were just the two of us?” Skuli asked, “and we’d sleep together in the same bed?”\n\n“I do remember,” I said. “We make a good team, Skuli.”\n\nWe’ve been a good team."
}