{
  "url": "http://www.nytimes.com/2011/03/13/fashion/13ModernLove.html",
  "headline": "Real Movies, Fake Men: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 3,
    "day": 10
  },
  "byline": "Anna Breslaw",
  "text": "MY aunt is 44 and lives alone in  Manhattan in the same rent-controlled apartment she grew up in. For years I thought she’d never really been with a man, but it turns out she was once, in the ’80s. When you ask her about it, she says, “I’m glad I did it, but I wouldn’t do it again.” She pours much of her free time into maintaining her extensive VHS collection.\n\nThis aversion seems to run in our genes. My extended family consists almost entirely of fatherless, brotherless and husbandless women. We’re skinny and bright, with a capacity for imagination that lends itself to paranoia and social anxiety.  We all possess an encyclopedic knowledge of cinema from the classic to the terrible. Acquiring this knowledge is easier than it sounds. All you have to do is possess a terror of actual male interaction.\n\nMy aunt’s VHS tapes are relics of my childhood. Most of them are rated “R” for violence, drugs, sex and other mistakes grown-ups make. Half are classics, and half are pulpy psychosexual dramas with the kind of morally questionable guys that fascinate and scare the elder generation of women in my family. When I was little, the inappropriate content was always fast-forwarded through at my mother’s request, leading me to believe that “Saturday Night Fever” was 20 minutes long.\n\nOne of my first memories (I was probably 7) is of sitting on the floor of my aunt’s apartment watching “Never Talk to Strangers.” This was right after she’d had a bad experience with an actual man, and my mother and I thought we should be there for her. She was talking quietly with my mother on the sofa.\n\n“He’s not just mean, he’s a sociopath,” my aunt said. “A total sociopath.”\n\nI didn’t know then (and don’t know now) whether she was referring to the real man in her life or to Antonio Banderas’s treatment of Rebecca De Mornay in the movie. This confusion was invariable, and also basically the point.\n\nRomantically, the guys in our lives are tertiary characters at best, antagonists at worst. If my aunt was the Blanche, then my mother was the Stella, swept off her feet by my father at 18 and eventually deposited  in New Jersey alone with three daughters. He’s at his best in crumbling old Polaroids from the 1970s, a dead ringer for Al Pacino.\n\nIt’s no mystery why my aunt’s tape of “The Godfather” is crackly and discolored and sometimes needs  to be ejected around the Sicilian wedding scene; the damage was from us repeatedly rewinding the scene in which Michael Corleone, with his windblown hair, whirls his new Italian wife around in a dance.\n\nBecause of the noticeable absence of men in my family, for years the men in my aunt’s VHS collection were the only men I knew, the tumultuous romances and cathartic, hard-earned endings the only relationships I saw.\n\nI recently heard a story  about scientists raising a chimpanzee as a human from infancy and ending up with this humanoid animal that was stranded in some awkward netherworld between chimpanzee and girl, a primate that wore dresses and, understandably, mixed herself drinks.\n\nI’m like that chimp, accidentally conditioned to reject nice men and  kiss someone passionately only  if my city is burning in the background. But I am also not delusional or stupid enough to think this is rational, which strands me in some awkward netherworld between hopeless romantic and self-aware realist. (I also wear dresses and mix myself drinks.)\n\nMy early exposure to movies and their larger-than-life male characters led to an adolescence spent chasing outsize and uninterested boys. I didn’t want Brian Goldkrantz from social studies class. I wanted Henry Hill from “Goodfellas.” I wanted Danny Ocean from either version of “Ocean’s Eleven.”\n\nMy childhood best friend just got engaged, and while going through our fifth-grade notes for anything speech-worthy, I found a list of traits I desired in a boyfriend at age 12:\n\n•\n\nGray eyes.\n\n•\n\nBigger than me.\n\n•\n\nSpeaks more than one language (not a boring one).\n\n•\n\nNot too nice.\n\n•\n\nDoesn’t raise his hand but knows all the answers.\n\nThe final bullet point is scratched out, as if  — in a “Back to the Future” way  — my fifth-grade self wished to save me from  disappointment after she discovered  there wasn’t anyone in school who spoke Afrikaans.\n\nThe “not too nice” part followed me to college and film school and morphed into Mr. Darcy Syndrome, the endless pursuit of a jerk in the hopes of being able to peel back the layers to discover his secret, gooey, nice-guy center. But inside I’d just find more layers of jerk, smaller and smaller, like Russian nesting dolls.\n\nAt college I observed  stable, long-term relationships between real-life people for the first time. Some of them seemed so effortless, lukewarm even, that it shocked me. The rules of movies were as deeply ingrained in me as the laws of physics or the pledge of allegiance, and they went something like this: The best relationships aren’t easy. Without conflict, you can’t have a happy ending. If a guy doesn’t hurt you so badly that he has to perform some grand and cinematic gesture (typically with pop song accompaniment) to win you back, then who cares?\n\nI have friends who are guys. Presumably I possess the ability to go out and meet more guys. But actually doing so feels about as natural to me as speaking Esperanto. Or, more accurately, it feels as if  I’m in a movie about a girl going out and meeting guys, one that may or may not end like  “Looking for Mr. Goodbar.”\n\nThanks in part to the commitment-phobic culture of young Manhattan  and in part to my lifelong instinct to flee from anyone with a Y-chromosome who actually wants to go out with me, formal dates are rare. Those I’ve gone on could be assembled into a montage of forgettable dinners before the protagonist stumbles into the right person. I would like to say I’m the protagonist of this montage, but it’s probably the guys, who did their part to dress nicely, tell funny stories  and pay the check while I was chugging wine and trying to decide whether I’d rather sleep with them or go home and watch “Hoarders.”\n\nMaybe it was karmic when, after college, I had my heart broken by someone who was ambivalent about me and who believed the ambivalence was mutual. I was about as ambivalent  as a Civil War re-enactor  so determined to avoid anachronism that he  drives 3,000 miles to find the correct epaulets.\n\nMy aunt sympathized, as I knew she would. I went to her immediately, and we had dinner in front of the TV as the über-mustached cad Monte Beragon seduced Joan Crawford’s daughter in “Mildred Pierce.” Then we jumped decades ahead to watch Tom Cruise redeem the same type of cad in “Jerry Maguire.”\n\nAt the end of the movie, one of us said something like, “He’s still a cad.” The other laughed, maybe pantomimed stabbing a fork into her eye. Nothing else needed to be discussed.\n\nAs I get older I’ve started acknowledging in tangible ways that while the longing for a cinematic relationship is universal and, obviously,  keeps Hollywood romantic comedies in business, the hardest relationship isn’t always the best.  If a guy acts mean, it’s O.K. to assume he’s just a mean guy and move on without assigning him any unmerited appeal or hidden depth. Any conflict with that guy is rarely resolved with a satisfying bang. More often it ends with a whimper: rumors, misunderstandings, general pain or just unfinished business that robs you of an ending. This knowledge is probably intuitive to most people, but not to a third grader who could quote every line of “Malice.”\n\nMaybe I understand this now because I went to film school and saw behind the curtain. But more likely this is just my coming-of-age character arc, an embarrassingly late bloomer compared with girls who grew up with normal fathers and brothers and uncles and high school boyfriends and probably learned this lesson harder and faster. Or they never had to learn it at all. Either way, I’ve been making significant efforts to be a normal chimp.\n\nMy aunt’s VCR broke a few months ago, rendering her tape collection obsolete. She’s slowly rebuilding it on DVD, one disc at a time. Maybe by the time she finishes, I won’t be surprised to find that some boy in my bed isn’t an archetype (a sociopath, jerk or “nice guy”), but a real-life person with three dimensions and a beating heart. And that our relationship has all the mess and unpredictability of real life. As long as he,  at some point, takes a cue from John Cusack and tries to win me  by holding up a boombox outside  my bedroom window."
}