{
  "url": "http://www.nytimes.com/2011/02/06/fashion/06Modern.html",
  "headline": "A Review of Lessons Learned After a Breakup: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 2,
    "day": 4
  },
  "byline": "Kim Philley",
  "text": "I BROKE UP with my boyfriend because too many proper nouns had come between us. He is Nigerian; I am American. He survived the Warri Crisis; I survived art school in inner-city Baltimore. He has been a professional soccer player; I am a former lecturer in English literature. We live in Phnom Penh, Cambodia, which is where we met, at an African bar called Do It All.\n\nMy name is Kim. His name is Shady.\n\nThe first hurdle was his name. His Christian name is Shadrack, but people have been calling him by the diminutive since he was a little boy.\n\nIn those early love-swept days, gushing via cellphone to my mother in Idaho as I picked my way through the improbable traffic of Phnom Penh — a Honda scooter with three baskets of live pigs tethered to its back; a recent hospital escapee riding side-saddle on a motorbike, dangling her own IV bag from a wooden pole she holds aloft like a trident — I would carefully refer to my boyfriend by his tribal name, Chibuzor.\n\nUntil he said: “Baby, I hate it when people call me that. I don’t even speak my tribal language. I told you I grew up in the city. I’m a city boy.”\n\nAt 32, I’ve stumbled enough in love to develop a few generalist’s theories about the differences between men and women. \n\nFirst among them is that women are slow to reveal, while men tell you who they are up front. For example, if you are a few days into getting to know a man and he tells you he’s loath to have children, or a recovering addict, or has “mommy issues,” take it at face value. He wants you to know this large fact because he believes it defines him.\n\nOn our first date, we walked the inky streets of my neighborhood to a Khmer restaurant called Guitare de l’Amour. He ordered a single Coke and watched me eat, claiming he wasn’t hungry. Later we returned to my apartment and sat on the balcony, where I lighted a votive candle. To the baleful cries of dogs in an alley, his face half-hidden by the flickering shadow-light, he began to tell me stories, violent stories vivid with menace, from the Niger Delta where he grew up.\n\n“Our torchlight went off, and during all the time we were digging the grave we’ve been hearing screams in the forest,” he said. “But we are so lucky, baby, because one of the boys helping us is a smoker. So, I dig her grave with his lighter.”\n\nWhy had he been called upon to bury the little girl, the child of a relative? Because she had died while her father was away, and the body could not wait.\n\n“I bury her myself, you know,” he continued. “I put her back in the coff and put the coff in the grave I dug. After we finished, would you know the lighter exploded? We went out of the forest with phones, with only the light from our mobile phones.”\n\nBefore I go on, I should explain: Although I am a white American girl, I spent most of my childhood in Jakarta and Bangkok. Because of a motorcycle wreck, my left leg is held together with titanium rods. I am a recovering addict who has relapsed four times. I guess these are things I would want someone close to know about me: permanent hardware, large facts.\n\nAnd I think this is what Shady was trying to tell me on our first date: that he is a Warri boy. That his English may not be perfect because he spent his high school years playing soccer and guarding his female friends against rape in a schoolyard that was often ablaze with rebel fires. That because of his wits, athleticism, dumb luck and good family (blessings that he calls, simply, “God’s grace”), he survived tribal war.\n\nI remember telling him a bit of my own story that night: of how sick I’d been all through my 20s, suffering from a debilitating bladder condition that spurred my addiction to painkillers, and how grateful I now feel for living in a place where I don’t have to be defined by my past, by old traumas, by a tired identity as a sick person, a troubled person, someone people worry about.\n\nAs I confessed, he traced the line of my thigh with a finger and then offered up two words from the darkness: “I understand.”\n\nFive months later I broke up with him. I had been thinking too much: about the differences in our backgrounds, about how ridiculous or suspect our relationship might seem to the folks back home. It had finally occurred to me that I could refer to him as Shadrack when talking to my family. I began to relax into his name and slip — Shadrack soon gave way to Shady. But I still cringed every time my parents tried to get around the English connotations of his nickname by drawing out different vowel sounds: asking after SHAH-dee or how is SHAD-ee doing?\n\nI think our breakup (by then we were living together and had spoken of marriage and children) hit him like a biblical casting out, an exile through which he could wander forever but never recover.\n\nHe fasted for seven days. He broke into our apartment, now mine, and sprinkled the floor with flowers. \n\nAfter consulting his prophet in Nigeria, he paid a Khmer boy to collect two bottles of water, one from the Mekong River and another from a filthy urban lake. He then let the water sit for another week, as per his prophet’s instruction, until a strong-smelling scum rode the top of each specimen. He then bathed in them, rubbing the fouled, distant water of the monsoons, of the Mekong, deep into his dreadlocks, smooth face, rough tattoos and hard abdominals.\n\nOther than the wake of red carnations he left on my floor, I had no idea he was taking these decidedly spiritual actions to win me back. I went away to Indonesia for a month, waterlogged from crying and sodden with the feeling that our relationship had been a fever dream, a non sequitur, a strange story inhabited by impossible characters.\n\nOne prays fervently for a certain outcome, hoping that matter itself might be changed, twisted and reshaped by our sincere desires. But how often do we consider that we ourselves are matter and might be subject to the prayers of others, vulnerable, if you believe, to their transformative powers, to subliminal restructurings launched from afar?\n\nWhen I returned from my trip I was ill in both heart and body. I began taking a pain medicine to which I had once been addicted; narcotics are easily procured from any pharmacy in Cambodia, which does not require a prescription.\n\nSomewhere in the haze of my first weeks back in Phnom Penh, I had the instinct to call Shady. It wasn’t a fantasy about our getting back together or a plot, just an urge to ask him out for beef fried rice.\n\nTHAT was four months ago. I no longer have dreams of us lying together in bed while my mother looks on disapprovingly, or of living alone in a strange hotel room that we entered with a stolen key. \n\nA few weeks later, I told him I was taking pain pills again and he asked me to hand them over before leaning back and saying, “There is a spiritual solution to your problem.” He asked if I would stop the pills immediately and then fast and pray for five days. If I agreed, he would fast and pray with me.\n\nI have gone through many attempts to quit the pills, but I have never gotten off of them as quickly or with such a sense of support. If I was tempted to whine, I considered the fact that Shady wasn’t eating, either, and for no better reason than his concern for me. \n\nI broke my fast with three cups of coffee, and in the first flood of caffeine I grabbed my dictionary and told him we were going to institute a language learning system: I would define one English word for him each day, something that came up in the course of our conversations, and write the word’s meaning on a piece of paper. In return, he had to write down and translate for me a phrase of pidgin English.\n\nThe next morning I woke early and shuffled to the refrigerator for coffee beans. Before I could swing open the door, my eyes spied the yellow sheet of paper, dangling from a weak magnet, on which I had written: “Contort = to twist, bend, draw out of shape. A person who performs gymnastic feats involving contorted postures is a contortionist.”\n\nUnderneath it, he had written in pidgin: “Shady, Make we day go house.”\n\nAnd underneath that, in a bolder hand, “English: Shady, let’s go home.”"
}