{
  "url": "http://www.nytimes.com/2011/05/01/fashion/01Modern.html",
  "headline": "Modern Love: Even in Real Life, There Were Screens Between Us",
  "dateline": {
    "year": 2011,
    "month": 4,
    "day": 28
  },
  "byline": "Caitlin Dewey",
  "text": "CURLED up at the foot of my bed, my face inches from the laptop screen, I stared anxiously at the Google chat box. “Will is typing,” the box told me, helpfully. \n\nI forced myself to read e-mail while I waited for his message. Then I refreshed my Twitter feed, scrolled through my blog posts and began brushing my teeth. \n\nStill the box said, “Will is typing.” \n\n“Don’t you dare get hurt by this,” I muttered around my toothpaste. “This was a stupid idea, and you knew that from the start.” \n\nBut recognizing the stupidity of falling for someone on the Internet does not prevent you from doing it. My friend Jeanette, a college radio D.J., chats constantly with some music blogger she met on Tumblr. My friend Tuan, who lives in Los Angeles, stays up until after 3 to talk to his London-based girlfriend. \n\nAnd I had just driven nearly 1,100 miles round trip to visit Will, a guy I met in October at a Web journalism conference and got to know almost entirely on Skype.\n\nI noticed him across the table at a noisy hotel bar. Will owns thick black-frame glasses but no hairbrush or comb, traits that lend him the look of a basement-bound hacker. If you have ever attended an Internet conference, you understand how pale skin, thick glasses and scruffy hair can be attractive; otherwise, I can’t explain it to you.\n\nIn either case, I liked Will’s weirdly overconfident smirk and his obsession with WordPress. He regaled me with the merits of plug-ins and PHP until I became tired and went to bed.\n\n“I’ll find you on Twitter,” I joked when I left. \n\nI didn’t expect or even want to see Will again after that weekend. Since he lived three states away, further face time seemed unlikely. I followed his Twitter posts with detached curiosity; in January, he G-chatted me to complain about work. Then he got drunk and messaged me again, sometime near midnight, as I uploaded photos and otherwise wasted bandwidth.\n\nWith obvious sarcasm, he wrote, “Do you have that Skype thing kids talk about these days?”\n\nI’ve read that 90 percent of human communication is nonverbal. Skype captures that 90 percent on a low-resolution video camera, compresses it, funnels it to a node computer and reproduces it on a screen anywhere in the world. Skype eliminates distance; that’s why it works.\n\nAnd that’s exactly what it did for us. With my Skype screen open and my webcam on, I viscerally felt that Will was sitting a foot away on my bed. Ignoring the times the picture froze or his voice cut out, I thought he looked and sounded exactly as he had in person. Sometimes, when he leaned into the computer to read an article I had sent him, I could see the pores of his face. \n\nWe started video chatting for hours every night — he from an ascetic all-white bedroom, me from the cupcake-print corner of my studio apartment. I learned that he ate take-out for every meal, slept in a series of identical white V-neck T-shirts and smirked with one side of his mouth when I said something clever. I knew his preferred coding languages, his least favorite content management system, and his general hatred of dancing, small talk and girls in bars. \n\nOne night, when we talked too late, I fell asleep with my laptop open and woke up seven hours later, tangled in cords. He was still there, asleep in the light from an open window, pale and young and pixelated. \n\nEventually he stirred, blinked at the camera and said, “Hey, you.”\n\n“Hey,” I said easily. “How did you sleep?”\n\nAs the weeks went on, I told Will about my last boyfriend, a guy I had met in psychology class and dated for almost two years. He listened quietly, his glasses reflecting my image from his computer, and gave good, clear-eyed advice about letting go. \n\nI couldn’t remember the last time I met somebody that smart and talented in ways I certainly wasn’t. He told me about his ex-girlfriend, who never appreciated his work. I texted him from classes when I was frustrated or bored. \n\nIn the safety of my apartment, I could see Will, but I couldn’t touch him. I could summon him when I wanted to talk, but I never knew him in any light other than the one from his bedside lamp. This phenomenon worked in my favor as well. I could call him after a few drinks, when I felt sufficiently talkative and social; I could avoid him if I had videos to edit or blog posts to write. I could say whatever I wanted and risk awkwardness, because at the end of the conversation, one click of the mouse would shut him out of my room. \n\nTHE irony is that we flock to the Internet for this type of safe, sanitized intimacy, but we want something entirely different. “In real life,” or IRL, is a popular term in online parlance. At Internet conferences like the one where I met Will, Twitter explodes with people celebrating IRL meetings: “So nice to finally see @so-and-so IRL.” “Hey @so-and-so, I can’t believe we hadn’t met IRL yet!”\n\nThe Internet brings these people together with hash tags and message boards, but it never satisfies them. No matter how much you love someone’s blog or Twitter feed, it isn’t their posts you actually want. \n\nAnd so — slowly, cautiously — Will and I began circling the question of what it all meant. \n\n“I really like you,” he said one night, after getting home from the bar.\n\n“I really like you too,” I said. “I don’t know what that means.”\n\nI wanted to find out. So in early March I rented a car, begged my professors to let me out of class a day early, and drove 540 miles to spend a long weekend in the midsize city where Will lives. When I got close, I called my friend Tuan from a rest stop, where I fixed my makeup and chewed gum and generally tried to calm down.\n\n“What if it’s terrible?” I demanded. “What if he’s nothing like I expect?”\n\nIn fact, Will was almost exactly as I expected: thin lips, straight nose, small hazel eyes, glasses. He stood waiting at the side of the street while I parked my car — going forward and back, forward and back, until I nervously got within two feet of the curb. We kissed on the cold, blustery sidewalk as the wind whipped my thoughts around. Mostly, I felt relieved. I thought: “This works in real life. This means something.”\n\nBut after we kissed and ate pizza and went back to his house, we struggled for things to talk about. In real life, Will stared off at nothing while I talked. In real life, he had no questions about the drive or my work or the stuff that waited for me when I went back to school. \n\nHe took me out for dinner and read his e-mail while we waited for our food. He apologized profusely, but still checked his Web site’s traffic stats while we sat in his living room.\n\nHe took me to a party at his friend’s house where they proceeded to argue for hours about Web design while I sat on a futon and stared at the ceiling, drunk and bored and terribly concerned that I looked thinner online. At points, he grabbed my hand and gave me small, apologetic smiles. It seemed like a strategy game: a constant dance of reaching for me and pulling back, of intimacy and distance, of real life and Internet make-believe.\n\nOn the last day of my visit, Will overslept. He rushed around the apartment with his hair wet and his tie untied, looking for his laptop. According to the plan we made the night before, he would go to work and I would leave when it suited me, dropping his spare keys in the mailbox.\n\nIn the front hallway, where I stood rubbing my eyes, Will hugged me goodbye and told me to drive safely. He struggled for a closing statement.\n\n“It was great to see you,” he said at last.\n\nI didn’t leave right away. After I showered and packed and studied the books near his fireplace, I sat for a long time at his kitchen counter, trying to work out what happened. I didn’t like being surrounded by his things. I felt more comfortable in my room, with my things, and with his presence confined to a laptop screen.\n\nI wrote him a note before I left: “Dear Will: Thank you so much for having me this weekend. It meant a lot to me to spend time with you in person.”\n\nI signed my name and left it on the counter. Then, willing myself not to cry, I dropped his keys in the mailbox and gunned it home. In real life, getting there took nine hours."
}