{
  "url": "http://www.nytimes.com/2011/10/30/fashion/when-the-words-dont-fit-modern-love.html",
  "headline": "When the Words Don’t Fit - Modern Love",
  "dateline": {
    "year": 2011,
    "month": 10,
    "day": 27
  },
  "byline": "Sarah Healy",
  "text": "SHORTLY after I turned 21, a boy handed me a poem. It was folded and folded until the words were concentrated and tucked away, handwritten black letters turned and flipped inside a small square.\n\nWe had been on a plane from Burlington, Vt., to Newark, seated a few rows away from each other. I had noticed him before we boarded: the way he sat with his feet resting on his carry-on, his gaze focused on the open pages of a book. \n\nDuring the flight, I felt his eyes trying to catch mine as I turned and pretended to look for something behind me. The voice we used when ordering drinks, the way we stood to pull this or that from the overhead compartment: everything was choreographed for the benefit of the stranger across the aisle.\n\nAnd then the plane landed and made its way to the gate. In my memory, it was evening and the rain had just subsided. Somewhere between the gate and my parents’ waiting car, he handed me the poem.\n\nThat was almost 13 years ago. I had been flying home from college for the weekend for my sister’s wedding — or rather, the celebration of her marriage. My family wasn’t big on weddings in the save-the-date, banquet-hall sense. So this was the small, elegant party held after she and her husband had eloped. Our tradition wasn’t to have weddings but to have elopements.\n\nMy parents had eloped. They had known each other for less than three months and had been on only a handful of dates before they went to a justice of the peace and took vows they meant and kept. My mother had been working at a welcome station in Florida. She handed my father a glass of free orange juice. That’s how they met: my mother with her thick dark hair and crystal-blue eyes, my father in his naval uniform.\n\nI was proud of that, the story of my parents’ beginning. It was a glass of free orange juice, but it could have been a poem.\n\n“Did you hear that a boy gave Sarah a poem?” my older sisters whispered. They were enamored with the idea, and I passed around the white sheet of paper with its pale blue lines so they could read it. \n\nThey smiled and teased and recalled memories of when they were single and it was summer, and the boys had dark brown eyes and crooked smiles. It was decided that it was a nice anecdote, the boy handing me a poem. That night, I smoothed it with my hands and put it somewhere safe.\n\nThe party the next evening was the first family function at which I was treated officially as an adult. I had recently come back after studying abroad, and so I held my glass of wine and talked with relatives about Florence and London and Paris, and my plans after graduation. I’d move to New York. I’d work at an art gallery. I’d find a boy who wrote poems. It all seemed not only possible, but fantastically so.\n\nThe next day, my parents dropped me off at the airport, and when I arrived at the gate, the boy was there. We smiled at each other, and I sat down.\n\nIt turned out we were on the same flight, and this time we were seated next to each other on the trip back to Vermont. He played in a band and studied English and had been home for the weekend as well, visiting his family in Greenwich, Conn. \n\nWe talked about music and art. His first name was the same as my father’s. It was the sort of thing that seemed magical, preordained. It was the sort of thing that made girls near their 21st birthdays use words like “destiny” and “fate.”\n\nHe walked me to my car, and we kissed in the parking garage, under orblike yellow lights. It was a still kiss, a postcard kiss, a Disney princess kiss, the kind of kiss that makes blue cartoon birds chirp and swirl in the sky, their beaks holding garlands.\n\nAnd this is exactly where the story should end. It should cut to credits, and the music should be triumphant but soft. Your last image should be of the young girl and the handsome poetry-writing boy frozen in a movie kiss. You should brush the popcorn off your lap and leave the theater smiling because everything worked out the way you knew it would. You can leave remembering that time when you were young and lovely, and things like that could happen.\n\nBecause it’s boring to say that things don’t work out like they do in the movies. Everyone knows that. Even 21-year-olds. But it’s hard to resist a great story. If we had lasted, we would have had one hell of a story. \n\nMaybe that’s why I clung to him in that particularly embarrassing way that young girls sometimes do, why I wanted so much for things to work out. Why I let myself turn into someone I didn’t really like when I was around him. Why I was willing to forgive his arriving hours late on the night he met my parents at a restaurant in New York.\n\nHe was the last person I dated before I met the man who would become my husband. My husband and I met in a bar. I knew a friend of his. He knew a friend of mine. You’ve heard it a hundred times before.\n\nBut a few years later, he and I married, in a big traditional wedding with a white dress and a tiered cake. My father walked me down the aisle. My niece was the flower girl. There was shrimp cocktail. That wedding was the first of its kind in my family.\n\nAt our reception, my father gave a toast. He told the story of how he and my mother met, the story of how all those years ago she handed him a glass of free orange juice. \n\n“There’s no such thing as free orange juice,” he’ll sometimes joke when telling their story, a satisfied but somehow tired look in his eyes.\n\nMy parents have now been married for almost 50 years. They have five children, eight grandchildren. They have hurt each other and tried to. They have saved each other’s lives. There have been loud, harrowing fights. There have been slammed doors and threats of leaving. \n\nI remember sitting on my bed and wondering whether my mother meant it this time, whether it was finally done. Sometimes I hoped it would be, that it would just end and that there would finally be quiet. But there have also been hushed reconciliations: apologies and remorse and kind words spoken when no one was around to hear. So it’s after the glass of orange juice that my parents’ story, that anyone’s story, becomes interesting. To me, anyway.\n\n“You have to believe that the Lord put you together in the first place.” That’s what my father said in his toast. That was his advice to my husband and me, his way of saying that what we had was preordained, that it was divine. And really, it was as good an explanation as any for love.\n\nA few years ago, my parents went on a nice vacation together. They drank good Mayan-honey margaritas and walked on the beach. There are pictures of my mother with a flower tucked behind her ear. \n\n“We found out how much we liked each other,” she said to me when they returned. Somewhere between their three-month courtship and five-decade marriage, my parents had figured out why they ended up together.\n\nI told my husband that story, and he laughed softly. In my memory, he was doing the dishes, and the corners of his eyes creased as he smiled into the sink.\n\nIT might interest you to know that the poetry-writing boy’s band has gone on to become one that you may have heard of, though it interests me less than I ever would have imagined. We were a good story. Nothing more. He is what I would have chosen when I thought I could choose. So, I suppose that’s the point: Love chooses us.\n\nMy husband and I don’t have a great “meeting” story. We met in a conventional way and had a conventional wedding. And in some sense, we lead a conventional life. \n\nBut my husband has seen me at my worst, at my most vile. And he has seen me at my best. He knows the things I don’t tell anyone, and the lies that I tell everyone but him. I have made sacrifices for him and been angry about it. Sometimes his flaws are so egregious, so blatant, they are all I see. And sometimes his kindness is so stunning that I am humbled.\n\nAnd that’s love. Big, epic, fairy-tale love. The kind of love people write about. The kind of love that could inspire a poem. "
}