{
  "url": "http://www.nytimes.com/2011/06/05/fashion/modern-love-breaking-our-parents-rules-for-love.html",
  "headline": "Modern Love: Breaking Our Parents’ Rules for Love",
  "dateline": {
    "year": 2011,
    "month": 6,
    "day": 3
  },
  "byline": "Diane Farr",
  "text": "IT was the morning after our first “I love you,” and I was filled with happiness on my way to breakfast with Seung Yong Chung. I couldn’t yet pronounce any of his three names better than many of you just did, but I called him “Sing,” like all his friends did. \n\nFor weeks, Seung and I had been spending our nights together, but in the transient city of Los Angeles, waking up next to someone (even regularly) is not a sign of commitment. Our mutual willingness to blow off work, however (or at least roll in late because we were lingering over breakfast), did make me feel certain that Seung would soon become my boyfriend.\n\nAs we entered the Santa Monica breakfast bar, I noticed a young, attractive Asian woman looking at our clasped hands with apparent displeasure. When she then looked up at Seung and scowled, I gave her a big bright smile as a gentle warning to refrain from girl-on-girl hating.\n\nOnce seated, I began to dissect my burrito, looking to expel anything that might singe my half-Irish, half-Italian and wholly American palate. While running my fork through the black beans, I asked my Korean-American suitor, “Do you intend to leave me for an Asian girl someday?” \n\nSeung paused for just a moment too long. \n\nAs my smile began to wane, he finally replied, “I’m supposed to marry a Korean girl.” \n\nMy mind raced: What? Do you have another girlfriend? And was that her friend outside? \n\nSeung added, “My parents have been clear about this my entire life.” \n\nYour whole life? Does that mean that you, Seung Chung, a football-loving, former fraternity brother who grew up in Maryland, are to be part of an arranged marriage? \n\nMaybe Seung could tell I was on the verge of rescinding my earlier “I love you,” so he jumped to the bottom line: “My parents are not going to easily accept this relationship. And I’m afraid they will never accept you.”\n\nFinally the catastrophizing in my head stopped. Not because this news couldn’t become any worse, but because I saw in Seung’s face that he was willing to fight for me. I put down my fork and took Seung’s hand — to fight for us, too.\n\nI told him that as a 35-year-old woman who had already made my way in the world, I didn’t need his parents to accept me. They lived far away, we were not financially dependent on them, and I could be respectful to them no matter what, because I respected the man they’d made. \n\nSeung then smiled and said, “That’s good to know because I have a plan.”\n\nHe explained that, weeks before, he had begun a campaign to make his parents like, accept or at least not hate me, and to not disown him. This campaign included systematic leaks of information to his parents by family members who were sympathetic to his affection for someone outside of their race. \n\n“Terrific strategy, honey,” I said, trying to hide how unsettled I felt. I also began to formulate my own strategy.\n\nFirst, I felt the need to conduct some thinly veiled research, hoping to understand how Seung’s parents saw me. As casually as possible, I began to question my friends who were in interracial relationships, asking them questions like, “Were there any hoops you had to jump through with either of your parents when you first started dating outside your race, religion or culture?” \n\nI asked people of all races and backgrounds. I had never realized how widespread the issue was and how many families had had that same hidden conversation with their children about who was worthy of their love and who, specifically, was not.\n\nMy parents were certainly guilty of this. When I began middle school, my mother told me that I could marry anyone I wanted: German, Irish, French or Jewish, as that was the world she knew in our part of New York. She then added, “No blacks and no Puerto Ricans, though, or you are out of my house.” \n\nThat may seem just as random and hurtful as “they will never accept you” had sounded to me over breakfast. But at least I knew the context of my mother’s racism. As a first-generation American, my mother had grown up in various Irish and Italian neighborhoods throughout Manhattan and Brooklyn, and the people she judged were from the bordering areas, where the population was generally poorer, less educated and less able to assimilate than her foreign-born parents had been back then, in the 1950s. It was people from these groups whom she regularly saw beating up her grandfather over groceries. \n\nWhat I soon found out was that my friends of all colors, faiths and traditions had had a similar talking-to from their parents. Despite having been in this country for generations longer than mine, their parents, too, had been told there was a right and an “over my dead body” choice for love. \n\nI continued asking questions: “And how much did your parents’ initial disapproval impact your decision to marry? And does it persist or affect your relationship now?”\n\nBy phone, over dinner and through e-mail, people’s honest responses started flooding in.\n\n“I have to marry Jewish or I’m cut off,” my Jewish friend said. \n\n“Cut off from what exactly?” I wondered aloud, knowing he had plenty of money of his own. \n\n“Their love and support,” he answered.\n\n“For my father, black was out of the question,” said my olive-skinned Persian friend with a wave of her hand, as if she were trying to push away the very idea of it. \n\nAnother friend of mixed Indian and German descent said, “I’m a half-breed, so my parents were fine with any race, but they preferred — really told me — not to marry an American.” \n\n“While you were being raised in America?” I said, aghast. \n\nShe giggled at the ridiculousness of the statement, but nodded her head yes nonetheless.\n\n“Well, I was only told that I couldn’t marry a Japanese man,” a Korean-American friend wrote by e-mail. “My parents would be disappointed if I brought home a white guy, but they’d eventually be fine with whomever, unless he was Japanese.”\n\nWhat shocked me was less my peers’ admissions of their parents’ restrictions than their willingness to abide by them. Over the years, my mother and I had many heated discussions about her boundaries for love. \n\nMy parents only started seeing my perspective around the time I brought home my first black boyfriend, whom they liked despite themselves. Years later, when I became engaged to a Puerto Rican man, their prejudices had evaporated — so much so, in fact, that when our union did not last, my parents did not utter one ill word about his heritage or culture.\n\nBut these stories from my peers were different. They described boundaries set by parents who were mostly educated, progressive and democratic. Parents who taught their children that all people should be given the same opportunities in education, real estate, business and friendship, but who later, around the time their children hit puberty, started amending and tarnishing those values with an exception that went something along the lines of: “But you can’t love one of them.”\n\nEven with a black man in the White House, it’s a fairy tale to claim we are a “post-racial” country. Not when young people still think they need to honor ugly and antiquated boundaries restricting which of their fellow Americans are worthy of their love and commitment, even if it’s only to conform to the previous generation’s biases. Because if we live by boundaries that don’t conform to our personal beliefs, aren’t we still furthering them?\n\nTHESE were questions I was asking of myself more than of my friends, because I was trying to decide if I should move forward with Seung Yong Chung — and his family. Knowing they were against me from the start, did I want to deal with their lifelong disapproval of us, or worse, of the mixed-race children we might someday have together? \n\nAt least in our case, I’m thankful to say, it turns out that people are easier to accept than an abstraction. In real life, Seung’s parents soon came to love me, and he and I made it way past that breakfast. In fact, I woke beside him again this morning, seven years later. We didn’t have any time for breakfast because we now have three kids to shuttle off to school before we rush off to work.\n\nBut sometimes, as I watch my husband and our children pile into the minivan, I worry, and it’s a worry that can keep me up at night: Will someone, some day, tell our half-Asian, half-Caucasian children that they are not an acceptable race to love?"
}