{
  "url": "http://www.nytimes.com/2011/10/09/fashion/fuzzy-purple-and-full-of-thorns-modern-love.html",
  "headline": "Fuzzy, Purple and Full of Thorns - Modern Love",
  "dateline": {
    "year": 2011,
    "month": 10,
    "day": 6
  },
  "byline": "Chelsee Pengal",
  "text": "IT was a snowy February day in New York City when my boyfriend of three months decided to go into his bedroom to look for his camera. I followed along to keep him company, which I was doing a fine job of until my eyes landed on something entirely out of place for a mid-30s man to have in his closet.\n\n“What’s that?” I asked, moving closer to the pile of items John had removed from the shelf.\n\n“Nothing,” he said.\n\nIt was something. Two somethings, actually. Two fuzzy purple Eeyore slippers, to be exact.\n\n“Why do you have those?” At first I spoke in a normal voice at a sensible decibel level.\n\nJohn didn’t answer.\n\n“What are those for?” Maybe rephrasing it would get me the response I needed.\n\nStill nothing.\n\n“Why won’t you tell me?” By now, my voice level was rising and the shrillness increasing. The fact that he wouldn’t give me an explanation for the slippers meant the explanation must be bad. I already knew I didn’t want to hear it, but I had to hear it to be sure.\n\n“Tell me why you have them,” I said.\n\n“They’re Jessica’s,” John finally murmured.\n\nJessica was his ex-girlfriend. Jessica had been his girlfriend for five years. They had lived together and had expected to marry, and still talked on the phone quite often.\n\nCue freak-out inside my head.\n\nIt’s not like I have never brought along baggage from previous relationships into a new one. In fact, I think it was precisely because I knew just how heavy and relentless such baggage could be that it scared me.\n\nBut it wasn’t just the here-and-now revelation of “Wow, my boyfriend isn’t over his ex” that worried me. It was the images flashing through my mind: John and I at the altar, with me wearing a white dress and the flower girl wearing the Eeyore slippers; our daughter’s birthday party, with John presenting his gift of the Eeyore slippers decorated with a big red bow; John on his deathbed, his final wish that I bring him the Eeyore slippers.\n\nThat last one was too much to bear. “Why do you have them here?”\n\nI had to admire the way John stayed calm and answered as if we were having a normal conversation about the snow, or tacos.\n\n“They got mixed in with my stuff when I moved,” he said. End of story, his expression said.\n\nBut of course that wasn’t the end of the story. I had too many questions, none of which had satisfying answers.\n\n“Why didn’t you throw them away when you found them?” I asked.\n\n“They’re not mine,” he said. “I couldn’t just throw them away.”\n\n“But you’ve moved several times since you lived with her. Why did you take them with you every time?”\n\n“I don’t know.”\n\n“Does Jessica know you have them?’\n\n“I don’t know,” he said.\n\n“Are you ever going to get rid of them?”\n\n“Maybe.”\n\nAll of these questions were placeholders for the real one I wanted to ask but couldn’t because I was supposed to be mature and able to handle my boyfriend being close to his ex-girlfriend. I wasn’t supposed to be panicking and wondering if we could get a refund on our coming trip to Jamaica.\n\nInstead of asking the most important question (“Do you still love her?”), I asked another one that went something along the lines of: Do you have anything else of your ex-girlfriend’s lurking around waiting for me to stumble upon so it can make me question everything I want to believe about you (that you don’t want to hurt me, you’re giving us a real shot here, and you’re not secretly harboring a wish to return to Jessica)?\n\n“I also have her coffeemaker,” was John’s answer. He didn’t drink coffee.\n\nI willed myself not to act how I felt inside: crazy, throwing things, screaming. John probably had no clue, but I realized I could ruin our relationship right then by saying horrible things I didn’t mean. So I decided to tread lightly. “You’re going to have to get rid of those someday, O.K.?” I said, which was the closest I could bring myself to an ultimatum.\n\n“O.K.,” he said.\n\nI let it go for the next couple of weeks while we went to Jamaica. But not only did the vacation fail to calm the mounting panic inside my head, it made it worse. When John received a text message from Jessica one night, all I could imagine it saying was, “Did you bring the slippers?”\n\nWhen we got back from the island, I knew I had to press the issue again for my own sanity.\n\n“When are you getting rid of the slippers and coffeemaker?” I asked one Saturday afternoon in March while we were relaxing on the couch at John’s apartment. Couldn’t he tell I was faking nonchalance?\n\n“I don’t know,” he answered.\n\n“You are going to get rid of them, right?”\n\nHe sighed. “Yes.”\n\n“O.K., well, can you do it by next month?”\n\n“Uh ... O.K.”\n\nThere. Not so difficult. I just needed to be clear and forceful. Surely he understood now that I was serious and would do as I requested. All I had to do was wait patiently for four weeks.\n\nOne night four weeks later, we were getting ready for bed in a hotel in Providence. (We had gone there for the weekend assuming it was just like a smaller New York City; we were mistaken, to put it mildly.) Fueled by small-town angst, we were arguing about something dumb, and in the midst of the debate, I decided it was a great time to check on John’s progress.\n\n“You haven’t even gotten rid of the Eeyore slippers yet!” I said, hoping against hope he would prove me wrong and exclaim that he had, in fact, trashed them weeks ago.\n\n“So? What does that have to do with anything?”\n\nWhat were the right words to explain that even if those slippers meant absolutely nothing to him, as long as they were still in his possession I couldn’t feel as if we shared complete trust? Was there a proper way to inform my boyfriend that as self-assured as I pretended to be while reprimanding him for doing something wrong, I was actually a quivering child when it came to anything that threatened the safety and happiness we had been building up together?\n\nIn any case, the words I chose were: “I told you to get rid of them and you clearly don’t even care. They’d better be gone in a month.”\n\nThen I waited (a lot less patiently) for another month. I waited while we said “I love you” to each other for the first time. I waited while we planned a trip to visit my family in Ohio together. Then I asked John once more whether he had done it yet.\n\nHe promised he would do it soon.\n\nAt this point, if I were watching myself on TV or reading about myself in a book, I would be pleading with the main character to ditch this guy. She’s obviously being strung along, and he’s never going to fully release his baggage. This girl needs to move on.\n\nBut since I was the main character, I had no choice but to stubbornly believe this situation wouldn’t end our relationship. I convinced myself John was a good man, the man for me, and a man who just needed a little more time to get to the point where throwing out his ex-girlfriend’s Disney slippers and coffeemaker wasn’t torture.\n\nI didn’t know whether it was the right thing to do, or whether I would end up sobbing on the floor with my face in a carton of ice cream, but the optimist buried deep inside of me — very deep — refused to give up.\n\n \n\nIN June, three weeks after my birthday, four months after the original disaster of a discovery, when I barely cared anymore (seriously, just barely), I asked John casually if he still had the slippers.\n\n“Nope,” he said. “Threw them out.”\n\nAnd just like that, everything was right.\n\nDo I ever think about how hard it may have been for John to discard the slippers? Do I question whether he still has feelings that weren’t thrown out with the trash? Do I wonder whether he’ll ever get rid of the coffeemaker, too? \n\nNo. There’s no point. I figure all I can do is trust in him, and us, and know that if anything ever does get in the way of our relationship, it won’t be because of Jessica, and it certainly won’t be because of the Eeyore slippers. \n\nIt probably won’t be because of a coffeemaker, either, but if you happen to be in the market for one, I think I know someone who might let you take it off his hands."
}