{
  "url": "http://www.nytimes.com/2011/08/21/fashion/modern-love-my-husband-is-now-my-wife.html",
  "headline": "Modern Love: My Husband Is Now My Wife",
  "dateline": {
    "year": 2011,
    "month": 8,
    "day": 18
  },
  "byline": "Diane Daniel",
  "text": "THE alarm sounded at 4 a.m. on a Tuesday last November. My husband and I had been told to arrive two hours early, as if for a flight. My eyelids were puffy from the night before, when he had held me and said he was sorry, so very sorry. \n\nI’d wept without warning after dinner because I would not see his face again, his perfectly average face with a sizable nose and weak chin, the face I’d held and kissed and been happy to greet for eight years. \n\n“Do you still have your wedding ring on?” I asked. “They said to take it off.” \n\nWe’d married in our 40s, both for the first time, our independent lives blending seamlessly. \n\n“Oops, yes.” He twisted the ring off his slender finger, and I placed it in a beaded box on my dresser. We’d bought the box on Bali, one of our many adventures. On that trip we shared crazy-hot meals, hiked up volcanic mountains and stayed in a grungy room that housed a large lizard, a fact my considerate mate did not reveal until we checked out. My protector, my pal, my prince.\n\nHere we were again, exploring new territory, headed to a place where we knew a few customs and words but were not fluent. \n\nAs he backed out of the driveway, I thought of the checklist and asked, “You didn’t drink water, did you?”\n\n“What do you mean?” \n\n“The pre-op instructions. How much did you drink?”\n\n“About half a cup,” he confessed. \n\n“Unbelievable,” I huffed.\n\nWe rode in silence, anger masking my fear. I focused on my breathing, on letting my affection return like a ripple moving toward the shore.\n\n“What are you feeling, hon?” I put a hand on his leg, returned to the person I usually am with him.\n\n“Stupid for not reading the directions.”\n\n“Better than feeling afraid.”\n\nWe were told the operation could last seven hours and recovery several more, so I came prepared, as on a trip, packing my laptop, phone, magazines, a blanket and a pillow.\n\nHe checked in, and a nurse led us to a room where she checked his vitals, all excellent. His water transgression was deemed acceptable.\n\n“He” checked in. “His” transgression. \n\nStill, on this day, when my husband would take his first surgical step into womanhood, I continued to say “him,” “his” and “he,” even though our therapist had suggested for months that I use female pronouns at home. \n\n“I will when I need to,” I’d told her on our last visit. “But for now he’s still a man to me.” I’d turned to my husband, dressed in jeans and a black button-down shirt. “When I look at you, hon, I see a man.”\n\n“But she’s a woman,” our therapist countered, her words slicing through my denial.\n\n“Not to me,” I said with wet eyes. I crossed my arms like a willful child. “I can accept that he’ll become a woman, but he’s still a man now. How do you feel, hon? Do you really feel like you’re a woman now?”\n\n“I’ve told you before, yes, I feel like a woman,” he said with an apologetic look.\n\nAnd so the time when I “need to” had arrived. We were at the hospital for facial feminization surgery, a not uncommon procedure in male-to-female transitions, in which a surgeon carves out a more femininely proportioned version of a male face. In my husband’s case, this meant higher eyebrows, a smaller nose and a more pronounced chin. A few months later, his Adam’s apple would be shaved down and he would receive breast implants. Genital surgery would follow.\n\nAlready, estrogen had narrowed and softened his face, and the alterations would be slight, the surgeon said. His wide blue eyes would not change, nor would his high-enough cheekbones or soft lips. \n\nOur history of openness, affection and trust had kept me believing that our relationship would survive, even thrive. I never felt my husband had deceived me, as some friends suggested. He had told me early on that he was ambivalent about his maleness but had made peace with it. Having conflicted feelings about men myself, the macho sort, I hadn’t realized the depth of his confusion.\n\nIt wasn’t until we were married that my husband, finally feeling loved, admitted to himself that he was transsexual. That he was, inside, a woman. That he did not want to be the man I married.\n\nStunned and wounded, I located a therapist, read transgender books, found support online and confided in the lone friend I entrusted with my secret. My husband and I continued to talk, to love.\n\nOver time I came to believe that my husband, as my wife, would be in most ways the same person: intelligent, compassionate, mature, with the same slim build. I’d had a relationship with a woman in my early 20s, so living as a lesbian was agreeable enough, though I mourned the societal ease we would lose.\n\nIn the pre-op room, I pulled my chair toward my husband’s gurney. He was sitting up, shoulders stooped, feet hanging over the side. I buried my head in his chest.\n\nThe curtain moved and his surgeon appeared. “Good morning,” she said cheerily. Seeing her outside her office jarred me. Surgery was no longer a plan, but an event. I started to cry — softly, politely — though I wanted to wail and sob. How do you grieve for someone you’ve lost but who is still there? \n\nShe took a surgical marker from her pocket and sat opposite my husband to draw black dots on his chin, nose and forehead. When she was finished, he looked like a warrior. \n\nShe left us alone, and I took his hand in mine, my eyes now dry while his filled with tears.\n\n“What’s going on, hon?” I asked.\n\n“I’m sorry for all the pain I’m causing you.” \n\nTears smudged the dots under his nose and rolled down his face.\n\n“I know why I’m doing all this, but it’s just crazy, isn’t it?” he said. “And I regret all the years I felt so isolated. I wonder what I missed.”\n\n“Try to focus on the courage you’re showing by doing this at all.”\n\nThe nurse returned. “It’s time to go. Your husband will be fine,” she added with a smile.\n\nThe outpatient waiting room was crowded with people anxious to hear about their families, friends, lovers. As I do on airplanes, I took a window seat. I saw that the day had dawned gray and rainy, with gusts of wind.\n\nI overheard conversations about heart attacks, cancer, hip replacements, but nothing about gender transitions. Starting today, I would be a minority, an oddity: the wife of a transsexual woman. The notion exhausted me.\n\nI passed the hours reading and e-mailing updates to the small circle of family and friends who knew about the operation. Our official “coming out” e-mail would be sent the following week.\n\nThe surgeon, all smiles, stopped by to let me know everything had gone smoothly. A few hours later, a nurse took me to my wife, to her — those terms I must start saying. Her bruised face was compressed with bandages while another strip of gauze was taped under her nose. She was groggy and hurting.\n\n“After he eats a little something, we’ll give him pain pills,” a nurse said.\n\n“Could you say ‘she’?” I asked gently.\n\nTwo hours later, as the sun set, we headed home. I’d reclined her seat, propped my pillow under her head, and laid my blanket over her. I drove carefully, placing my hand on her knee whenever I could.\n\nWHEN we reached the house, I asked if she minded staying in the car while I tended to the pets, knowing our entrance would be chaotic otherwise. She nodded yes.\n\nThe house was warm, but I turned the heat up to make it toasty. I imagined my life if the person in the car didn’t exist. Easier, but empty.\n\nI returned and roused my dozing partner, spouse, wife. We shuffled inside and into our bedroom, which I’d stocked with her medications, ice bags and gauze. I maneuvered her under the covers and fluffed her pillows. I took her wedding band from the beaded box and slipped it over her finger. It was 7 p.m. and dark. \n\nThe post-op instructions advised patients to sleep alone to protect their noses from thrashing arms, but we could not imagine being apart on this night. I placed a sleeping bag on my side of the bed and zipped myself in. Every few hours I’d get up to hand my fitfully sleeping spouse more ice packs, pills, water.\n\nWe’d been in bed almost 12 hours when a gray light filled the room. Still under our covers, we were warm and safe. Soon enough, we would face the world. I pulled my right arm from the sleeping bag and took my partner’s hand. We stayed like that, side by side, until the sun rose on our first day in this foreign land."
}