{
  "url": "http://www.nytimes.com/2011/09/04/fashion/modern-love-the-trophy-wife.html",
  "headline": "Modern Love — To Keep but Not Be Kept",
  "dateline": {
    "year": 2011,
    "month": 9,
    "day": 1
  },
  "byline": "Deanna Fei",
  "text": "ONE balmy evening in Shanghai, my boyfriend and I were strolling home from dinner when two boozy blond men called to us. Expecting a plea for directions, we stopped. The men leered at me and grinned at my boyfriend.\n\n“Where’s the party?” they asked jovially. “You know, Chinese girls. Where can we get one of these?”\n\nThey meant me.\n\nMy boyfriend cursed at them and held me close as we crossed the street, but I dropped his hand. For the six months we’d been together, we had endured more than our share of stares, from curious to smug to hostile, from Chinese and Westerners and everyone in between. But nothing had been as flagrant as this. Suddenly, I felt as if those men had seen the truth, while what we knew of ourselves was a sham.\n\nHe was no longer the boyfriend whose home I shared, the journalist whose dedication and drive kept me inspired, the man who scratched my back through entire seasons of “The Sopranos.” In that moment, he was just a laowai, another foreigner in China taking home an Asian woman like a souvenir.\n\nAnd I was no longer the girlfriend he loved, the native New Yorker like him, the Chinese-American who had moved to Shanghai on a Fulbright to research a novel, the woman who challenged him on a daily (he’d say hourly) basis. I was just another local naïf, maybe a gold digger, possibly a prostitute.\n\nMy boyfriend tried to reason with me. Those men were bumbling tourists. The truth of our relationship was in the life we shared. He said, “All we can do is be who we are.”\n\nBut that was part of the problem. He was a successful white man ensconced in cushy expatriate life. I was a young Asian female who had somehow ended up living off him.\n\nWe had met at a reading sponsored by the United States Consulate. He told me later he was struck by the question I asked the author as much as by my eyes. I liked his authoritative yet easygoing presence, the unassuming way he talked about his work, the respectful way he asked about mine.\n\nI had a strange feeling of warmth and well-being sitting beside him. But I didn’t see him as a romantic prospect, not even when he asked for my number. My reasons were both superficial and not. He towered over me by more than a foot. He was at a different stage of life. He was a laowai in Shanghai.\n\nBack home, I had grown up grimacing with my girlfriends at what seemed to be the rampant coupling of white men in pursuit of the exotic with Asian women seeking a socioeconomic boost. Partly for this reason, I had always tended to avoid dating white men. It wasn’t until I moved to Shanghai that this preference became a principle.\n\nEverywhere I looked, “yellow fever” seemed amplified to a cartoonish extreme: paunchy white businessmen towing petite Chinese girls decades their junior; personal ads seeking “hot Asian women, no English required”; local call girls working the lobbies of hotels.\n\nBut when the journalist called, that warm feeling washed over me again. I agreed to meet him. Drinks stretched into dinner, then into a weekend, at the end of which I remembered to tell him that my time in China was nearly done. My grant was expiring. I missed my family and friends. I was tired of Shanghai.\n\nHe was about to embark on a 10-day reporting trip down the Mekong River through southwestern China and into Thailand, Laos and Cambodia. After that, he was heading to Sudan, then Europe. By the time he returned, I’d be gone.\n\nHe asked me to join him on the Mekong. I reminded him we hardly knew each other. This was more than a fling, he said.\n\nWhen I mentioned I couldn’t afford the trip, he offered to cover everything. I had never been dependent on a man, and I didn’t like the prospect. He didn’t want my dependence or even gratitude. All he asked was the chance to prove that our connection couldn’t be dismissed.\n\nSo I found myself floating down the Mekong beside him, interviewing farmers on the riverbanks, writing on boat decks, swimming in pools lighted by the grand wings of former French colonial mansions. Halfway through, he began persuading me to live with him. By the end, I could no longer laugh off the notion.\n\nHe was wildly romantic yet matter-of-fact about our situation. He received a salary for pursuing his passion; I didn’t. If I returned to New York, I might abandon my novel to pay rent; he could prevent that. We both knew I would never choose a man for money. How could I walk away from him for my lack of it?\n\nI wrestled with what people would think; how any man could support a woman he had just met and expect an egalitarian relationship; whether I could compromise my independence without losing myself. \n\nA few months before, a fortune teller at a temple in Hong Kong had warned me that my self-reliance might propel me, career-wise, to a glorious treetop on a mountain peak, but leave me sitting there alone. In fact, this trait had undone every previous relationship.\n\nBack in Shanghai, I gathered my belongings from the mice-infested studio where, for more than a year, I had fallen asleep to the screeching of stray cats and woken to the songs of rickshaw vendors. I moved into the journalist’s 3,000-square-foot perch in the V.I.P. tower of a hotel compound where President Nixon and his delegation once stayed.\n\nI learned to smile less uneasily at the doormen who rushed to greet us; to focus on my computer as the housekeeper worked around me; to leave my wallet in a drawer whenever we ate out.\n\nWhen we traveled — throughout China and to Vietnam, India, Turkey, Italy, Hungary — I often carried nothing. He had the currency, itinerary and keys, so why not my passport? None of this affected the way we debated books, edited each other’s work, excavated our pasts and built a relationship in which we each felt we had finally met our match.\n\nHe never expressed reservations about our arrangement. In fact, he’d begun talking of marriage. And though marriage seemed a remote possibility to me, I began to understand his vision: a future where not only our finances, but every twist of fate would be shared. In truth, my financial dependence was breaking down my cynicism about romance. I could no longer tell myself, as I had with every previous boyfriend, that I didn’t need him.\n\n“You’re a keeper,” he liked to say. “I had to grab you and keep you.” This became our joke, until we encountered those blond men. After that, in my own eyes, I wasn’t just a keeper: I was a possession, a woman being kept.\n\nOther realities I hadn’t quite faced: my mother’s pointed remarks about how women had nothing without financial autonomy; a mutter from my father that I’d become a laowai’s mistress; the incredulity of friends who knew I had paid the bills by working as a teacher, a salesclerk, a waitress, while devoting my spare time to writing. Now here I was trying to finish a novel about a family of fiercely independent women touring their ancestral home of China, while I lived like a trophy wife.\n\nI started to persuade myself that this was temporary. I joked to friends that my boyfriend was my latest fellowship. I told him there’d be no more talk of marriage. He was hurt but figured I’d come around. Over the next months, the relationship continued as before, even as I told myself that, any moment, I would resume my real identity.\n\nONE evening, we sped toward yet another hotel in a taxi, having flown into the otherworldly beauty of Guilin. I was fighting a cold and weary of travel as we hurtled past lush banyan trees and jutting karst formations. I thought he was focused on the scenery when, out of the falling darkness, he said my name, first and last, so quietly he might’ve been talking to himself. He said he would love me forever. I started to make a lighthearted rejoinder.\n\nHe said: “I love generations before you and generations after. I love your children. I hope to be their father.” As his words suffused me, I realized that all the time I had tried to convince myself our present would soon be the past, it was unspooling into our future. I had fretted over the connotations of being kept, yet forgotten the basic meaning. He wanted to keep me, and I wanted to keep him. This was for keeps.\n\nIn the six years since that evening, we have moved back to New York, weathered ups and downs in each of our incomes, bought a home, married and are now expecting our first child: traditional steps in the human pursuit of permanence, if not in traditional order. Still, when I think about what will remain, I remember those words he uttered in a cab as the treetops and karst hills blurred into twilight."
}