{
  "url": "http://www.nytimes.com/2011/04/24/fashion/24Modern.html",
  "headline": "Deep in the Past, a Link to Bind Them: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 4,
    "day": 21
  },
  "byline": "Patrick Connolly",
  "text": "JEFF and I met speed-dating at the gay and lesbian center in New York. Later I told him I was a little disappointed with our “how we met” story, as I had a vision of meeting my future partner at the Metropolitan Museum of Art over a painting or a dropped glove. But the reality was we met with numbers stuck to our chests while facing each other in metal chairs. \n\nI noticed him when he walked in the door: tall, handsome, with a smattering of shyness and a dash of confidence. Later he told me a joke I thought was really funny, and that sealed it: I wrote his chest number on my sheet with a No. 2 pencil. \n\nLike those electronically scored tests of yore, my sheet would be fed into a computer, which would then spit out “The Answer.” \n\nWe matched! He had put down my number, so the amazing computer figured out that we matched. I was delighted.\n\nAnd exhausted, having just eaten apple strudel with whipped cream at Café Landtmann in Vienna less than 24 hours earlier. I was jet-lagged and had originally declined my friend Sean’s offer to join him speed-dating.\n\nBut as time passed, the jet lag also had the effect of diminishing my fear of being judged, so at the last minute I thought, Why not? The sort of impulsive decision that usually results in marriage, prison or a broken ankle. \n\nIn the split-screen version of this tale, while I was hemming about going speed-dating, Jeff was hawing about it across town at the Lyric Diner, where he was with his friend Charles only because of a dog-sitting commitment in the area. It was Charles’s strong desire to go speed-dating that had made Jeff finally cave.\n\nI do not know what the correlation is between jet lag and dog sitting, but still I think it was fate.\n\nOur first date was billiards. It would be the first of many sporting activities at which I would lose to him, but I didn’t care because we were together. I liked this guy, and I knew it right away. \n\nI think it was his vulnerability beneath the New York swagger that I was really drawn to. I am West Coast frenetic, and Jeff is East Coast hardened, but with a soft center. \n\nAllowing myself to think this could work out was unusual for me. I have a hard time trusting in the romance department and an even harder time staying in reality and out of projection. I thought it was such a huge breakthrough that I actually wanted to see and be with this guy.\n\nThough I hated his shoes, I knew there was much more to him.\n\nBilliards that evening was followed by Vietnamese food and a lot of talk about our lives. Turns out we were both looking to be in a relationship, but our relationship histories were spotty at best. We were two men in our 40s who didn’t have a single long-term relationship between us. \n\nWhen I asked him if he knew why, he said he was a runner, meaning he ran when things became bad. He was working on not doing this. \n\nI told him I willed things to work out and sometimes my willing became overwhelming for the other person. Could a runner and a willer really make a go of it?\n\nTwo red flags waving at each other across a sea of cilantro swimming in pho.\n\nAs the “So tell me about yourself” portion of the evening progressed, I found out that Jeff is Jewish. The voice bubble over my head screamed “No!” because in the dating arena, Jews are my kryptonite: they weaken me with their charm, humor and love of food until I fall hard and get my heart broken. \n\nI seem to have a “Bridget Loves Bernie” issue, and although I don’t register on J-Date or cruise synagogues, this Irish Catholic tends to fall for Jewish men. Jeff was my fourth in an extremely spaced-out row. I thought, “Wow, he’s a Jewish runner.” I was wary, but smitten. Forget wary when you are smitten, right?\n\nOver dinner on another date, Jeff talked about how his family used to go to Chicago to visit his mother’s friend Monica Morris. \n\nMonica Morris? My mother had a friend named Monica Morris. How odd. But this was not such an uncommon name, so the chances that it was the same Monica Morris had to be slim. \n\nAnd they were slimmer still because of our mothers’ respective backgrounds. Jeff’s is a Russian Jew who was born and raised in China. During the Cultural Revolution the family had to move to Japan, and she finally ended up in Israel before emigrating to New York. \n\nMy mother was born and raised a Scottish Presbyterian in Glasgow and moved with her brother and parents to San Francisco, where she met my Irish-American father and converted to Catholicism.\n\nThere was no way our mothers had anything in common except two sons who were dating each other.\n\nOur relationship was finally turning serious enough that it was time for Jeff to introduce me to his mother. \n\nHe wanted me to meet her in advance of accepting her invitation to go to her home on Long Island for Rosh Hashana. So we took her out for lunch in Oyster Bay, and I asked her about growing up in China. There, over fried fish, she mentioned her childhood friend Monica Morris. \n\nRight; I’d forgotten. I piped up and told her about my mother’s childhood friend with the exact same name. I have to say she dismissed the possibility of a major-league small-world experience immediately. And rightfully so, given that her and my mother’s global paths had never crossed.\n\nBut the idea of Japan stuck with me. My mother’s Monica Morris, I could swear, lived in Japan at some point, because her father was some sort of diplomat. Or something. I either made this up to force a connection or there was some truth to it. I was not sure.\n\nI never met my mother’s Monica Morris because they lost contact before I was born. Yet she was a huge part of our family’s lore. My mother mentioned her all the time.\n\nI remember a photo of the two of them as teenagers on skis in Tahoe taken in the ’50s. I was so impressed that my mother was athletic, as she never displayed that side to us. Turns out they only stood on the skis for a photo op. I always wondered what happened to Monica Morris. And why they had lost contact.\n\nOf course, I never thought speed-dating would be a faster way to find someone than an old-fashioned Google search, but as we were driving back to Jeff’s mother’s house from our lunch, she mentioned that she used to go to San Francisco to visit Monica Morris when Monica was based there as a flight attendant.\n\n“Ma,” Jeff blurted, “That is the link. Patrick’s Monica Morris is from San Francisco. We are calling her when we get back to your place.” \n\nJeff’s mother rang her Monica in Chicago and asked, “Did you ever know a Margaret Henderson?”\n\nMonica said, “Yes, she was my best friend in high school.”\n\nHere I sat in this house on Long Island in 2010, the home of the mother of the man I met speed-dating, and a phone was passed over to me to talk to the woman who was best friends with my mother in high school.\n\nTears rolled down my face as I told our Monica Morris that my mother had four children and five grandchildren and died in 2004. The call brought my mother momentarily back to life for me. \n\nNO matter what, this was an amazing gift. Monica knew so much about my family. She talked about all the ice skating she and Mom did in the Sunset district in San Francisco, exactly where I learned to skate years later, and about the fun she and Mom had in Job’s Daughters together. Then she told me that my grandmother had taught her how to sew.\n\nMy grandmother had taught Jeff’s mother’s best friend how to sew? My boyfriend’s mother’s best friend from Japan was a bridesmaid in my mother’s wedding in San Francisco?\n\nI could not believe what was happening. Here was my dropped glove at the Met. Here was this odd romantic connection laid out over the years and across the miles that linked Jeff and me. I was exhausted from a journey I only half knew I was on. Here we can now put down the red flags and the spotty pasts because they just don’t matter. \n\nCould we stop running and stop willing? Though a mutual Monica Morris does not guarantee a lifetime of commitment and love, for now Jeff and I were somehow home, linked by a shared history that was too impossible to ignore. \n\nHe had my number, and I had his. And they matched."
}