{
  "url": "http://www.nytimes.com/2011/09/25/fashion/sometimes-its-not-you-or-the-math-modern-love.html",
  "headline": "Sometimes It’s Not You, or the Math: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 9,
    "day": 23
  },
  "byline": "Sara Eckel",
  "text": "ON my first date with Mark, he asked how long it had been since my last relationship.\n\nI looked at the table, cupping my hand around my beer. I had always hated this question. It seemed so brazenly evaluative — an employment counselor inquiring about a gap in your résumé, a dental hygienist asking how often you flossed. \n\nI knew he wasn’t appraising me. We had worked together for two months, and in this crowded bar we spoke with the easiness and candor of good friends — he told me about the pain of his divorce, the financial strain, the loneliness. He had been hanging around my office, sending flirty e-mails and — most adorable to me and mortifying to him — blushing whenever I spoke to him. He was kind of in the bag.\n\nBut still I didn’t answer. I didn’t want him to know the truth: that I was 39 and hadn’t had a serious boyfriend in eight years. I had seen men balk at this information before — even when the numbers were lower. They would look at me in a cool and curious way, as if I were a restaurant with too few customers, a house that had been listed for too long. One man actually said it: “What’s wrong with you?”\n\n“I don’t know,” I had answered.\n\n“But you’re attractive?” he said, as if he wasn’t sure anymore. \n\n“I don’t know what to tell you,” I said. “I don’t know why.”\n\nNow, faced with Mark’s innocent question, I hedged. “A long time,” I said quickly.\n\nMark didn’t seem to notice the evasion. He sipped his beer, and we moved on to other topics — our co-workers, Douglas Coupland novels, Seattle — and then, on a street corner outside the bar, to our first kiss. I knew I would eventually have to tell him. But not yet.\n\nWhen my long-ago date asked that question — “What’s wrong with you?” — I was, of course, outraged. I finished my drink, said I had to get up early. But honestly, his question was no worse than the one I asked myself nearly every day. It wasn’t full-blown self-loathing, more a hollowness that hit me in the chest at certain times — a long subway ride home from a mediocre date, a phone conversation with a married friend who suddenly said she has to go, her husband just took the roast out of the oven.\n\nMy solace came from the place where single women usually find it: my other single friends. We would gather on weekend nights, swapping funny and tragic stories of our dismal dating lives, reassuring one another of our collective beauty, intelligence and kindness, marveling at the idiocy of men who failed to see this in our friends.\n\nMostly, we would try to make sense of it all. Were our married friends really so much more desirable than we were? Once in a while someone would declare that married women were actually miserable, that it was they who envied us. But this theory never got too far — we knew our married friends wouldn’t switch places with us, no matter how much they complained about their husbands.\n\nOf course, there are many popular books and television shows that detail the lives of such women, but in those stories adorable men constantly approach the heroines in parks and bus stops and ask them to dinner. The sitcom single woman is never alone for long. She skips from one man to the next, changing boyfriends as frequently as she does purses. My friends and I had various dates and mini-relationships, but mostly we were alone.\n\nWhile many of us watched and enjoyed these shows — and didn’t entirely mind when people remarked that our lives were “just like” the protagonists’ — the stereotype they created of the over-30, man-hunting singleton cast a shadow over us. Being an unattached woman who would rather not be somehow meant you were a nitwit, a bubblehead who had few concerns beyond shopping, pedicures and “Will he call?” My friends and I had no interest in shopping or pedicures, but that didn’t stop us from feeling wildly embarrassed that we longed for love.\n\nAdmitting that you wanted a husband — much less that you were distraught you didn’t have one — seemed like a betrayal of feminism. We were supposed to be better than this. (Not that any actual feminists said it was so awful to want a relationship. The e-mails we received from NOW and Planned Parenthood focused on reproductive rights and equal pay, not dating and marriage.)\n\nProfessing a need for love could also be taken as evidence that you weren’t ready for it. One December night when I was having drinks with a married male friend, he grew exasperated with my (admittedly annoying) complaints about having to spend yet another holiday season without a partner. “Sara, in almost every way you have it together,” he said, “but on this one topic you turn into this ridiculous girl!”\n\nLike single women everywhere, I had bought into the idea that the problem must be me, that there was some essential flaw — arrogance, low self-esteem, fear of commitment — that needed to be fixed. I needed to be fixed.\n\nAs a freelance writer, I couldn’t afford a good therapist, but my job did give me access to some of the country’s best mental-health professionals. As I wrote articles on first dates and break-ups, I interviewed psychology professors and therapists, shamelessly peppering the conversation with anecdotes from my own life. I was trying to get at the root of the problem — for the benefit of womankind, and for myself.\n\nI also talked to a lot of self-help authors. There was the Tough-Love Married Lady who declared the key to finding a soul mate was to grow up, quit whining and do something about your hair. There was the Magical Soul-Mate Finder who prescribed keeping a journal, long hikes, candle-lighted bubble baths and other hocus-pocus. And there was The Man — i.e., a moderately cute guy who wrote a book — who gave insider tips on how to hook up with him, which involved not being critical and having long hair.\n\nSo I grew my hair out. I took bubble baths. And, of course, I started examining my issues. Was my failure a result of my latent commitment-phobia (cleverly masked as really wanting commitment), as one helmet-haired expert implied? Did I feel inherently unworthy and broadcast that low self-assessment to every man I met? (Another gentle suggestion.) Did my failure to “love myself” mean I was unable to love another?\n\nOr was I not positive enough? The experts agreed that a positive attitude was very important for attracting men. I could see it — sure. But this is not my strength. I believe global warming is real and heaven is a fantasy. I believe people who think “everything happens for a reason” must have never opened a newspaper. Some may call it negative. I call it realistic. \n\nA lot of good things happened during my period of constructing Sara 2.0. I went to artists’ colonies, taught storytelling to young people from disadvantaged backgrounds, adopted a rescue dog, learned to do a handstand — all under the banner of “Learning to Love My Single Life.” And I made sure everyone knew my life was super-duper awesome with or without a man — my adorable apartment! my fulfilling career! my amazing friends! But I also knew I couldn’t play that card too often, lest the Greek chorus conclude that my well-oiled life left no room for love. As a male friend once told me, “Sometimes you see a woman who has her act together so well that you think, What does she need me for?”\n\nMy efforts yielded many friends and filled my calendar with fulfilling activities. I went on Internet dates, speed dates and blind dates. I had great hair and a confident smile. But I was still alone. And in the dark of Saturday night, I still asked myself, “What’s wrong with me?”\n\nMark and I dated for a month before I revealed my shoddy relationship résumé. When I did, he shrugged. “Lucky for me,” he said, “all those other guys were idiots.”\n\nAnd that was it. To Mark, I was not a problem to solve, a puzzle that needed working out. I was the girl he was falling in love with, just as I was falling in love with him.\n\nSix years later, this past June, he and I celebrated our first wedding anniversary. My close friends — the ones with whom I had shared many impromptu therapy sessions — had come to the wedding in a small Brooklyn park. And so had their husbands.\n\nDid we find love because we grew up, got real and worked through our issues? No. We just found the right guys. We found men who love us even though we’re still cranky and neurotic, haven’t got our careers together, and sometimes talk too loudly, drink too much and swear at the television news. We have gray hairs and unfashionable clothes and bad attitudes. They love us, anyway.\n\nWhat’s wrong with me? Plenty. But that was never the point."
}