{
  "url": "http://www.nytimes.com/2011/07/24/fashion/modern-love-say-it-out-loud.html",
  "headline": "Modern Love: Say It Out Loud",
  "dateline": {
    "year": 2011,
    "month": 7,
    "day": 21
  },
  "byline": "Amy Deneson",
  "text": "I HAVE had a love-hate relationship with my ring finger for more than half my life. I loved the symbolism that came with wearing a ring, but I hated the assumptions people made about bare ring fingers, especially when so many of us, for so long, have been prevented from being able to legally marry those we love.\n\nI first became aware of my ring finger’s exulted responsibility on my 13th birthday, when my parents escorted me to a candlelight dinner at a fancy restaurant in our small Wisconsin town and presented me with a ring box. Inside I found the finest piece of jewelry I’d yet had the privilege to call mine. As I reached for the ring to try it on, my mother said, “This ring is very special.”\n\n“My birthstone,” I said, admiring the heart-shaped blue topaz tucked between two diamond chips.\n\n“Yes,” she said. “But more than that, it’s a purity ring.” She settled back in her chair to let the meaning sink in.\n\n“This ring symbolizes your commitment to remain pure until your wedding night,” my father said. “For God, us, your future husband and you.”\n\n“Pure?” I asked.\n\nMy father cleared his throat. “A virgin.”\n\n“And that you will guard your heart, like it says in Proverbs 4:23,” my mother added. “The diamonds represent Mommy and Daddy standing next to you to help you stay strong.”\n\nI turned crimson. Why were they talking about this here, in public?\n\n“Amy?” they asked expectantly.\n\n“O.K.,” I said, sliding the ring over my chewed fingernail. I admired the December birthstone sparkling against my black skirt and halfheartedly accepted the terms and conditions to wear it.\n\nThe purity ring didn’t last. When I was 16 I let a boy I met at a concert violate my ring contract. Taking it off felt like falling from a pedestal that was perhaps too high in the first place.\n\nMy mother found me sobbing by the side of my bed — the kind of crying that feels like throwing up — as I kneeled on my purity ring, trying to break it. I wanted the ring to be the thing that failed to live up to expectations, not me. I told her I couldn’t keep wearing the ring. It was a constant reminder that I was no longer pure, or worthy or valuable, or prized.\n\n“You’re still loved,” my mother insisted. But that didn’t feel the same as being considered lovable by someone new, which I no longer felt I was.\n\nThe ring left a mark. I’d worn it for three years, and in that time the skin beneath the band had grown like a sapling inside a city grate. What’s worse, removing it meant everyone would know what I’d done.\n\nBut those were the ’90s, and I merely had to suffer the humiliation in front of classmates at my small parochial school and even smaller church youth group, not everyone on Facebook.\n\nNonetheless, over the years I tried to cover up the naked skin my purity ring left behind. I wore class rings in rapid succession and rotated Irish Claddagh rings: heart up, heart down.\n\nI even left a good man who had an engagement ring on order for me, but by then I had decided I would leave my small town for New York to pursue love in a different form, a love that was real but unthinkable in my family.\n\nThe purity ring represented my parents’ well-intentioned prayers for me, and while I loved that it symbolized that love was worth waiting for, I also hated that it led down such a straight and narrow aisle, for I imagined myself not with a husband but a wife.\n\nIn New York, I reveled in the mind-blowing blend the city offers: perfect anonymity alongside ways to slip in and out of various identities, trying them on. I wanted to kiss girls and like it, and I did, over and over until I found the one I wanted to be with forever, Melinda. The woman I have loved since the moment we met. The one I would choose over all, even over family, if necessary.\n\nYet as our friends planned destination weddings to Massachusetts, Connecticut and Iowa, we eschewed marriage; Melinda because she didn’t believe in religious institutions, and me because I believed in circumstance over pomp. For years, we never seriously considered it.\n\nUntil one day when Melinda became sick and wound up in the hospital.\n\n“Don’t leave me,” she said, weak, hurting and bound to the bed by tubes and wires.\n\n“I won’t,” I said, smoothing her curls back from her brow and committing to a promise that wasn’t in my power to keep. Not only were we unmarried, we weren’t even officially domestic partners.\n\n“Come in the bed,” Melinda said, making room for me. It was late. We had been in the emergency room since 9 a.m., and now it was night, and we had only recently been admitted to this room.\n\nExhausted, I climbed in gingerly. I wrapped my arms around her, trying not to cause any undue pain. I listened to her heart monitor as we rose and fell on the Aero bed, which felt like lying on a lung. I drifted off clutching the IV so she wouldn’t pull it out in her sleep.\n\nAround 4 a.m., an attendee poked his head in, saw me and asked, “Who are you?”\n\n“Melinda’s domestic partner,” I lied. Although we lived together, we hadn’t filed the paperwork. He squinted through the dark dawn, looked at his watch, and said, “Visiting hours will begin soon enough.”\n\nI held my breath, not knowing if that meant I had to leave and come back or could stay and he would overlook the time.\n\n“I want her,” Melinda rasped as he took her vitals. Perhaps seeing that Melinda was stable and would be more hindered by my leaving than staying, he updated her chart and pulled the door behind him without another word.\n\nAfter he left, Melinda asked, “Will you be my domestic partner for real?”\n\nThe breath I’d been holding came out in tears. “Yes,” I cried.\n\n“I don’t want you to ever have to leave,” she said. “I don’t want to be without you.”\n\n“O.K.,” I said, nestling deeper.\n\nThe next morning, when Melinda’s test results turned out normal, I tried to lighten the mood by saying, “About last night: I’m going to want a ring with a dotted line on it. It can be dotted with diamonds so long as it’s dotted, because I’m signing on the dotted line.”\n\nShortly after Melinda recovered, we caught a cab downtown to the city clerk’s office. Brides and grooms, boyfriends and girlfriends waited for their numbers to be called so they could become wives, husbands and partners. Some wore white and up-dos and carried bouquets.\n\nWhen our number flashed across the screen, Melinda took my hand and we proceeded to the far window. Halfway through administering the paperwork, the clerk mentioned that he had two mothers who were married in San Francisco before Proposition 8 passed, which made same-sex marriage once again illegal in California.\n\n“Today is my last day here,” he said. “I could just check the marriage application box instead of the domestic partner one.”\n\nMelinda and I looked at each other in wide-eyed hesitation. Domestic partnership was a big step for us. Marriage, besides being against the law for same-sex couples in New York, brought a lot of baggage with it.\n\n“I’d probably be subpoenaed and go to jail, but it’d be worth it,” he said.\n\n“No,” Melinda and I said. We weren’t interested in being the poster women for subverting the legal system. I envisioned us on the fourth hour of the “Today” show earnestly lobbying for the clerk’s release.\n\n“Thank you so much, but we can wait,” I added. We lived in a city where most people had better things to do than interfere with our relationship, unlike where I’d grown up, where pastors governed premarital beds and governors presided over hospital beds.\n\nSO we could wait. We wouldn’t exchange rings. My ring finger, long bare, would stay that way. My quip about wanting a dotted-line ring would remain as much of a joke as the idea of elected officials trying to regulate love.\n\nAlthough I hated that the absence of a wedding band might cause others to discount the level of our commitment, I loved the fact that everything a ring symbolizes — to have and to hold, from this day forward, for better, for worse, for richer, for poorer, in sickness and in health, until death do us part — Melinda and I already did.\n\nSo we walked out of the clerk’s office onto Worth Street that day as officially linked as we could get, at least until that far-off day when state legislators would finally vote our love to be worthy of real proposals and real wedding rings, a day when our longstanding devotion to those unspoken vows could be made legal.\n\nA day like today, as it happens.\n\nMelinda, will you marry me?"
}