{
  "url": "http://www.nytimes.com/2011/08/14/fashion/modern-love-downloadable-unsustainable-too.html",
  "headline": "Downloadable. Unsustainable, Too.",
  "dateline": {
    "year": 2011,
    "month": 8,
    "day": 11
  },
  "byline": "Chris Osborn",
  "text": "I FINALLY met Amy at Hartsfield-Jackson Airport a couple of Mays ago. I recall walking through the Atlanta airport’s terminal among pictures of nebulae and galaxies, floating along corridors with only a backpack. I called my friend Devin, hyperventilating, feeling downright Neil Armstrong, needing to broadcast this moment to someone.\n\nAmy and I had already known each other for five years by then. We had connected online when we were high school students on opposite coasts; I was in Oregon, and she was in Georgia. I liked her because she listened to Bobby Darin, knew who Italo Calvino was, and posted cute pictures of herself digitally multiplied to play the banjo, guitar, trombone and tambourine at the same time, a full band of Amys.\n\nI was 15 and had just started dating. My first kiss was at a school dance, regrettably to Usher’s “Burn.” I was terrified to find my date’s tongue in my mouth, not knowing what it was. This was before Facebook had opened its doors to everyone, and before Twitter condensed everything, so all we had were long-winded blogs, which typically fell into two categories: daily observations or teenage angst. Mine was famous for the latter.\n\nSomething about the format was enticing: being able to say whatever you wished without ever having to face your audience. Not only did I write about girls and my social anxieties, I wrote on subjects I rarely spoke about: existentialism, family, religion and the wars. I broadcast everything that scared and exhilarated me.\n\nIf my blog was a miserablist exercise in self-discovery, Amy’s was the opposite, filled with sweet stories of riding her bike in McDonough, Ga., singing to her dog and dancing in fields with her friends. Her photos were amber-tinted and pastoral.\n\nShe was a folk singer, and I tried to sing folk songs, so we had that in common. When we first started talking, Amy was unable to record her songs, but as time and technology changed it became easier than ever, until she was able to e-mail me her songs.\n\nAfter years of “chatting,” I actually heard her voice: a weathered, pretty thing, seemingly encased in a bygone era, unmarred by modernity. It was Southern, lilting, traumatizing, and this was just an MP3.\n\nIt’s strange how the phone is the next step in social connection these days, as if that is somehow more serious, more personal, more dangerous than, say, letting someone into your daily thoughts and photos. \n\nBut Amy and I started to call each other. A blizzard had just swept through Portland, so during a bout of cabin fever I began writing songs for her. In these songs I could travel south for the winter, run away from home and feel something tangible. I distracted myself with these notions of what might be if I were there, or if she were here. \n\nAt the same time, our calls grew longer. We started to tell each other secrets. She spoke with inflections that couldn’t hide behind text, sweet memories that translated only by hearing her voice, however distorted and fractured a poor signal might cause it to be. \n\nIn the spring we graduated to Skype. Finally, face to face. She would sit in the computer lab at her university and we’d talk into the early morning. We brought guitars and played our songs to each other. I sang louder than I had ever sung. I hit my highs and didn’t crack at the lows. I wonder how much she actually heard and how much was garbled by my weak Wi-Fi, her beautiful face often contorted into a mess of pixels.\n\nThen it was her turn. Somehow, I heard every word. One verse in particular stood out: \n\nSparrow, won’t you fly down south by me?\n\nSparrow, build your home in the belly of the beast.\n\nLay me in the sand, in the sand by the sea,\n\nThere’s a devil in the land and a devil that’s in me.\n\nWhen she was done, we just looked at each other. We didn’t have to say anything. If we were to be together, it would be at the expense of many things in our real worlds. Still, was she singing that to me because she couldn’t say it? Or was it like that Carly Simon song, and I just thought it was about me? \n\nVain or not, we started planning my escape.\n\n“What if she’s different in person?” my friend Matt posited one morning over breakfast in the dorms. “What if you don’t like her?” I had already assured him that she wasn’t a 400-pound man who wanted to murder me.\n\nI responded with a laugh, never actually thinking of the risks. I was giving myself a four-day weekend on the other side of the country right before finals. What could go wrong? \n\nAll of my friends half-supported and half-laughed at what I was about to do. Jeremy rightfully smiled at my naïveté but gave me his blessing. When I cautiously told Beth, prefacing it with disclaimers, she reassured me: “Hey, that’s the world we live in now: no borders.” Samiat drove me to the airport, and on the way she kept gushing at how “cute” I looked. \n\nI was on air. The mere act of leaving felt almost as good as seeing Amy. This act would be my pièce de résistance, the existential proof that love was the answer, the convergence of art, romance and technology that would make everything beautiful.\n\nOn the airplane, though, I was really sweaty. Just roasting. My hair was a mess, and I’d forgotten to brush my teeth. I had decided not to shave, thinking Amy might like my “beard.” But feeling my face, I realized it was a terrible idea.\n\nAs the plane approached the runway, I pictured myself in a lunar module, anticipating the impact. I was a space kid, always traveling in my imagination, and old habits die hard. I exited the plane and walked down that corridor. I felt weightless; my heart was pounding and some insects entangled with my insides. \n\nEvery girl looked like Amy. My heart skipped with every imitation Amy. I walked past the automatic doors. Each of them opened with another possible Amy. I half expected to find one with a trombone, and one with a banjo, like those charming pictures she used to post.\n\nIt was a comedy; how many cute girls with asymmetrical bangs and perfect bone structure could exist in Georgia? I paced back and forth, walking around the baggage claim, frantically checking my cellphone.\n\nAnd then, there she was. Just like that, I could feel her in my arms. This was her body. This was her face. She was here. I was here. I felt enveloped; feeling her close to me was like outer space, with all its questions: Is it infinite or contained? Linear or cyclical?\n\nNow, here is where there are gaps. I know we held hands through Piedmont Park in Atlanta as a busker played “I’m Waiting for the Man,” and I know we drove to McDonough and kissed for the first time on the floor of her turquoise childhood bedroom, and I know we went to a Wal-Mart and danced for the security cameras, and I know I took a nap in her lap at a cemetery in Macon. \n\nAnd I know that we decided not to continue our relationship. We both knew we couldn’t move close. But we also knew, after this, that we couldn’t just go back behind our computer screens. All of these things are knowable and definable and yet obscured and opaque.\n\nThe truth is, Amy feels like a ghost in static now. I have kept all the evidence: old e-mails and chats, text messages, her songs. My memory of her feels contained within servers and hard drives, locked away and inaccessible. In my mind’s eye, I keep parsing through the same remnants of my time with her, the same jpegs, the same docs, the same pieces to construct a patchwork past of those four days. \n\nWHEN I went to Georgia, we took photographs with a black-and-white disposable camera, and this is what I can remember: only the threads between these pictures. We thought we were documenting it for posterity, but there they are, haunting me with an exactness that doesn’t even scratch the surface.\n\nThen, sometimes, there will be a moment, like catching a breeze from a window, where a wisp of memory will trigger and flood: the goldenrod color of her blouse, her freckles and cheeks stretching into a smile, holding her crying face.\n\nAnd, of course, Amy’s voice, finally clear and finally close, a song whispered in French, a foreign tongue I never learned.\n\nWhen we have spoken since our last meeting, Amy has always reached out through the distortion. On one such occasion, when I was feeling quite low, she simply told me that love is a moment in time.\n\nEven in this time — because of this time — our moment was possible. Sometimes, I have to remind myself."
}