{
  "url": "http://www.nytimes.com/2011/09/18/fashion/modern-love-a-brother-lost-and-found.html",
  "headline": "A Brother, Lost and Found: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 9,
    "day": 16
  },
  "byline": "Sierra Bellows",
  "text": "MY brother Dario was kidnapped for two years. He was taken when he was 7 and returned when he was 9. During his absence, he grew six inches and lost most of his baby teeth.\n\nFive years ago, a day after a court awarded sole custody of my brother to my father, his mother — my stepmother — used a secret second passport to spirit him out of the country. My father found her rented apartment empty. She had sold her S.U.V. days before. Their divorce proceedings had been ugly; she wanted money and they had fought for custody.\n\nAt first, we didn’t know where she had taken him. To South Korea, where she had a lover? To the Philippines, where her family lived? My father made calls. He talked to the local police. He spoke with Interpol.\n\nOn the phone to me, my father said that if she tried to fly internationally on her own passport, she would be arrested. I tried to imagine what it would be like to visit her in jail, her palm pressed against the Plexiglas that divided us, the two of us better friends than we had ever been.\n\nEventually, one of my stepmother’s cousins told my father that Dario was living outside Manila in a compound among extended family. I had seen pictures of the house my stepmother owned; my father and she posed on the white painted concrete of the front porch when they were married in the mid ’90s. I hadn’t attended the Catholic wedding in Manila. It was held at the back of the church because my father wasn’t Catholic and it was his second marriage anyway.\n\nMy father flew to the Philippines and had a driver bring him to the house, where he spoke to my stepmother in the living room. She was angry and refused to negotiate. She pulled back a cushion on the sofa to reveal that she had a revolver. Her nephews, brothers and uncles gathered outside.\n\nIn shorts and flip-flops, my brother played in the garden with his cousins. He was happy to see my father, and jumped for a moment into his arms. But he did not know what was happening, the threat of violence that propelled my father from the compound, and eventually out of the country, without him.\n\nWhen my stepmother was pregnant, I worried that I would not love a brother who resembled her. But I loved Dario. He had as little choice in his family as anyone. \n\nWhen he was a newborn, I searched his face for features like my own. When did babies stop looking like babies and start looking like the individuals they would become?\n\nDario was born when I was 19, old enough that strangers mistook him for my son. “Your husband is Chinese?” strangers would ask when they met us together.\n\nWhen he was 2, Dario would often play in the garden outside my father’s house. Once he tore a large flower off its stem, and when he couldn’t reattach it, he cried and couldn’t be consoled. He had discovered entropy. \n\nIn the mornings, when the other members of the household got into the car to go to work and school, Dario would stand in the driveway with his nanny and cry. He knew what it was to miss someone.\n\nWhile I was away at college, my father and Dario, then 5, visited me in Toronto. Dario wrote letters to God with crayons and threw them off my fourth floor balcony as a way of delivering them. \n\n“I don’t know where he gets it,” my father said. “Not from me.” \n\nI visited Dario and my father during the divorce. We swam in the backyard pool and read aloud the book about King Tut that I had bought at the airport. My father and I drank gin and tonics.\n\nOne afternoon when my father was at work, Dario hid under his bed and wouldn’t come out. I could see one of his fists and a sandal from where I bent down to look beneath the bed. When I asked him why he was hiding, he said, “My heart is broken.”\n\nThen Dario was gone. I didn’t know if I would see him again as a child or if my brother, as I knew him, would be swallowed up by time and absence. Time takes all children away, but this seemed absurd and wrong. I imagined Dario showing me around Manila as a grown man, him as a 20-year-old fluent in Tagalog with familiar dark eyelashes, and me, at 40, likely unrecognizable to him.\n\nIt took two years, but my father got my brother back, after a drawn-out court case in Manila. Dario and my father flew from the Philippines to Hong Kong, where they spent a few days at Disneyland before they flew home. Dario, who collected pens, brought me a ballpoint covered in hearts and an image of Minnie Mouse. “Keep it somewhere safe,” he told me. “You can hide it if you need to.” \n\nI moved home for a few months. I wanted to reassemble our family like a broken vase, match the jagged edges against one another. Dario was taller, his limbs thin and long. He had big new front teeth.\n\nThere were other, subtler differences. He washed his hands and feet compulsively. “When someone bumps into me, I need to touch them back three times,” he told me.\n\nDuring those first months that Dario was home, I was afraid of what my stepmother might do to get him back or in retaliation against my father. Afternoons, I met Dario when his school bus dropped him off so no one would have an opportunity to grab him. My stepmother had once said, in casual conversation, that you could hire a hit man in Manila for $2,000. I appreciated the concrete walls that surrounded our house.\n\nDario and I went swimming in the backyard pool at night, looking at the stars as we did the backstroke. “What if one of those stars is actually an asteroid coming toward us?” he asked. “We wouldn’t even know we were doomed until it was too late.”\n\nHe told me that the inside of an atom was red. He told me that he could build a TV out of spare parts from a junkyard. When he was afraid of asteroids, he would get out of the pool, his wet hair plastered to his forehead, and walk back into the house, leaving wet footprints behind him. The night sky wasn’t as frightening when he couldn’t see it.\n\nWhen I asked him about his time in the Philippines, he said that he had mostly played with his cousins. They watched pirated movies and stole candies from their auntie’s sari-sari stores. He hadn’t gone to school for a whole year. \n\nDid he miss it? \n\nYes, he said. He missed his mother.\n\nI wondered how Dario understood his parents: the father who we shared now raising him alone, and his mother who showed her love for him in rash and desperate ways. I hoped he believed that, no matter their faults, they both wanted him more than they wanted anything else in the world.\n\nEvery day when he got home from school, Dario would hug me around the middle, crushing his face into my ribs. We would lie on the floor together as he wrote sample sentences for English class. We would look at the pictures in catalogs and discuss what we would buy if we had a lot of money. \n\n“When I grow up, I’ll buy you whatever you want,” he told me. When he tidied his room, he spent two days cleaning; he got on his hands and knees to scrub the floor with rags. He set up objects on the shelves inside his closet like display cases in a department store.\n\nSTRANGERS still asked if Dario was my son and I was tempted to say yes. It was easier than explaining that we shared half our blood, but as siblings. \n\n“No, we must always tell the truth,” Dario said.\n\n“Was I like this when I was 9?” I asked my father. I was dazzled by my brother and also frightened for him. I was less afraid of my stepmother: she had opened up a line of credit in my father’s name and withdrew $8,000, but she did not arrive at our door. \n\nI was more afraid of how the world might look to Dario, a place where everything changed with an airplane flight, his parents disappeared and reappeared at intervals and what happened to a child was completely beyond his control.\n\nWe went for a bike ride in our neighborhood next to the ocean, and as the sun set, I realized we were lost in the crooked streets. All the gated homes looked the same to me.\n\n“Do you know the way home?” Dario asked. He gripped the handlebars of his bike tightly, squinting up at me.\n\n“No,” I said. “I’m lost, too.”\n\n“Don’t worry,” he said, looking ahead. He turned his bike around and motioned for me to follow. “I’ll find it.”"
}