{
  "url": "http://www.nytimes.com/2011/01/02/fashion/02Modern.html",
  "headline": "From Moment of Fear, a Lifetime of Clarity: Modern Love",
  "dateline": {
    "year": 2010,
    "month": 12,
    "day": 30
  },
  "byline": "Page Mcbee",
  "text": "ONE evening last spring, five months before our wedding, my partner and I were mugged at gunpoint by a jittery, saucer-eyed man as we walked home from the MacArthur BART station in Oakland.\n\n The mugger crept up behind us on a residential street and half-tackled me while the blue flicker of a television danced innocently around us. When my partner tried briefly, heroically, to hit him with her heavy shopping bag, he reached into his pocket, pulled out a dull black handgun, pointed it at my head and told her, “Get down or I’ll shoot.”\n\nAs he dragged me away from her, she stayed crouched, memorizing his face. Later she remarked on the disturbing kindness of his eyes, but all I could think about was the gun. \n\nImmediately before the mugger appeared, my partner and I had been having a debate about the role of gender in the play we had just seen in San Francisco, a topic relevant to our lives. My partner’s parents gave her what is typically a boy’s name, Michael, though she is feminine, while I am more masculine. With my appearance and dress, I look like a smallish man and we are easily mistaken for a straight couple. \n\nI had been looking forward to our wedding. I could not wait for the spiritual transformation I imagined accompanied marriage. After surviving traumatic childhood abuse, I had decided that marriage and a new family would counterbalance and ultimately outweigh the fear and hopelessness of my youth. \n\nMichael and I had already found the perfect spot for the ceremony in Mendocino and set the date. She was everything I had hoped for in a partner: bright-eyed, confident, the kind of girl who went to France one summer with only a vague sense of purpose, a few dollars, and a knife in her boot. She was witty and happy and stable. Unlike me, I mean. \n\nWe had first met as housemates in Boston, where I spent most of my time writing bruised poems to a parade of unavailable sad girls, subsiding on spaghetti and cigarettes, drinking nightly six packs, and spending sweaty, boozy summers with roving bands of queers, a notebook chronicle in my back pocket.\n\nAfter Boston, we went our separate ways but found ourselves together again years later in a gloomy bar in San Francisco, a sudden spark between us. Within a few months, I’d moved across the country and set up in her Oakland apartment. \n\nWe flew kites at the Berkeley Marina and went sailing under the Golden Gate Bridge. We fought bitterly over stupid things and read self-help books on communication. I was tender and ragged; she was grounded and brassy. Union of opposites: our hearts softened in perfectly diametric ways. \n\nSix years and three apartments later, I still could not shake my doubts about the comfortable ease of my new life: the Cliff House fireside cocktails, the smells of Thanksgiving. I often felt different from the good-natured people enjoying life around me: more anxious, less free. I was certain, however, that marriage  would turn me into an “adult,” and thus would somehow counteract my messy childhood. \n\nSo, with loaded expectations, I worked with Michael to plan a tiny seaside affair on a shoestring budget — lawn games, handcrafted invitations and a ceremony led by my sister on a jagged Northern California bluff. Our community of artist friends volunteered to work as the D.J., to photograph, to cater our reception dinner, even to make our rings. It would be the perfect weekend-long celebration, offbeat and thoughtful and fun. \n\nKnee-deep in checklists and RSVP’s, I realized something was wrong: I had not planned past the part where the credits rolled and everything was O.K.,  where my life became my own and I lived happily ever after. I harbored a sneaking suspicion that the wedding was not going to fix me and what lay beneath my romanticism: the visceral cynicism that relationships do not last and — even deeper still — that I was not worthy of the life I had created. \n\nThen we found ourselves on 41st Street, and the mugger (our mugger, as we call him) seemed dangerously flustered. Michael tried to give him her wallet, and he ignored her, focusing his gaze on me. I stayed on my knees, execution-style, and felt myself flutter out into the black sky, past the broken streetlight above me. But my eyes stayed focused on the gun. I forgot about Michael and was delivered back to something crude and familiar, a time  when my life hinged on maintaining an animal stillness. Minutes passed, excruciatingly expanded. \n\nAt some point he whispered, “Run,” and I startled into movement. Michael and I took off, the street strangely silent but for our footfalls. Finally there was a stranger who opened her door for us, and safety. There was a call to the police. There were many shuddering, locked-in, lonely nights. There was the purchase of a car we could not afford, to shepherd us door-to-door. We avoided the night and succumbed to the claustrophobia of trauma. \n\n We fought and fought. Our arguments were coiled and severe, our language coded. Michael’s humor disappeared almost entirely, and when it resurfaced, I found that it no longer buoyed me. I did not want to be a part of anything that led to a place of violence. I was certain I had made a mistake. Our wedding approached with cruel speed, and I felt raw, a sack of loss. With the distance between us, I could not imagine being anything but depressed at the lack of escape or change, and by my new understanding that the world was a place where weddings were not solutions, just events. \n\nAnd through the summer, the big news in Oakland was a series of other muggings — a couple in their car on a side street and another near the open mouth of a downtown  transit station. The attacks were eerily like ours except that the couples were straight and the men were shot. \n\nWhen Michael saw the assailant’s picture after his arrest that July, she felt nauseated with recognition. Of course it was our mugger, those bizarrely kind eyes shining forth from her computer. \n\nThe night we were mugged, I had been wearing a heavy flannel shirt, jeans, sneakers and a knit cap. From behind, I almost certainly looked like a guy. Was it possible that our mugger, in his odd focus on me alone, originally intended to shoot me? \n\nThat chilling possibility hung over our house, and suddenly our mugger’s face was everywhere, always in my mind if not my memory. Yet beneath the familiar fear, I felt something else begin to bloom in me, something thumping and true. Michael said she could finally understand so much of what had troubled me for as long as she had known me: the symptoms of post-traumatic stress that manifested as insomnia or sudden storms of anxiety. \n\nAnd I finally understood it myself. The hyper-vigilance, the confusion, the fear: our mugger showed me the universality of trauma, and something tore loose inside of me, like a tooth wiggled free from the gum. I was, in fact, completely normal. I had behaved as anyone would, as Michael had. And just as trees move toward sunlight, I had survived — not only the mugging, but also the abuse of my childhood — and discovered that the life I had was the one I had deserved all along. \n\n For the next few Saturday mornings, Michael and I made coffee and had long, wandering conversations with my sister on speakerphone, planning the details of our ceremony. As our conversations coalesced into a plan, I found myself moving away from my previous fantasy of perfection and transformation and toward a celebration of the real and impermanent: just us, 35 guests, and the wild coastline.\n\n AT my suggestion, the bulk of the ceremony involved our guests passing around our rings and speaking directly to us, sharing advice or well wishes while we stood in a circle over the restless ocean. \n\nThe wind whipped and the fog rolled in, but the day was stunningly bright. People spoke about their grandparents or shared heartfelt observations about what we brought out in each other. I cried when I told Michael that I appreciated, more than anything, how her faith in me had taught me to have faith in myself. I realized as soon as I said it that it was  true.\n\nThere were neither fireworks of joy nor the solid assuredness of wisdom, but rather the complicated contentment that can be found when you trade in your high ideals for the raw beauty of the moment. \n\nAs a hawk circled above and some tourists bumbled by, I became aware of the crookedness of our gathered circle, and it struck me that the moment was already passing, and I took it as it came, so spectacular and so flawed, our beginning. "
}