{
  "url": "http://www.nytimes.com/2011/06/19/fashion/when-your-father-google-stalks-your-boyfriends-modern-love.html",
  "headline": "When Your Father Google-Stalks Your Boyfriends: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 6,
    "day": 16
  },
  "byline": "Amelia Blanquera",
  "text": "WHEN my sister, Ardel, first told me about the binder, I could feel my body tense. \n\nA younger version of me would have immediately dialed my father and confronted him, because who would believe that my 77-year-old father Google-stalks my boyfriends and keeps a binder of his salvaged details and opinions for reference?\n\nBut years of therapy taught me to wait 10 seconds before automatically exploding with anger, so in this case I was able to keep cool long enough to decide to bring it up later with him in person. \n\nIf you were to look up the term “helicopter parenting” in the Wikipedia of my life, you would see a picture of my parents. They would be the ones in the Huey, the ominous military chopper used in the Vietnam War. Noisy and clunky, my parents made their presence known.\n\nIn my childhood house, they read mail addressed to my siblings and me, rummaged through drawers and opened doors without knocking. It was the norm for them to be invasive, and their lack of respect for privacy annoyed me.\n\nAlthough my siblings weren’t as forthcoming with my parents about their lives, I always told them the truth. It took me a while to figure out that they didn’t want a true retelling of events but the one that fit the fiction of how they thought my life should be. My parents were more attuned to the upbeat experiences. The rough patches were harder for them to process.\n\nNot long after I learned about the binder, my father asked about the man I was then dating, a newscaster. I decided to play it cool, to see if he would come clean about it. That guy was all over the media. My father didn’t need to look very hard to find him.\n\nLater, when visiting my parents for the holidays, my father asked, “Did you know he used to be married?”\n\n“Uh, I used to be married, too,” I said.\n\n“Yes, but you have no idea why he got divorced.” My father tried to prod me for more information, but the newscaster had told me what I needed to know, and that was good enough for me.\n\n“By the way,” I asked, moving closer to where he was sitting at his desk. “How do you know he was divorced?”\n\n“It’s all on the Internet,” he said innocently, smiling as if to defuse the mounting tension. \n\nOur dynamic has always been tumultuous. We argue a lot. Men in the past have told me I have a tone that’s sarcastic and mocking, a tone that broadcasts to the receiver, “I think you’re an idiot.” My mother doesn’t have this voice. I must mimic my father.\n\n“I know about the binder, Dad,” I finally said. “Ardel told me. Show it to me.”\n\n“What? I don’t know what you’re talking about,” he said.\n\n“Ardel told me that you have a binder with information on the people I’ve dated.”\n\nHe squirmed but offered no confession. Did he believe he wasn’t doing anything wrong? I was calling his bluff. \n\n“Do I need to ask Mom?” I said. To their credit, my parents act as a unit. Even if one of them has a wacky idea, they always back each other up.\n\n“Mom, can you show me the binder?” I shouted into the other room.\n\n“Did you ask your father?” she shouted back. “I don’t know what you’re talking about.” It was obvious she knew. She’s a terrible liar.\n\nI looked at my father, who smirked a bit and then blurted out, “How am I going to protect you?”\n\nAlthough he is physically agile and mentally acute for a senior citizen, he is not in any shape to be a vigilante on my behalf.\n\nHis worldview, too, is a bit skewed. He delights in news stories about corruption, scandals and suspicious activities. Something about doomsday movies placates him. Whereas my mother used to take my siblings and me to see the latest Disney film, my father sat with us in front of the television to watch “Soylent Green” and “Blade Runner,” among others. If the apocalypse came, he wanted us to be ready.\n\nMy child brain took in all the juxtapositions. Fairy tale princes always stepped in to save the day, but there was a timeline to find that guy before I turned 30 or else I might be forced to run for my life, à la “Logan’s Run.” \n\nWith my father’s mentoring, I understood that the world wasn’t cuddly and charming, but dark and sinister. It wasn’t that my father was trying to frighten or upset my siblings and me. Rather, I think he was showing us through the movies never to accept life at face value. As an adult I chose sunny and sweet; it just seemed less anxiety-provoking that way.\n\nI eyeballed the room to see if my father had the audacity to keep my dating binder on the shelf with his other records. He kept files on all his doctors. Each two-inch plastic binder was labeled with the physician’s name written on surgical tape with a black Sharpie marker. Other than details about my father’s specific ailments, each doctor’s binder contained a printout of whatever personal and professional information my father could assemble. If nothing else, he was a meticulous record-keeper. But he wouldn’t give up my binder.\n\n“So you’re not going to let me see it?” I asked.\n\n“I don’t know what you’re talking about.”\n\nIf my father hadn’t become an engineer, he would have made a great spy. Why wouldn’t he just tell me the truth? \n\nHe tried to contain his obsessive worry after I left for college. But every so often he would show up, and there it would be again. Like the time he visited my Brooklyn apartment and insisted on buying me electrical outlet covers, as if I were still an infant who might stick a fork into the socket. His concerns abated when I was married because there was another person to worry about me. But his protective instincts came back in triple strength after I was divorced.\n\nIn the moment, here’s what I knew: He had a binder. My mother denied it. My sister had seen it. Yet my father wouldn’t confess because he knew his actions were overstepping my boundaries. \n\nDid he really think I couldn’t take care of myself? That offended me. In years past, his constant second-guessing had escalated into blowouts. Our shouting matches had made us both feel terrible afterward.\n\nSo this time around, I wasn’t going to let it reach that level. I knew I could take care of myself. Even if some of my previous relationships hadn’t worked out, I still trusted my judgment. I was willing to take on the risk. My father just needed to tell me the truth about the binder.\n\n“Well, if you’re going to keep a file on him,” I said, “at least let me help you pick out the articles.”\n\nMy father turned on his computer and we scrolled through various articles written by the newscaster. Not a Google-stalker myself, I had never seen what came up. His writing was informative and smart. The video clips showed his sense of humor, too. There definitely was enough material for a private investigator to find this guy. He was hiding in plain sight.\n\nAt this point, I thought my father would crack, but he stubbornly held his ground. Obviously this was his attempt to reinsert some control into my world, even if he wasn’t around to witness it. I thought I could handle a small bit of intrusion. We just needed to negotiate an understanding.\n\n“You can research the men I’m dating,” I offered. “But I don’t want you to tell me what you find unless the guy has a criminal record. I’d like to know that, but nothing else.”\n\n“O.K.,” he said, turning back to his computer. He was doing his best to hide his anxiety, but all the sighing and loud typing betrayed him. His fears were something he would need to learn to manage for himself, I thought.\n\nAnd then I felt something I hadn’t before regarding his overbearing ways: tenderness. It felt oddly comforting to know that my father has my back in his paranoid way.\n\n  \n\nSINCE I don’t have children, I asked my brother Arturo what he thought. As the parent of two pre-teenage daughters, would he behave in the same way? \n\n“I think my need to control their lives will diminish as they age,” he said. “But it might gain in resurgence as I age.” Then he offered this sanguine observation: “At least he’s trying to stay in touch and be involved, albeit in a covert manner.”\n\nTrue. So I’ve decided not to fight it anymore. But I intend to warn any love interest not to post anything on my Facebook wall, because my personal private investigator is only a click away, and anything suspicious is likely to go on his permanent record."
}