{
  "url": "http://www.nytimes.com/2011/02/13/fashion/13Modern.html",
  "headline": "A Guide to Pursuing True Love: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 2,
    "day": 10
  },
  "byline": "Daniel Jones",
  "text": "IS there a proven strategy for finding love? If so, I suspect millions of people would like to know. In six years of editing this column, I have received so many stories from the baffled and the frustrated that even tsunami metaphors can’t convey the volume.\n\nAnswers, I’m sure, abound. I can already see the raised hands of self-help authors, relationship coaches and matchmakers eager to ply their trade. Open your wallet and maybe you’ll learn that the secret is to follow a set of antiquated rules, or to lower your expectations and settle. Perhaps you’ll be asked to describe your favorite salty snack, and that preference, when added to your profile and cross-referenced with someone else’s preferences, will turn the key and in you’ll go. Surely there’s a science to this. Isn’t there a science to everything?\n\nNot according to all the grinning newlyweds who first locked eyes during Pilates or in a conga line at the tiki bar and found themselves hitched and happy without consultants, fees or even a single round of speed dating. “We just knew,” they say, maddeningly. “It’ll happen to you, too. You have to be patient.”\n\nPatience may be a virtue, but for many, it’s no strategy for finding love. \n\nSo what else can you do, short of hiring advisers, creating a direct mail campaign or revealing your vitals to a site like Perfectmatch.com? For Valentine’s Day, I offer a sampling of intriguing tactics I’ve come across lately: familiar oldies that have been dusted off and modernized, along with some economical, technology-driven options.\n\n\n\nPerfect the text\n\nSeduction via love letters has a long, rich history. With text messaging, the genre is enjoying a renaissance, albeit one marked by shallowness and brevity. \n\nNot that that’s a bad thing. After all, it’s hard not to be impressed by the efficiency of a message like “ur gr8 lets m8,” which takes three seconds to type and a fraction of a second to send, and requires no stamp, wax seal or calligraphy. Cost: zero (depending on your texting plan). \n\nYet it can still be the start of a beautiful relationship. If the object of your desire replies with something chatty like “lol! its f8!” you’re well on your way. Keep it going. Consider adding a playful photo or two (data charges may apply). \n\nBut be careful where you aim your camera: One ill-advised picture can ruin a thousand words.\n\nCONSULT A RELIGIOUS GURU\n\nJust two months ago in this column Amy Klein explained how, as a lapsed Jew, she still had enough faith in divine intervention to follow a friend’s advice and consult a Jerusalem rabbi known for predicting coupledom. After he told Amy she’d meet her husband during Hanukkah (then three months away), she waited through the holiday on high alert before succumbing to despair. Until the next Hanukkah (he didn’t say which one!), when she indeed found love. \n\nBut did it happen because the rabbi predicted it, she wondered, or because his prediction caused her to make it so? Answer: Don’t analyze miracles. \n\nThis is one miracle, by the way, that a lot of readers would like to tap into. Of the many who e-mailed us in response, an impressive number were already in Israel or on their way and wrote not to comment but to urgently request the rabbi’s name and contact information.\n\nTANTALIZE WITH TWEETS\n\nNot long ago a young Brooklynite I heard from, Julieanne Smolinski,  discovered an interesting phenomenon. She was seducing people. And she was being seduced. Not with suggestive touches or whispered come-ons, but with 140-character dispatches accompanied by, as she put it, “a chest-up self-portrait the size of a Scrabble tile.” \n\nHere is a truism about social media like Twitter and Facebook: the smaller the profile picture, the greater the fantasizing. People will double-click on your photo to try to see more of you, or drag it to their desktops hoping for a better view. \n\nBut the photo stubbornly remains a minuscule square of seductive potential, which only fuels the obsession. Combine it with some witty tweets and the package may prove irresistible. The Scrabble tile must be met in person. \n\nOf course, it’s almost impossible in these circumstances for the encounter to live up to the fantasy. Which is the downside of imagining one’s romantic future based on a smattering of thumbnail images and glib phrases. Which is increasingly how we meet each other these days. Uh-oh.\n\nMAKE PEOPLE APPLY TO DATE YOU\n\nAnother person who wrote to me, Jessica Delfino,  was so tired of going nowhere on the dating hamster wheel that she decided to compose an old-fashioned list of everything she wanted in a partner — height, age, eye color, parental and job status, pet ownership status and so on — and then publicized it in a new-fashioned way: by posting it on Craigslist and inviting applicants. She pledged to respond to all, but not meet unless the man fulfilled all criteria.\n\n In the end, she gave in on age (he was a year below her minimum), but he possessed every other characteristic and was a real person who came to love her as much as she came to love him. Now they’re engaged.\n\nTrue, such lists can be arbitrary and misguided. But sometimes you just need a way forward, something to believe in, a way to feel right about a person who is right. You need, in short, to create an illusion of destiny.\n\nCHASE TO THE ENDS OF THE EARTH\n\nWe are told in matters of love never to chase. Chasing makes you look desperate, pathetic and obsessed. I’ve read hundreds of tales of chasing. The common version, which involves drive-bys and doorbell ringing and way too many unreturned calls and text messages, can be squirm-inducing.\n\nBut chasing someone you love to the ends of the earth is different. If the crush of your life decides to up and move to Japan, as Lisa Ruth Brunner’s did in a story she told here last summer, and you miss her so much you arrange for foreign study in Beijing (which was as close as Lisa could get), and a year later you find yourself reunited with her in Tiananmen Square, the magnitude of your act is so absurdly out of scale that it can turn the original paradigm on its head: pathetic becomes romantic, desperate becomes determined. \n\nAnd even if your grand gesture doesn’t lead to love, as Lisa’s didn’t, at least your story stands a better chance of moving from the police blotter to Hollywood.\n\nLOVE THE ONE YOU’RE WITH\n\nSometimes the love of your life is already with you. But there is some reason you cannot be a couple, or so you think.\n\nIn this column we publish stories about human relationships, hoping to illuminate some facet of love. But I would not call many of them love stories. A bona fide love story is a rare thing. Gary Presley’s, which appeared here 15 months ago, is one.\n\nA near quadriplegic from childhood polio, Gary was, in his mind, a burden — always had been and would be. One who cannot maneuver one’s body outside of a wheelchair without substantial help from another is dependent on that person, and it is hard to imagine a loving relationship, much less a romantic relationship, starting with such inequality.\n\nNevertheless, Gary had developed feelings for his home care aide, a young single mother named Belinda. It was a hopeless yearning he regularly felt compelled to quash. He did not consider that she might have feelings for him. It would make no sense. \n\nIn fact, Belinda had fallen for Gary. But even as she made this clear to him over time, he maintained that he didn’t deserve to love her, and that he shouldn’t allow her to love him. “I held hard to the idea I should be content to ride out the remainder of my life without complaint,” he wrote, “a burned-out case, an absurd hodgepodge of broken parts.”\n\nEventually, with Belinda’s constancy, he overcame his denial, and they have been married 20 years. “Even now I cannot fully resolve myself to the reality of Belinda’s love,” he wrote, adding simply: “I chose to love Belinda, chose against my head-logic and with my heart-dreams.”\n\nLogic no, heart yes. I think we have our proven strategy.\n\nHappy Valentine’s Day."
}