{
  "url": "http://www.nytimes.com/2011/04/17/fashion/17Modern.html",
  "headline": "Hearts, and Lives, Out of Step: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 4,
    "day": 14
  },
  "byline": "Lauren Boyle",
  "text": "LAST May I was like a balloon without a string, in desperate need of some tie to the earth. Set to graduate from college a semester early, I had no job lined up and no prospects. And I was suffering from the kind of acute loneliness that comes from dating college guys for whom the word “girlfriend” does not exist and whose idea of a proposal is sending a graphic, indecent late-night text message. \n\nI’d had a high school boyfriend, my first real love. But he and I hadn’t spoken in years, not since he abruptly broke up with me. We had both stayed in the Philadelphia area for college (in my case just 20 minutes from home) so our paths still crossed at parties with our old crowd, but our eyes hardly ever met. All I knew from friends was that he planned to go to a Roman Catholic seminary to become a priest. \n\nIt had taken me a long time, but I had moved on. I went to college, met other guys, but didn’t find what I was looking for. And lately I had noticed myself marveling at my cousins’ engagement rings, cooing at their infants and congratulating them on their careers. \n\nIt’s not that I wanted all those things immediately. I just wondered when my life was going to cross the precipice into true adulthood. \n\nThen my 84-year-old grandmother had a catastrophic stroke, just two days after she and I had laughed and talked about my best friend’s resemblance to Tom Hanks. We had originally expected her to pull through with physical therapy, but even her magnificent mind could not overcome the damage caused by 12 hours of unconsciousness on the bedroom floor. Though her heart and lungs had survived, her brain — the brain that had once been able to recall my birthday, my middle name and the red dress I wore for Christmas in 1990 — had not. \n\nAnd just like that, my balloon acquired some strings, as I assumed the daytime vigil at my grandmother’s bedside along with the rest of my large close-knit family. My lack of direction or a solid relationship had twisted itself into an enormous gift, one that would allow me to spend three full days with my grandmother before she died.\n\nEach night after leaving the hospital, I would join some of my dearest (and mostly male) high school friends at parties and bars, in a crowd that sometimes included my old boyfriend. The Flyers had made it to the Stanley Cup finals, and we were excited by the possibility of an unlikely championship.\n\nI had never much enjoyed hockey, but now I craved the distraction, familiarity and company I knew the games would bring. And though I tried to lose myself in the action as the boys did, I kept my cellphone close, just in case my father called from the hospital with the bad news I knew would come by week’s end.\n\nOne night, just after the Flyers had won the second game, I feigned sleepiness, stood up from my friend’s couch and rummaged in my purse for my car keys. It was a perfect night in late spring. As I walked to my car, I wondered how the weather could be so perfect when I was so brokenhearted.\n\n“Wait, Lauren,” a voice called out.\n\nYou could blindfold me, fly me halfway around the world and dump me into a crowd of a billion people, and I would know the timbre and urgency of that voice within a millisecond. I’d seen my old boyfriend fleetingly at the party, but I didn’t know he had followed me out. \n\nWhile we dated, he once told me after a particularly heated argument that someday we would marry. Then, two days later, he said we would never speak again. Yet here we were, to my amazement, speaking.\n\nWe chatted for a few minutes, about what I cannot remember. I think we exchanged jokes about stunting each other’s emotional growth in adolescence.\n\nThen, out of nowhere, a confession that killed the semi-jovial mood. “I love you,” he said. “I never loved anyone the way I love you.”\n\n“And everybody else I’ve dated,” he added, shifting his eyes downward, “was a mistake.”\n\nBriefly, I wondered if grief was hallucinatory. “You’re going to be a priest, though,” I said.\n\nHe suggested that I could change that with one word, and that someday we could join my cousins in ring-shopping and baby-raising. \n\nSo my life wasn’t like a balloon in need of a string — it was actually like those cylindrical balloons that clowns twist into shapes and contort beyond recognition. As if on cue, I burst into tears. \n\nHe offered a hug, the kind that enveloped and mussed hair and smeared tears and mascara. He knew my grandmother was dying. He apologized, knowing how bad his timing was.\n\nI conceded: it was. He leaned in for a kiss. I balked. We lingered uncomfortably. I left.\n\nAlone in my childhood bedroom that night I laughed out loud, half amused, half bewildered, as my cellphone offered up text after text in which he elaborated on his confession and promised prayers for my grandmother and love (that word again!) for me. \n\nWhat were these romantic 2 a.m. texts? I don’t know how my cellphone, so often a vessel for crude come-ons, tolerated such pure affection without combusting. \n\nThe next day was spent among palliative-care nurses, grief counselors and family members crowding my grandmother’s hospital room. As expected, her breathing had worsened; in one of our moments alone together, when her heart had stopped for just a moment, I held her hand and begged her to hold on, if only to wait for us to be ready. \n\nShe did, miraculously. Even the doctors wondered how her body had not given out just yet when her brain had suffered so much. I prayed the rosary with her prayer group, a handful of tearful elderly ladies, and listened to them reminisce about the woman my grandmother had been.\n\n“I remember Peggy from high school,” one lady said, clutching my hand. “What a wonderful, sweet girl she was.”\n\nAs I watched her chest barely rise and fall, I considered my grandmother, a junior in high school, slow dancing to Glenn Miller with the young soldier who would become my grandfather. They married at 19, hardly cognizant of their choices, she in a simple dress and gloves, he in his military uniform. Fifty-six years after their wedding, my grandmother told me that she had married my grandfather because “he was a really nice boy.” Even at 14, I didn’t believe it was quite as simple as that.\n\nYet here I had my own “nice boy.” He was the “I love you” in a barrage of “Come over; I’m drunk.” He had considered dedicating his life to God; he was intelligent and loved children as much as I did. He knew what I wanted from my life, the pain I had been feeling from waiting to begin but having no one with whom to do so. I had asked the universe for someone like him to come along and to allow me to eventually join the ranks of my marrying, procreating cousins. This “nice boy” had promised me just that.\n\nWhat my grandmother didn’t know on her wedding day was that her “nice boy” would wage a battle with alcoholism that would strain their marriage and destroy his paychecks before he was able to summon the strength to quit. They would stay together another 36 years before he died, raising seven children in a happy, crowded house. \n\nAND she loved him; we knew that. But we also knew that when my grandfather died, she experienced a liberation that had been impossible while married.\n\nShe had said once, about a year after he died: “I miss Joe. I do, every day. But I like being able to go wherever I want. And have dinner whenever I want. I don’t even have to cook.” \n\nI realized, while holding my grandmother’s hand and counting the seconds between her breaths, that I, too, still wanted that freedom. \n\nSo that night I offered my “nice boy” the sad, palliative smile that the nurse had shown me. I didn’t have to say anything for him to know that something between us was lost: a way of gently breaking terrible news that I had learned from my days with my grandmother’s nurses. \n\nHe understood. We performed a reprise of the complicated linger-and-stutter dance that had followed his initial declarations of love, until we knew it was time for us to go.\n\nAt my grandmother’s funeral a week later, I greeted the dozens of mourners who had come to say goodbye to the woman they loved. The church organist, shaking the rain off her umbrella, approached me. My family and I had decided that my sister and I would sing at the Mass, and it was almost time.\n\n“Are you ready to begin, Lauren?” she asked.\n\nI was."
}