{
  "url": "http://www.nytimes.com/2011/02/27/fashion/27Modern.html",
  "headline": "Modern Love: Failing to Find the Right Gift for His Heart’s Desire",
  "dateline": {
    "year": 2011,
    "month": 2,
    "day": 24
  },
  "byline": "Michael Leviton",
  "text": "TO woo her, I needed a music box. I conceived this idea the night I met her. I’d gone alone to an open-mike night. I was 22 and new to the city. I wasn’t at this open mike to launch a career as a ukulele-player, but to meet new friends. I got along best with other musicians.\n\nAs I waited for my turn, a girl with bad posture hopped onto the stage, a giant gummy grin pushing her cheeks to their brink, her freckled hands fidgeting like a child’s. I guessed correctly that she played piano (a pianist’s hands are often lost without a keyboard). \n\nThe audience continued to chatter. “Hello,” she said, but the crowd didn’t stop. She shrugged and began. She squinted and sang in an excited whisper the names of cross streets, directions to a lamppost in the Bronx. The crowd quieted.\n\n She’d heard a legend that this particular lamppost could grant a wish if you kissed it. She lamented that no one had tested this; the world’s only wish-granting lamppost lay hidden in a place where no one believed in magic. So, she decided to try it herself. The song ended with the moment before the kiss. I wanted to kiss the lamppost and wish she would fall in love with me. \n\nI feared she might vanish, so I approached her the moment she stepped off the stage. Others lined up behind me. I bought her CD and signed her mailing list, and then lingered until the line had dissipated and we were alone. When I asked her about herself, she answered quietly, so I bent down close to hear. She told me she lived with her parents and wrote songs all day in her tiny bedroom. \n\n“I like people who spend time alone,” I told her. “We’re more genuinely ourselves when we’re alone.” \n\nI could tell she disagreed, but she wouldn’t say so. She smiled and cracked a joke, which I found disappointing. She struck me as so much wiser than I was, and I wanted her to correct me, guide me. We spoke for a half-hour before she had to leave; it was a long trip back to the Bronx.\n\nThat night, instead of sleeping, I listened to her album over and over. Some songs were cynical and hilarious. Then there’d be a naïvely sentimental love song. One would be bluesy and dirty. Then there would be a children’s song. Each one was another hook in me. I thought, “These melodies belong in music boxes.” I decided that, as soon as I knew her better and built up the nerve, I’d give her a music box that played one of her songs. \n\nI’d always loved music boxes. I loved the texture of tiny hammers on metal, and the rhythmic irregularity of the slowing and speeding clockwork. A few years earlier, I’d bought a glockenspiel so I could mimic music box tunes.\n\n She played a full concert that weekend. I attended that performance and the next, and the next, until I was going to all her shows, seeing her twice a week. I would talk to her, but our conversations frustrated me. In person, she rarely said anything as powerful as her songs. I suspected she was withholding her true self. Her conversation would feel like her music only if she loved me.\n\nShe had other admirers. I’d notice them sighing from the audience. I imagined how it would feel to inspire such infatuation. She wasn’t even particularly beautiful. In fact, if she had been a great beauty, falling for her would have felt less romantic. \n\nI scrutinized her interactions with other fans, watched whether she would squint the way she did when she sang, whether she would move close as if telling a secret. If she preferred any of us, I couldn’t tell. Still, I considered myself different from the rest; I understood her better and wanted her more. Surely, none of them planned to give her a music box. \n\nI hadn’t asked her out. I knew I was being a coward. The girls I confided in discouraged me. They said that going months without making a move disqualifies a man as a romantic possibility; by now, she had cemented her feelings. \n\nI disagreed. I believed that the right move could still win her over. Then she asked me to open for her on Valentine’s Day, a show that would double as her birthday party. She was daring me to do something bold.\n\nI spent that night searching online for “custom music box melodies.” I found a company that made custom music boxes for $50 each, suspiciously cheap. I read the guidelines. The last line said, “Minimum order: 100 units.” \n\nAs in many classic love stories, a romance would be foiled by poverty. In my despair, I fantasized: I could max out a few credit cards to buy 100 music boxes and then give her just one. I would keep the other 99 in my closet and she would never know what that one music box had cost. \n\nOf course, I compromised. I recorded myself performing music box interpretations of her songs on my glockenspiel. I planned to give her a CD of the recordings and tell her about the 99 music boxes I wished I had in my closet.\n\nThe night of the show, while the audience was trickling in, another admirer I knew approached me. He was a small, nervous musician with crossed eyes who wrote and performed melancholy songs. Though he was no ladies’ man, I found him beautiful and charming. He asked if I’d gotten her anything. When I told him about my present, he laughed. \n\n“I may have you beat,” he said. “I took a picture of myself kissing the wish-granting lamppost. I’m giving her the picture.” \n\nThis gift struck me as self-obsessed, even creepy, but I couldn’t help but smile. I felt a kinship with any creative, starry-eyed fool. \n\nAfter my opening set, fans signed my mailing list. A beautiful girl handed me a folded napkin with her phone number. This helped me feel ready to give my present. \n\nThe performance that night killed me even more than usual. When she finished, she headed to the merchandise table, where fans were lining up. I wanted to be alone with her, so I sat nearby while she dealt with customers. \n\nBut the man at the front of the line didn’t buy her album. He gave her a painting of a horse. She smiled enormously and hugged him. I imagined this painting referenced some previous conversation or inside joke. She leaned the painting against the wall and tended to the next man, who gave her a mobile. When spun, it created an optical illusion that formed the shape of a heart. \n\nI then noticed that the line was almost entirely made up of nervous suitors with gifts. Many even physically resembled me. I watched one admirer give her what I presumed to be a mix CD. His present looked nearly identical to mine. \n\nI envisioned her tiny bedroom, cluttered with exquisite gifts, her closet overflowing with CDs and stacked paintings she couldn’t fit on her walls. The mobile was a brilliant idea — she’d have space for that. And each time she saw it, she would think of the one who made it. I became concerned about not being able to play her my gift the moment I gave it to her. I feared she would take the CD home and forget about it. I thought, “If only a CD could play like a music box.”\n\nI read the faces in line. As far as I could tell, the suitors didn’t notice one another and weren’t hung up on the growing pile of gifts. She received each present with the same grateful smile, regardless of its beauty, meaning or uniqueness, as if these admirers were her children and she didn’t want to show preference. Or perhaps she truly cared about them all equally.\n\nTHEN it dawned on me what was going on. We weren’t celebrating her birthday. Our presents were tributes to our own infatuations, attempts to prove we really were the romantics we longed to be. These gifts were not for her, but for us. \n\nI reimagined her bedroom. She surely didn’t keep these presents. Perhaps she would keep a good one if she could separate it from the memory of the suitor who gave it to her, but I wouldn’t have blamed her if she waited until we all had left and threw the whole pile into a Dumpster. She couldn’t do that, though; we never left until she did. She would have to cart the gifts home. \n\nHer life of perpetual adoration no longer sounded ideal. It sounded lonely. The guy with the lamppost photo got in line, but I couldn’t. I left without saying goodbye. \n\nI still went to her shows after that. They were too beautiful to miss. When I saw her, we would joke and exchange pleasantries. I opened for her a few more times, and she invited me to a few more birthday parties, but I didn’t go. I kept her gift in the closet where I could have stored 99 music boxes."
}