{
  "url": "http://www.nytimes.com/2011/12/04/fashion/what-a-scale-cant-measure-modern-love.html",
  "headline": "What a Scale Can’t Measure — Modern Love",
  "dateline": {
    "year": 2011,
    "month": 12,
    "day": 1
  },
  "byline": "Paula Derrow",
  "text": "I HAVE outweighed most of the men I’ve loved in my life. To be fair, most of them have been thin: my first boyfriend was 6-foot-2 and weighed just 135 pounds, and he was followed by a string of maddeningly slender sorts. \n\nWhile other women would squeal with laughter when they were hoisted over a shoulder or tossed into a swimming pool, I lived in horror of someone picking me up and feeling the solid mass of my thighs. If a guy ever succeeded in coaxing me to perch on his knee, I’d balance uncomfortably, trying to hide the fact that I was pressing my feet so hard against the floor that I was practically hovering in midair.\n\nThen I met a man online who charmed me with his references to Fellini and Patti Smith and his knowledge of arcane facts about New York City. By the time I’d discovered that he was significantly overweight — obese, by clinical standards — I was mildly smitten.\n\nA few nights before our first date, he confessed via instant message: “I need to tell you that I’m overweight. Not the sweaty, thighs-rubbing-together kind of overweight, but overweight nevertheless.”\n\nInstead of being put off, I found his candor refreshing. I was curious how heavy a person had to be to feel compelled to mention it as a warning. And I wanted to test my own open-mindedness, to look beyond this man’s flesh, into his eyes, brain and heart. Isn’t that what I always hoped a man would do for me?\n\nWe met in the lobby of an art-house movie theater. I noticed his face first: broad, with blue eyes and a neatly trimmed goatee. When I let myself look below his face, I was pleasantly surprised — not thin, no, but kind of bearlike, in black pants and a silk shirt that didn’t cling.\n\n“I wasn’t expecting the freckles,” he said, and I blushed. Later, as we sat in the theater, his breath tickling my ear, his thigh warm against mine, I wondered if he felt cramped in the standard-issue seats, but mostly I was enjoying being with this smart, worldly man whose skin seemed to give off the faint scent of cinnamon.\n\nLater, when he kissed me, I thought about his lips rather than the rest of his body. He liked to talk, and I liked to listen to him, lulled into a comfortable confidence I rarely felt with men I did not know. I sensed he wanted to go slowly before things got physical, another role reversal of sorts. So I contented myself with holding his surprisingly delicate hand as we strolled the streets after dinner. \n\nWhen I sat on his lap for the first time a few weeks later, there was no hesitating. He didn’t coax me to perch; he reached right up and pulled me down. When I protested that I was too heavy, he smiled and said, “Honey, I’m the heavy one in this relationship.” \n\nI liked that he called it that — a relationship — so early on. I settled in, gingerly seeing what it might feel like to rest my entire weight on someone. He did not seem to notice, merely kept up his dialogue about music, art and books.\n\nThen he brought out the photos. “That’s me,” he said as I gazed at a slim guy in a leisure suit. As he flipped the page, he said, “I was at my thinnest then.” \n\nApparently, he rode the dieting roller coaster as I did, except instead of gaining and losing 20 or 30 pounds, he would shed and regain 100. In fact, he’d lost 100 pounds three times.\n\nBy the time we finished with his pictures, it was too late for me to make my way back home. All I will say about what happened next is that when you make love with a very large person, rather than more body contact, there is less. Never once did he rest his weight on me. As we drifted off to sleep, I wrapped my arms around him and felt as if I were floating on a life raft in the middle of a peaceful ocean. Buoyant and safe.\n\nI didn’t see him naked until the next morning, when he surprised me by bustling around in his well-stocked kitchen unclothed before finally donning a thin robe. Comfortable in his skin, he moved gracefully except when getting in and out of chairs, which required effort. His roundness unfettered, he seemed free.\n\nBut he wasn’t. During our next few phone calls, he seemed gloomy, talking of the death of print journalism and his various aches and pains. He was late for our next date, and I craned my neck down the sidewalk, anxiously checking my watch and phone. I finally spotted him half a block away, walking at a pace I could tell was too fast for him. When he reached me, he apologized (“The subway!”) and was perspiring so profusely I was concerned. \n\n“Do you want to take a minute to cool off?” I asked, fishing out a tissue for him.\n\nHe waved me off and mopped his brow with a handkerchief, a gesture that would have seemed quaintly old-fashioned if there had not been so much sweat.\n\nHe canceled our fourth date because of exhaustion; a few weeks later he had the flu; after that, a blood vessel burst in his eye (“I can’t go out like this!” he said when I urged him to join me for dinner anyway); then he tripped and broke an ankle, which laid him up for weeks. \n\n“I’m having a lot of bad luck healthwise,” he admitted on the phone in his sonorous voice, a voice that made me want to keep listening, no body to get in the way. But his body was there, a body neither one of us could ignore, a body that kept him confined to his apartment. \n\nI liked hearing his stories, but I wanted us to make stories of our own. I resented how his body had become a barrier between us, though not in the way I had expected. He didn’t ride a bike, couldn’t play a casual game of tennis, wouldn’t go for a spontaneous jaunt in the heat of a summer day. I’d never call myself sporty, but I longed for some physicality between us, something more than talk.\n\nThen it ended. \n\n“I just can’t do this,” he said on the phone one night. “I don’t have the energy.” \n\nI was being cut loose again, this time by someone who outweighed me by 150 pounds. At 45, after too many relationships both long and short, I was disappointed that this man with the big brain could not see a way beyond his fear.\n\nI KNEW about fear. It had stopped me from dating before, sometimes for years. I liked to blame my extra weight for those dry spells. But this time I saw his fear so clearly that I couldn’t help but see my own. “I just can’t do this,” he’d said, and he was right. The weight of his fear had come between us. I didn’t want that to happen to me.\n\nI vowed to give myself just a day or two to lick my wounds, then I reposted my Match.com profile, replacing my usual “average” with “curvy” when asked to describe my body type. If a man didn’t want to meet me because I was “curvy,” well, he wasn’t the kind of person I wanted to be with.\n\nI did not have time to do much online browsing. That weekend a friend and I took a ferry to Block Island for a long-planned mini-vacation. As the salt breeze misted my skin, I produced some salty tears of my own, mourning the end of yet another relationship. I knew this man who canceled at the last minute with doctors’ notes would have made a bad boyfriend. I was tearing up not so much because of him but because of the prospect of starting over again.\n\nExcept the next night I met another man, more my usual type, which is to say, slender. Randy had a ready laugh and an elegant, aquiline profile. At his invitation, my friend and I joined him and his friend on the porch of the inn where we were staying and shared glasses of wine. In the morning, we met again at the beach, where my body was on view. As we lay side by side and talked, I eyed his chiseled chest and taut stomach, feeling momentarily abashed. I could turn over and burrow myself more deeply in the sand, but why? I liked what I saw, and from all signs, this new man did, too, so much so that he would ask me to marry him, and I would accept, two years from the day we met.\n\nBut for the moment, all he said was, “Time for a swim,” and soon I was following him down to the sea’s edge. The waves were rough but the water was warm, and after he dove under he came up smiling, coaxing me in for some body surfing. I hesitated, then I gave him my hand and he pulled me out farther than I would have gone on my own, headlong into the surf."
}