{
  "url": "http://www.nytimes.com/2011/01/09/fashion/09Modern.html",
  "headline": "A Mormon Woman’s Choices - Modern Love",
  "dateline": {
    "year": 2011,
    "month": 1,
    "day": 7
  },
  "byline": "Nicole Hardy",
  "text": "OF all the places I felt sure I’d never go, Planned Parenthood topped the list. Because, you know, they perform abortions and give condoms to kids, or so I’d been warned. Yet one spring afternoon found me in its waiting room next to a teenage girl, who was clearly perplexed by the intake form and likely bound for an uncomfortable, humiliating four minutes in the back of a borrowed Chevy Chevelle. \n\nBut what did I know? I was a 35-year-old virgin, preparing for my own “first time,” which, incidentally, didn’t happen until I was well into 36. \n\nI was not frigid, fearful or socially inept. Not overweight or unattractive. Didn’t suffer from halitosis or social anxiety disorder. I was a practicing Mormon, and Mormons “wait” until marriage. So I had waited, spent the first two decades of my adult life celibate and, for the most part, alone. Because only after the trial of my faith would I be blessed with an eternal marriage, which, I prayed, would also blow my mind in the bedroom. \n\nIt never occurred to me that I would remain unmarried, especially in a system where marriage is not only a commandment, but also one of life’s primary purposes. Turns out, though, that there is no place in that community for a single woman who doesn’t want children.\n\nMy only available choice within the church was to wait for my reward in heaven, as Mormon doctrine promises that single members denied marriage, family and sex lives on earth will have them after death. Needless to say, this wasn’t a compelling argument.\n\nMost troubling was the fact that as I grew older I had the distinct sense of remaining a child in a woman’s body; virginity brought with it arrested development on the level of a handicapping condition, like the Russian orphans I’d read about whose lack of physical contact altered their neurobiology and prevented them from forming emotional bonds. Similarly, it felt as if celibacy was stunting my growth; it wasn’t just sex I lacked but relationships with men entirely. Too independent for Mormon men, and too much a virgin for the other set, I felt trapped in adolescence.\n\nMy first act of open rebellion was to go see “Brokeback Mountain” in Seattle’s rainbow-striped Capitol Hill neighborhood with a pair of lesbian friends. I was not ready to have an alcoholic beverage or a cup of coffee, to lie with a man or smoke a cigarette. But I could watch a movie, even if that movie was an obvious attack on the sanctity of hetero marriage, with its handsome, straight, Hollywood actors acting as if homosexuality were not perverse. Because while I am also straight and believe in God, one thing became clear that day: I could empathize with those gay cowboys. I knew, as an unmarried, 30-something, happy-without-children Mormon woman, how it felt to grow apart from one’s community. I knew what it was to be fundamentally bound to an ill-fitting life, to be the object of pity and judgment, to feel I had no choice but to be the thing that made me “other,” and to be told that if I prayed hard enough, God would bless me to want what I was supposed to want. \n\nStage 2 of my rebellion happened immediately after the movie, at Babeland, our city’s world-renowned sex-toy store. My lesbian companions were supportive of, if perplexed by, my commitment to the Law of Chastity; they were protective of my innocence, in the same way another friend once knocked a pot cookie out of my hand, lest I become unwittingly stoned on her watch. But what could be more fun than taking a 34-year-old virgin to a shop selling everything from art-glass dildos to vibrating nipple clamps? And what could be funnier than watching said virgin earnestly study each product’s list of features for water resistance, battery life, noise factor, shape, size and heft?\n\nThe few relationships I did have — all with non-Mormon men — lasted only a few weeks, months if it was summertime, and all dates could begin and end outside, in daylight, delaying the expectation of physical contact that darkness inspires. The pattern was predictable: at first, men were intrigued, turned on by my virginity, the landscape of uncharted territory, my innocence and curiosity. In certain scenarios, a man believes (or hopes) I’m playing an elaborate game of hard to get, that the whole charade will culminate one night in a seedy, sweaty, up-against-the-wall scene out of “Road House,” starring himself as a young Patrick Swayze. \n\nHowever, every time fantasy met reality these men went in search of something simpler. And who could blame them? We were grown adults. Most of them had been having active sex lives for decades, and it was weird for them (some would say ridiculous) to suddenly be thrust back into the eighth grade.\n\nSo why wasn’t I dating Mormon men? In a nutshell, the pool is small, and people marry young, for obvious reasons. The leftovers were left over: closeted gay men, porn-addicted virgins, along with the merely awkward, uncompromising and unlucky. My favorite was the movie industry veteran who, after offering me a peanut butter cup, said: “Marie loves peanut butter. You know — Marie Osmond? We dated in college. She was into it, but I just couldn’t handle being Mister Marie Osmond.”\n\nObviously, I was left over, too — I was just never sure what my problem was. Until one man let me know. After overhearing a friend and me comparing our weekend horror-date stories, he walked up to me and asked, “You know what your problem is?” \n\nNo, I did not know what my problem was. And I was dying to find out. \n\n“Your problem,” he said, “is you don’t need a man.” \n\nI thought that was a good thing — to be able to take care of oneself. \n\nHe asked if I had a job. \n\n“Yes.” \n\n“A car?” \n\n“Yes.” \n\n“A house?” \n\n“Yes.” \n\n“Clothes?” \n\n“Of course.” \n\n“Food?” \n\n“Obviously.”\n\n“That’s your problem.” \n\n“Excuse me?” \n\n“Men in the church are raised to be providers. We are the breadwinners, the stewards of the household. If you have all the things we’re supposed to provide, we have nothing to give you.” \n\n“What of love?” I asked. “What of intimacy and partnership and making a run at the world together?” \n\n“Nope,” he said. “We’re providers.” \n\nRegardless of my tragic dating history, the fact that I had no reason to feel hopeful, I tried for 15 years not to lose hope. The gospel was the answer. It had saved my parents, each of whom had converted, separately, when they were young. Thanks to the Mormon church, they escaped childhoods rife with abuse, alcoholism and neglect. They found God, found each other, and were rescued by a community committed to family, forgiveness and joy. \n\nOut of chaos they created a tiny space where our family of four lived happily and prospered. I was surrounded by love, taught that I am a child of God, that I have a divine purpose — my whole life I’d felt secure, fulfilled, purposeful and connected. And further, I’d made a commitment. Why would I abandon God and his church now when in all ways but one I had asked and had received? \n\nPerhaps the failure was mine — I’m sure many church members see it that way. I was too weak to endure. They’ll say I should have waited another decade, or spent my whole life alone if that’s what God required. \n\nI’m just unwilling to believe that’s what God wants for anyone, and was unwilling to continue spiraling further into a disconnected life, feeling abandoned, being discounted. \n\nOddly, my trip to Planned Parenthood provided much that the church had not in recent years. During my exam, the clinician explained every move before she made it, asked permission to touch me during the most routine procedures. I was mystified: by her compassion, by the level of attention paid to my body — as if it were fragile, or sacred. Only then did it occur to me how many terrified and abused women Planned Parenthood must treat every day. \n\nAnd that brought me to tears, sorrowful for the ways in which we all suffer, in whatever ways we do, and grateful for the unlikely refuge of this place. Grateful also for the safety granted my own tears, prompted by the delicate weight of a hand on my shoulder, the warmth of her palm against my back. \n\nHow unprepared I was to experience tenderness in the place I had been warned so vehemently against. How unprepared for the flood of relief, the bud of hope, after a life devoted to keeping myself separate from my body. Here was a path, an opening; here was empathy. \n\nI would have an IUD instead of children; I would have intellectual and spiritual freedom; I would write poems and finally live inside my body; I would, for the love of God, feel a man’s hands on me before I died."
}