{
  "url": "http://www.nytimes.com/2011/11/06/fashion/in-a-divorce-the-clicks-of-a-mouse-modern-love.html",
  "headline": "In the Clicks of a Mouse, a Betrayal - Modern Love",
  "dateline": {
    "year": 2011,
    "month": 11,
    "day": 4
  },
  "byline": "Teresa Difalco",
  "text": "THREE years ago I discovered my husband was having an affair with a woman who had answered his ad in the “casual encounters” section of Craigslist. I was a 40-year-old suburban soccer mom and library volunteer. On a typical day I did freelance work in the mornings, picked the kids up from school, fixed dinner and helped with homework. My husband, a tall executive with a winning smile, came home each night around 6 with kisses all around, often straight from a prearranged encounter.\n\nLooking back, I see the signs I missed. My husband worked an hour away, so most of his life happened far from us. There were financial worries, and we were quietly growing apart. Even so, our family time was nice: we barbecued, hosted dinners for friends, held backyard movie nights. In hindsight it’s obvious that things were not what they seemed, but life has a way of moving you along. What I knew was that my husband came home every night. In the moment, I didn’t suspect a thing.\n\nDetails of my husband’s other life arrived in an e-mail from “John Smith,” a friend of the woman my husband was seeing. She had confided in him, and for some reason he felt compelled to find and tell me. \n\nWhat followed were the most surreal months of my life. In the dizzying swirl of shock and explanation, anger and tears, and then separation, I became fixated on the world my husband had been living in. And as any victim of adultery obsesses over “the other” in her partner’s life, I became increasingly obsessed with the casual encounters world of Craigslist, so much so that I decided to post an ad of my own.\n\nMy decision was impulsive. I was sitting on our back patio, listening to the snores of our family dog and laughter from my children. Against this backdrop, my act felt sordid. Three mouse clicks put me into “w4m” (women for men). I hadn’t thought it through but managed a serviceable ad on my feet. It read: “Freshly divorced and want my confidence back! I’m 5’10”, long sandy blond hair. I’m new at this, a little nervous. I don’t know what to put down.” \n\nI thought it made me sound innocent but willing. I wasn’t divorced yet but thought it sounded sexy to say so. I lied about my name and town but not my height or hair. I didn’t post a photo, but it turned out I didn’t need to. My first reply came in minutes. It was from Joe and said, simply, “Let’s do this!” He knew a nice, clean hot-tub place. Could I meet him in an hour?\n\nA hot-tub place? An hour?\n\nJoe’s proposal was sudden and unexpected, and to my surprise, it made my heart skip. This was the first amorous offer I had received from someone besides my husband in 12 years. I refreshed my e-mail and a dozen more replies showed up. Within the hour I had more than 100. I was appalled but also flattered. All this attention! Never mind that they were strangers, never mind the poorly shot and often graphic photos they sent of themselves. I had been instantly transformed, from sexual reject to desirable poseur. I had more than 400 replies by the end of the day. \n\nHow many people were having anonymous sex this way? It seemed like a lot. I began casting sidelong glances at men in the grocery store. How many of them had hooked up that day? What if one had answered my ad?\n\nMost of the photos I received were of nude or scantily clad torsos with faces obscured by a camera flash in the mirror, though it seemed many of the men were family types. Craigslist (like AshleyMadison.com and similar services) offered them a quick and anonymous sex fix that didn’t interfere with their lives.\n\nMany were too forward for me. I needed some pretense of small talk. But I responded to John, a teacher. He was clothed in his photo, with a friendly smile. We liked similar music, and he thought I was witty. I responded to Chris, too; he seemed sensitive. He was in the middle of a divorce, so I used him as a sounding board for my own angst.\n\nThen there was Joe, the man who first replied; he was aggressively flirtatious. Though he was explicit about his intentions, his picture, like John’s, was safe for work, and for a while he humored my need for words. After a few e-mail exchanges, I felt as if I knew him. He sent a picture of himself on his boat, and I imagined us riding around on it together. He looked burly, like someone who was handy around the house. \n\nI was nuts to be thinking this way. These men weren’t wondering if I cooked a good meal. They didn’t want me to ride on their boats. This was where you went to arrange sex, plain and simple, and I’d led them to believe I had a similar goal. I was shamelessly misrepresenting myself.\n\nJoe talked about his children: he, too, was married. Most of the men were. I told myself I didn’t care. They wrote that their wives were either depressed or sick (often fibromyalgia, for some reason). It’s very likely what my own husband said about me.\n\nI went the furthest with Joe. I don’t mean physically, but we exchanged the greatest number of e-mails. Joe wanted a picture. Well, everyone did, but he hounded me. My marriage was essentially over, and in the ugly swirl of it all, what I kept thinking was, My husband left because I wasn’t sexy enough. I thought if my soon-to-be ex-husband could send a picture, and if the women who answered his ad could send pictures, then I could, too.\n\nPeople tend to take their pictures in front of mirrors, because what other option is there? It’s an awkward favor to ask of someone. I had a big mirror in my bathroom, but I didn’t like my bathroom and spent a ridiculous amount of time staging it before moving on to what to wear. This process (and I can’t believe I took it this far) may have been the most humiliating of all. I picked out an old black negligee, my finest. Then, in unflattering light, I stood before my bathroom mirror with cellphone camera in hand and posed.\n\nIt was horrible. I tried to show cheekbones, cleavage and confidence. But when I smiled I looked like a field-trip chaperone in a cheap teddy. When I didn’t smile, I looked sad. I spent an hour trying to get one decent shot in which I didn’t look absurd. I couldn’t get it. I cried. My therapist told me the next week: “Don’t be so hard on yourself. You’re just not the type.”\n\nI didn’t, thank God, send Joe a picture. And after I turned down one too many of his invitations, he moved on.\n\nEventually that’s what I did, too. Chris sent periodic e-mails for months. They were sweet at first. His final one was more graphic, and I got the point.\n\nI had lied about my intentions and about who I was, and I was disgusted with myself. Regardless of how friendly the men acted, they were strangers who wanted to have sex. They didn’t care that I had planted tomatoes in the garden or gone wine tasting with friends. They must have thought I was crazy rattling off the mundane details of my days. And while I liked the attention, I also realized I had lost my mind. These were men who didn’t even know what I looked like, or where I lived, or how sweet my children were. It was a depressing experiment. What I had wanted was for my marriage not to have blown apart. What I wanted, sexy or not, was a committed, monogamous man who didn’t mind hanging around the house.\n\nI didn’t close my fake e-mail account, and a few months ago I checked it for the first time in over a year. There were e-mails for mortgage rates and the like, and there was an e-mail from Joe, sent just the previous week. Again, my heart skipped. Will weirdness never end? He was still a stranger, after all: a man who wanted sex in a hot tub, with anyone. And yet, I thought, how sweet of him to remember me. The message was a graphic photo of his midsection, no words. And my address in the “to” line was one of many.\n\nI’m sorry for misleading the men who responded to my ad. Maybe there were moments I thought I was being sincere, despite my fake name and cloudy details. But let’s face it: I was using them for my own attention fix. \n\nI felt guilty about that, for a time. In the fog of betrayal and divorce, I had lost sight of myself and pretended to be someone I was not. And perhaps that’s what my husband had been doing in what I thought was our real life. Pretending to be someone he was not."
}