{
  "url": "http://www.nytimes.com/2011/01/23/fashion/23Modern.html",
  "headline": "It Took a Divorce to Bring Us Closer: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 1,
    "day": 20
  },
  "byline": "Lisa del Rosso",
  "text": "THE bathroom door really said it all. There was a crack in the center, which I had papered over and painted on the outside. From the inside, however, the crack was still visible. \n\nBecause Yash had broken it (if accidentally), he said he would fix it. \n\n“O.K.,” I said. \n\nWeeks went by.\n\n“Are you going to fix that door?”\n\n“Yes.”\n\n“When? Time’s a-wasting.”\n\n“I know, I know,” Yash said. \n\nMonths flew by.\n\n“When?” I yelled.\n\n“I know, I know!” Yash yelled back. \n\nA year later I wrote on the back of the door, “Yash broke this door and promised to fix it a year ago.” Another year went by, and I crossed out “a year” and wrote “two years.” Three years later, I wrote: “Yash promised to fix this door many, many years ago and it will never be fixed. Until we’re dead. And then, by someone else.” \n\nMy brother-in-law, Yash’s older brother, once said he was shocked when his 7-year-old adopted son took apart an alarm clock to see how it worked. “No one had ever done that in our family,” he said. “We had no facility for wanting to know how things worked.”\n\nExcept he is no longer my brother-in-law, as I am no longer married to Yash: not for about a year and a half now. Yet I still call him husband, and he calls me wife. We are each other’s emergency contact. We share an apartment and meals, but not the bed. The bed sort of looms each night, but dissolves into nothingness, because the bed, or the lack of what goes on in the bed, is not discussed. Not yet.\n\nYash and I have known each other for 11 years. He is quite possibly the kindest man I have ever encountered. On one of our first dates, as we walked past Ben & Jerry’s, a contemporary Jayne Mansfield type strode out, wearing a pink off-the-shoulder angora sweater. Everyone turned: men, women, children, pigeons. \n\nI asked Yash, “Did you see that woman?” \n\n“Yes. She had a chocolate-dipped waffle cone with strawberry and cookies and cream, whipped cream, and nuts.” \n\nIt was then I discovered that Yash was obsessed with food (and, as I would later learn, with exercise, which is how he stayed so fit), and that he was someone I could love. When I took him to meet my parents, my mother pulled me aside after the first meal and said, in all seriousness, “I don’t think we’re going to have enough food to feed Yash for three days.”\n\nI said, “That’s O.K., we’ll go shopping.” And we did. Quickly.\n\nOf all the men I had dated, I felt the most comfortable with Yash, exposing all my flaws to him.\n\nWe had a spectacular evening wedding: small, about 30 people, in the back garden of a Midtown restaurant. My mother gave me away. Yash’s mother was in red, neglecting her walker, having a fine time. A friend’s jazz trio played all night. Under a tree with colored glass bulbs, we pledged our love. After our vows and toasts, I said to all, “Everyone I love is in this room.” \n\nBut marriage, and living together, were difficult right from the start. \n\nBefore our engagement, he had begun completing a bachelor’s degree in his 30s, as he had dropped out of college at 21. To finish meant a lot to Yash, and I was proud of him for going back to school. With his credits, he was told it would  take him only a year or so. But he stopped doing the work before our wedding, and stalled after. Reasons? He was tired, had A.D.D., couldn’t concentrate. He wouldn’t do the work, but he wouldn’t quit, either. \n\nAlthough this was a problem, it was not the problem. The problem had more to do with the malaise such inattention brought into our marriage. On beautiful Sunday afternoons I’d ask him to go for walks with me in Riverside Park, and he’d always decline, saying he had work to do. Hours later I would return to find that nothing had been done, and we would have screaming fights standing in front of his computer. I felt as if  I had become Yash’s mother, pleading, cajoling, praising, shouting. At one point I said to him, “What do you want from me?” \n\nYash said, “Well, after we got married, I expected you to help me more.” \n\n“How?” I said. “What more can I do?”\n\nWe had no social life, because in addition to the troubles that took up his spare time, we worked opposite schedules: I taught during the day, and he worked in a restaurant at night. My lonely walks got longer and longer, and the sunshine ceased making me happy. So I began having affairs. Each one, long or short, was disastrous in its own way; if not to me, then to the men I chose to involve. \n\nThe situation between Yash and me did not improve, though I kept hoping it would. We tried marriage counseling without success. One counselor  summarized us as “the irresistible force meets the immovable object.” The last, a wonderful man, said, “You know, Lisa, Yash is a man who won’t budge until he’s standing on a cliff and the ground is crumbling beneath his feet.” \n\nDespondent, I moved out. Yash still called me every night, and I let him, even though I was seeing someone else. I took off my wedding rings, but Yash still came to visit, anxious and depressed. We slept together. He loved me, he said, and promised things would be different. \n\nMonths later, I moved back. After waiting for what seemed an interminable length of time for something, anything, to change, I filed for divorce. \n\nIn “The Year of Magical Thinking,” Joan Didion writes that marriage isn’t just about love, it’s about time and memory and a past you share. I was there for both of Yash’s parents’ deaths; I read the eulogy at his mother’s service. I said goodbye to her, shrouded in white, in her coffin, and tossed a handful of earth into her grave. \n\nYash has met my now-estranged father, whom I will never see again. Two cats of ours have been put down, and a third is close. There have been countless Christmas Eve feasts, menorah lightings, birthday carousel rides in Central Park, and trips domestic and foreign. \n\nThe day I got my divorce decree, I cried and called my mother, who was alarmed, as I do not cry as a rule, so she talked me down off the ledge of personal and profound failure. After hanging up, I took a big breath. \n\nAnd then a funny thing happened. All of my anger at Yash disappeared. Vanished. It was like a stone had been rolled away from my heart. Or lifted off my back. Gone.\n\nDid getting divorced fix my marriage? Somewhat. Not totally. There are things we have not dealt with yet. I did tell Yash about the affairs and he has forgiven me, he says, unless he really thinks about it. Since the telling, other men hold no allure for me. It’s as if a spell were broken. \n\nAS for Yash, he finished his degree. His troubles are getting smaller, and he works on them every day. He is more considerate, and never says no to a walk. The divorce for him has meant that he no longer takes me for granted. \n\nBut we have both changed profoundly, I think; there are no more expectations, because the words “wife” and “husband” no longer intrinsically carry any. We are kinder, more accepting, more forgiving. We are no longer married but choose to be together still. He is the person I want to come home to, tell my stories to, share my life with. \n\nSome of our friends and family members  think our situation is very odd. My sister said, “Getting divorced to get rid of your anger is a little extreme, isn’t it?” \n\nBut I didn’t know, could not have known, that that would be the case. I thought that little piece of paper would propel me out, ready to begin a new life. I had no idea that the divorce would be the key to shedding my anger and pain, that it would lead to forgiveness and appreciation. \n\nLast week, the ceiling fan broke in our apartment. A few days later the conversation went like this: \n\n“Now the fixture is crooked and the chain is jammed,” I said, looking up. \n\n“What?” Yash said. \n\n“From when you tried to fix the ceiling fan yesterday. The ceiling fan I told you not to touch.” \n\nYash groaned, shook his head and laughed. \n\n“You know, husband, when I married you I accepted the fact that you were not handy. You are skilled in other areas. I thought you had accepted that as well.”\n\n“Well,” Yash said, “I just thought I could ...”\n\n“Could ...?” I said, waiting. \n\n“Make it a little worse?” \n\nI began to laugh, and Yash picked up the phone to call the super."
}