{
  "url": "http://www.nytimes.com/2011/06/12/fashion/after-the-radiance-facing-the-ashes-modern-love.html",
  "headline": "After the Radiance, Facing the Ashes: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 6,
    "day": 9
  },
  "byline": "Molly Howes",
  "text": "WHEN I met Peter, six years after my divorce, I wasn’t in the market for marriage. In contrast, Peter’s faith in matrimony was untarnished, even after losing his first wife, who had died the previous year from breast cancer.\n\nIn addition to my divorce, I had amassed a collection of other failed relationships, which fueled my doubtful outlook. Peter, on the other hand, had basically had one big successful relationship (except for the very sad ending). I maintained that his falling for me meant nothing about our possibilities as a couple.\n\n“Of course you think you want me,” I said. “You’ve been in the desert and I look like a drink of water.”\n\n“Well, that’s O.K., I’m thirsty.”\n\nI tried to resist his grin.\n\nHe continued, “Besides, I can see that you’re wonderful.”\n\n“You have no idea if I’m wonderful.”\n\n“It isn’t that complicated.”\n\n“It’s unfathomably complicated.”\n\nHe was a relentless tide of optimism. I knew better, yet I let myself hope, too. He told me he would be a new kind of partner for me, someone who wanted to know everything about me. He told me his family would welcome us warmly and his children would love me. He told me I could count on him to make things go right. He told me we would have enough money and I wouldn’t have to work more than I already did.\n\nOne chilly fall Saturday, huddling under a blanket on the beach, we argued about remaining friends versus becoming lovers. He expressed skepticism about the friendship option as he climbed out from under our blanket and went in search of drinks. I watched him trek back across the sand bearing steaming cups. I saw the sun reflecting off his forehead where his hair was thinning, and the lines around his eyes as he squinted into the afternoon light. I realized that I already loved those lines, the ones that deepened when he smiled or talked about his lost wife.\n\nHe was not my first foolish dream. Beginning with my mother, I have always found it hard to resist someone else’s certainty. Her stories of radiant hope showed up each time she found a new house, a new state or a new piano-playing gig. Things were going to be great now. I bought it every time.\n\nWhen she was happy, her wide white smile with the rich red lipstick was the brightest beacon imaginable. Anything was possible, especially her making it in show business. I believed in her musical talent, but I also saw her as a romantic figure, a widow with five young children and artistic gifts burning to be discovered.\n\nEach time, though, the glow ended in ashes, and she fell into despair. Sometimes we would come home to find her in the bathtub, asleep, with the water drained out. Or she would forget to buy groceries. Or she would be taken to the hospital by neighbors. After each crash, though, she would forget how bad things had become. So I forgot the hard times, too. I don’t remember feeling let down by her, or sad. I remember feeling proud.\n\nThis arc of shining hope followed by disappointment has threaded its way though my life, now authored by me, with the help of various characters. Unlike my mother, some of these people did not believe in their impossible dreams at all. It turns out people say what they believe, or what they want to believe, or what they want you to believe, or whatever will get them what they want. Whether manipulative or benign, they all sound the same to me. Even the loving ones are selling something, and I have bought it way too many times.\n\nPeter, for example, sold me with the strongest of all confidence-man approaches: He answered my doubts in a bigger way than I was asking for. His was an appeal to be the kind of person who can believe in love or some such transcendent thing. This approach has always been my downfall.\n\nHis castle in the sky began to crumble even before we were married. Not only was Peter not in control of everything as he had pledged, he was as surprised as I was when his family excluded my children, his son refused to talk to me, and we spent more than we earned.\n\nAs each brick fell to earth, I felt a familiar hollowness, but he still expected everything to be terrific. My anger turned to contempt: He began to seem like the dope who closes his eyes and claps because he believes in fairies.\n\nThis reckoning always comes in love. A big disappointment (usually involving the other person’s surprising limitations) arrives like clouds in paradise. My response to these crises has never been graceful. With Peter, I tried the usual doomed strategies, which are basically:\n\n1. Ditch the guy.\n\n2. Stay with him, but blame him. Forever.\n\n3. Stay with him, take it personally, and blame myself.\n\nDespite my best (worst) efforts, we agreed to stay connected, while we juggled our new family’s needs and his family’s demands with everyone’s grief. We picked our way across what turned out to be our minefield of crummy family realities, holding hands.\n\nI remember the moment the biggest castle piece fell. Unpacking our bags after a visit with his family, we were talking about how our respective family backgrounds were like night and day. I was hanging up black dress pants when I told him I had hoped his family would be a place for me to belong.\n\nOver the buzz of the fluorescent closet light, I thought I heard him say, “I can’t take it anymore.”\n\n“What did you say, honey?”\n\nHe dropped the laundry in his hands, then looked at me. “I can’t take it anymore. It’s too much for me.”\n\n“You mean the stuff about our families?”\n\n“All of it. It’s more than I can handle. I’m sorry. I know I said I wanted us to talk about everything, that I wanted to know everything you felt. But I can’t handle it.”\n\nIt took a minute to penetrate.\n\nHe repeated, “I’m sorry.”\n\nI went back into the closet. I didn’t cry then. I put the clean things in drawers and the rest in the laundry basket. He hung around for a while, while I walked around him. When he finally went downstairs, I sat on the edge of our beautiful new bathtub.\n\nTime had done that stretching thing. Here I was, alone, in a married life I couldn’t make sense of. I turned on the shower, undressed and got in. I slid down the glass wall until I was sitting on the tiled floor, water spilling over my head and chest. I noticed there were already stains on the new tile from minerals in the water.\n\nI still wonder why the disappointments didn’t doom our relationship, but now, eight years later, I think our real relationship began with them. In the aftermath, something new happened: He had let me down, and he cared about my reaction. I didn’t have to pretend, as I had in childhood, that the falling bricks didn’t hurt. I didn’t have to create a world where I felt proud and lucky.\n\nI know it’s not a crime to be carried away by love, and I now understand that his primary wish was to make himself and his family — and me — whole. Hardly a nefarious plot. The man I stayed with has good intentions and plenty to offer. The disappointments were sad, not tragic. And now we have built a new, lower-maintenance castle, one you might say is built with old bricks but new mortar.\n\nIT has taken us several rounds of this dance so far, and I try not to trust the flimflam man he still sometimes becomes. When we work well together as parents or problem solvers, he says, “That’s what people in love do.”\n\nI say: “No, it isn’t. Being in love doesn’t automatically make everything groovy.”\n\n“But it does make some things groovy, if you know what I mean.” He makes Groucho Marx eyebrows at me and I laugh.\n\nHe still reassures too easily, which makes it the opposite of believable or helpful. I don’t like being the naysayer, but somebody’s got to do it. So I doubt him, out loud, and he has learned not to promise me the world, at least not automatically.\n\nHe has taught me to trust something else, something that I can come home to, again and again. It’s not as shiny as my mother’s stories. It’s not as simply wonderful as the happy ending we were trying to write for our blended family. It’s slower and deliberate and different from what either of us had in mind.\n\nMeanwhile, we’re still in love, so maybe the promises weren’t all baloney. Sometimes I think nothing harmful will befall me while we’re together. What’s more important, though, is that when disappointments happen — and they do — we’re still standing together.\n\nThat’s why he’s a good person for me: I can dream a little myself and, if the dreams don’t come true, I’m not left alone to pick up the pieces."
}