{
  "url": "http://www.nytimes.com/2011/06/26/fashion/modern-love-a-side-order-of-romance-please.html",
  "headline": "Modern Love: A Side Order of Romance, Please",
  "dateline": {
    "year": 2011,
    "month": 6,
    "day": 23
  },
  "byline": "Ellen Airgood",
  "text": "EAGER to leave town for the Fourth of July weekend, I was determined to finish a project at work that involved entering reams of data into a spreadsheet. But late in the day I pushed a wrong key, and everything vanished. I spent the next anguish-filled hour watching a technical support person try to retrieve the file. At last he did, and I hurried to my sister’s. \n\nI regaled Mariann with details of the near disaster as we headed up I-75 in my little red Subaru in the last trickle of rush-hour traffic. We were headed to a campground on Lake Superior, and the farther north we went, the better I felt. \n\nI liked my job at the federal Environmental Protection Agency Motor Vehicle Emission Laboratory. I made decent money and my bosses kept promoting me, which I valued. My upbringing had instilled in me a desire to live rationally and safely. \n\nMy father’s family were the kind of people who wore shoes only in the winter, ate oatmeal for breakfast and had cold oatmeal cut into slabs and fried in lard for supper. He spent the year he was 5 in bed, waiting to die of what might have been tuberculosis; his parents couldn’t afford a doctor. No surprise that he, and we, would place a premium on stability.\n\nYet I yearned for adventure, also partly my father’s doing. When I came home from college talking job markets and practical majors, it was he who pounded his chair and said, “Do what you love!” \n\nI embraced his mixed messages the way you would embrace two different but equally loved children. I liked my briefcase and dress shoes. But I was always kicking those shoes off, tugging at my skirt, walking to the water cooler — not to avoid working, but because I had to keep moving. \n\nMariann and I pitched our tent at Twelvemile Beach and hiked from the Hurricane River to Au Sable Lighthouse, clambering over sandstone outcrops, investigating the remains of shipwrecks. I wished, intently, that I had a dog. A fox dashed across the road and we saw a bear eating serviceberries out of a tree. \n\nThat night we listened to the faint booms of the fireworks in Grand Marais, Mich., 15 miles east. A great rainy wind came up, and it seemed as if our tent would blow away with us in it.\n\nOn Sunday we drove to Grand Marais for lunch. Mariann told me to choose the place, and I picked a cafe in a tiny clapboard building where a kettle-shaped wooden sign announced: “Homemade soup.”\n\nI asked the man behind the counter what kind of soup he had. \n\n“No soup,” he said. \n\nI crossed my arms. “Your sign says soup.”\n\n“It’s too hot for soup.” His eyes were gleaming. \n\nI gave him a look. It was barely 50 degrees and raining. Besides which, he was advertising soup. Nothing indicated the offer was weather-related.\n\n“Try next door,” he suggested. “They might have soup.”\n\nI went out and looked up and down the street. But no, nowhere else would do. We went back in. “How about a cheese sandwich and a chocolate malt?” I asked.\n\nThe man grinned. “O.K.,” he said. \n\nI liked this man. I could tell he liked me. And that was that. Six months later we stood before a minister and made our vows in the living room of the farmhouse I grew up in. \n\nI’d told Mariann I was going to marry this intriguing cafe owner — his name was Rick — on the way back to our campsite that first day. \n\n“You’re crazy,” she’d said worriedly. But pretty soon she smiled, shook her head, started getting into the spirit of it. “Well,” she said, “this is going to be interesting.” \n\n“Interesting” didn’t describe it. It was rash and naïve, romantic and brave. I had no idea what I was getting into, but I was convinced this marriage was fate. \n\nI was going to be a parent, too (Rick had three children from a previous marriage) and I was glad. I wanted a family. I was going to work in the cafe, and I was mostly relieved to leave the office behind.\n\nStill, I didn’t know what it would mean to marry a man 10 years older than me who had custody of his children and was self-employed in a tiny village in the far north, who was not just independent and strong-willed but fiercely so. It’s one of those things you can’t understand until you do it. \n\nMy work at the shop started out harmlessly enough. We were married on New Year’s Eve, and the winter was quiet. I wanted to be with Rick during the day, and besides, I needed a job. Plus I knew that if the cafe was going to be our place, I’d have to do my part. But by June I was in deep. I saw things that needed doing — right this minute, all the time — and suddenly I was working 80 to 90 hours a week.\n\nI’d never imagined myself as a waitress. I was reserved and quiet, and acting friendly from sunrise to sunset exhausted me. The physical and spiritual shock of it was compounded by the fact that I didn’t know what I was doing.\n\nI didn’t even know I should count change back. A local woman dressed me down for that one day. With great condescension she explained how it was done as I stared at her in a haze of fatigue and anger. I’d graduated summa cum laude from the University of Michigan. Could she say that about herself? No, she couldn’t, and it didn’t matter. What mattered was knowing how to count change back the old-fashioned way.\n\nEventually I realized that customers were all wonderful or terrible or somewhere in between, and it was up to me to decide which. I decided to find the terrible people informative: so this is what people are like at their worst. The wonderful people were cause for celebration and relief, and suddenly they were everywhere. \n\nWomen would wash coffee cups for me when I was too swamped to get to the sink. Men would make me laugh, sometimes in situations so frustrating I’d been on the verge of tears. Some people I simply adored for themselves, like George, who lived at the adult foster home across the street because he couldn’t manage on his own. George waited for me every morning on the picnic table outside. “Hello, hello!” he’d say, smiling with delight that here it was, 7 a.m., and here we were, going into the shop.\n\nOne day a photographer from National Geographic was there early, too, as well as a man who apparently traveled a lot for work. They chatted about the relative travails of getting into Denver by air or rail as they waited for the coffee to brew. I watched George watch them. At a break in their conversation he leaned forward and asked, “Hey, fellows. Which is easier to drive: a train or a plane?”\n\nThey stared at him, nonplussed. Neither answered, and after a moment George leaned back, looking crestfallen. I wanted to hug him. I thought there was something for me here, something worthwhile and rare.\n\nHere in the middle of nowhere I was getting to know people who were vastly different from me, and I’d really never done that before. I was paying attention to all of them. I’d never really done that before, either.\n\nSTILL, I lived in a blur: taking orders, clearing tables, making muffins, whirling up malts, running out of something (lettuce, paper towels) and rushing out for more. I was always coated in a scrim of sweat and ice cream and muffin batter and was often too drained at the end of the day to bathe. \n\nSometimes I thought that Rick and I were working toward a great goal together. Other times I just wanted to kill him. One day I was so angry that I hurled a mixing spoon at him. It clattered to the floor and we stared at each other. Really, it’s come to this? I’m throwing spoons at you? \n\nBut then, walking home, we’d see the northern lights. We’d take a dip in the bay. Some nights it was so cold the dog wouldn’t go in the water but would watch us from the shore, doubtfully. Other nights Rick would wander around the yard with a flashlight at midnight, peering at spiders. \n\n“Come out here,” he’d call to me, wanting to share the pleasure of their iridescent colors. \n\nI missed my family and friends. I missed libraries, good radio and bookstores. I missed a guaranteed paycheck.\n\nBut I never looked back. I looked ahead and hoped for easier days sometimes, but I never wished I hadn’t come. I had a home and a family, a dog and two cats, a commute that was often by snowmobile, and Lake Superior out the window — big skies, big water, big weather. A big life. My father would be proud."
}