{
  "url": "http://www.nytimes.com/2011/05/01/fashion/08Modern.html",
  "headline": "Modern Love: Eating the Forbidden Ham Sandwich",
  "dateline": {
    "year": 2011,
    "month": 5,
    "day": 5
  },
  "byline": "Andrew Limbong",
  "text": "AT 8 in the morning, I expected some old woman to be working behind the counter of the pharmacy — the kind of person who usually gets up at 6 a.m. anyway. Instead, there was a young guy in tight jeans and one of those faux-ethnic kaffiyeh scarves. I thought about how cold it wasn’t inside the pharmacy. When he asked me if I needed anything, I stepped aside to let my girlfriend, Sam, walk up to the counter.\n\n“Yeah, a morning-after pill?” she said.\n\n“We have Plan B and a generic,” he said. “Which one do you want?”\n\nSam looked at me as if I would know. \n\nI made a face Sam knows all too well that said, “Uh?”\n\n“How much is the generic?” Sam asked.\n\n“Ten dollars cheaper.”\n\nShe looked at me again, then said, “I’ll take the generic.”\n\n“O.K., that’ll be $35.”\n\nI held out my debit card and he took it, looking as if he had done this a hundred times before. \n\nI paid, we went home, Sam took the pill and I’m not a father: all good. But something felt off.\n\nHad that proverbial old woman been behind the counter that morning, I think I would have been more comfortable.\n\nWell, actually I would have been a lot less comfortable at the pharmacy, but I think that would have made me feel more comfortable about the situation as a whole, because we would have fulfilled the archetype that I thought our story was supposed to fulfill: young couple has sex, condom breaks, they feel ashamed buying a morning-after pill and no one speaks about it after. \n\nBut as it happened there was absolutely no shame in it at all. Everything was fine, and I was joking about it later that day.\n\nYes, this was a good thing. But it still bothered me. \n\nOn my first day of college, my mother took me aside while my father carried my stuff from the car to my dorm room. She held my shoulders tightly and told me not to hug any girls because they’ll lie, say I raped them and then I’ll go to jail. Either that, or I’ll get them pregnant. \n\nIt wasn’t the first time I was hearing this. I nodded along, pretty certain that the chances of a girl accusing me of rape because I hugged her weren’t very high.\n\nI knew a lot of my mother’s attitudes toward women and sex were wrong, but that didn’t keep me from absorbing some of it. Persistence does count for something.\n\nI met Sam when I was 20. She’s my first girlfriend, my first sexual partner and the first girl I’ve ever kissed twice. Luckily for me, she was very patient throughout this whole process.\n\nAnd it really was a process.\n\nBoth of my parents are Indonesian immigrants. They grew up in a strict Christian household, and they did their best to impart all aspects of their home culture to me. \n\nMy father never spoke to me about sex. We never sat down and had the “talk” that seems to happen only on television. But I always knew we were a different kind of family from the ones I watched on a nightly basis, because nobody on “Full House” ever got in trouble for kissing a boy, as my sister once did. \n\nI never got that far when I was younger. There was something about girls that scared me. This isn’t uncommon, but most people seem to get over it somewhere around high school. By the time I was 20, I still had this irrational fear of rape, jail, pregnancy, God and my mother. It led to feeling lonely a lot, but at least I knew I wasn’t alone.\n\nMy friend Haroon calls this fear the “ham sandwich” effect. Like me, he’s a first-generation American, born to a religious family. He’s Muslim. His parents would tell him not to eat pork because it’s evil and God will send you to hell. They had a similar attitude about sex. \n\nBut he was 16 and curious, so why not? He sat down one day, bought a ham sandwich, ate it and then threw up.\n\nHe tried again, though, and was eventually able to eat ham sandwiches like any other American.\n\nIt was the same way with sex.\n\nA lot of people suffer from the ham sandwich effect, especially first-generation Americans. You can reject the parent culture all you want, but the more serious the situation, the harder it is to get over. And sex is very serious. \n\nOver the course of one semester, Sam and I went from being friends of friends to making out in my bed on a nightly basis. There was nakedness and there was touching, but it never went any further than that because I always felt my mother was there in my room, too. \n\nSometimes, she would be sitting in the chair across the room, holding a Bible. Sometimes she would just be casually standing by the wall next to my bed. Once I even saw a vision of her in my room with my imaginary teenage son, who started using heroin because I gave him up for adoption. \n\nThese characters, these figures, put pressure on my blood vessels, not allowing the blood to go where I oh so desperately wanted it to.\n\nIt was like this for a month. Sam was patient, but I didn’t want to wait for her patience to run out. \n\nSo I called Haroon. At this point, he had already had sex, or “eaten the ham sandwich,” as we like to say. \n\nHe laughed when I called, but not condescendingly. He was expecting this call from me. He had become something of an expert in overcoming the ham sandwich effect. He ran off a list of people we both knew in similar situations whom he had coached through this sort of thing. \n\nHis advice? Breathe a lot, do some push-ups and don’t really think about it. “Stop thinking about her as a person,” he told me. “People are animals, and having sex is a natural thing that animals do all the time.” \n\nHe probably could have worded it differently, but I was comforted by the simple fact that he got over it and was now eating ham sandwiches on a regular basis. \n\nThat kind of achievement wasn’t really my goal, but I did need to stop thinking about it so much. For my blood to go where I needed it to go, I needed to distance myself from my fears, my religion, my mother, Sam and even myself.\n\nSo I did, and it happened.\n\nI don’t blame my mother for how difficult it was for me to have sex, to have any sort of physical relationship with women at all. That’s how she was taught, and she was just trying to do her best with me. \n\nActually, unlike Haroon, I appreciated my mother’s old-school leanings for making sex so difficult. Getting over the mental block seemed like an achievement, an accomplishment, something worth doing.\n\nI tried explaining all of this to her once. The semester before I met Sam, I was studying in London. My parents visited me, and my mother and I took a walk around my campus. She asked me a lot about women. Apparently she thought I went to London to go on a wild sex romp. She seemed almost disappointed when I told her no.\n\nThere was a glassy, wet look in her eye, and she asked me if I was gay. And I said no, I was just messed up. She nodded. \n\nA lot of times traditional families can display a certain degree of homophobia. My mother certainly wasn’t friendly with the idea of homosexuality, but on that walk, for the first time, I knew that if I were gay, she might actually be all right with it. It was nice to know.\n\n“Haroon calls it the ‘ham sandwich,’ ” I told her. And I told her about the religious pressure, and the constant clashing of Eastern and Western ideals when it came to sex. She stopped walking, so I put my arm around her. Then she apologized to me. She had never done that before, and she’s never done it since, but that bit of progress was nice.\n\nSO when the kaffiyeh scarf guy in the pharmacy sold Sam that morning-after pill, I think what was missing for me was the ritual of seriousness, the sense of progress that I was doing something big. If the old woman had been behind that counter that morning, I’d like to think I would have asked quietly for the pill. I would have paid the extra $10 for the brand name. I probably would have also picked up some toothpaste and deodorant to act as if I was doing this casual thing that didn’t mean much to me. \n\nBut I would have known that she thought it was serious, and that would have been enough."
}