{
  "url": "http://www.nytimes.com/2011/11/13/fashion/a-twist-of-fate-modern-love.html",
  "headline": "A Twist of Fate — Modern Love",
  "dateline": {
    "year": 2011,
    "month": 11,
    "day": 10
  },
  "byline": "Alexandria Marzano-Lesnevich",
  "text": "I WAS drifting my way through college, coming off a rough year in which I’d started to suspect that the crushes I’d had on women for as long as I could remember weren’t simply going to stop, when I met Oren.\n\nHe was new to New York and the United States, a former prosecutor in the Israeli Defense Forces who still had basic training biceps and the dimples of a prankish kid. He was older than I, smart, had a great accent, and — best of all — seemed absolutely certain about me. \n\nWithin months I had decided he was the solution to my own uncertain life. That Christmas I looked at him sitting at my family’s dinner table wearing a reindeer sweater he had bought for the occasion and realized how badly I wanted to be a different version of myself. A better, happier version that could love a nice guy in a Christmas sweater and not be freaked out by the future that vision portended.\n\nLater I told him I thought I was finally ready to embrace our life together. \n\n“You mean you’re ready to hold a tarantula?” he asked. \n\nThe day before, he told me he had always wanted a tarantula as a pet, and I said I wasn’t even willing to touch one. \n\n“No, no,” I said and started to explain, then stopped. I hadn’t planned the words that came next, but come they did. “I’d be willing to try holding a snake, though.”\n\nEven Freud would have dismissed as too obvious the symbolism of a closeted lesbian who starts dating a man promptly deciding to try to get over her fear of snakes. But the next morning, there we were, standing in a pet shop across the river in Hoboken, N.J., peering into the tank of a fat white albino snake. A sign read: “Warning: Burmese pythons have been implicated in human deaths due to owner stupidity.” \n\n“Maybe this isn’t such a good idea,” I said.\n\n“You don’t have to hold that one,” Oren assured me. “We’ll find you a starter snake, something small. Here, I’ll bet you could handle this little guy.” He pointed at a ball snake, which, true to its name, was curled up in a ball. “My ex and I had one of these.”\n\nAh, his ex. She came up in conversation about as often, it turns out, as snakes need feeding (once a week). From the stories, she appeared to be my opposite: petite, outgoing and fearless enough to handle both M-16s and tarantulas. \n\nNot to be upstaged, I said: “Oh, that one looks boring. It’s just lying there. Here, I’ll hold this one.” I pointed to a snake at the far end of the row. It was swaying and appeared to be standing on end.\n\nUp close, the snake I’d chosen was thin and green with a pattern of shimmering white diamonds. It was (even I had to admit) beautiful, and small, too — only about a nickel in diameter and a few feet long. The shopkeeper assured us it would stay small. When it wound its way around my fingers, looking like a row of shiny green rings, I was charmed. “We could name it Pretzel,” I said.\n\nBack in my apartment, Pretzel lounged while Oren and I huddled around my computer, reading up on our new addition. Pretzel was a type of Australian python that must always be kept very warm, we read. And she might grow to 14 feet.\n\nWe could have gone back and demanded the shopkeeper take back his giant-in-waiting. But we didn’t. We couldn’t. Pretzel now had parents and a home. We were going to love her even if it killed us. (Or, rather, even if it turned out she could.) \n\nColubrine domesticity had its allures. When Oren and I watched television, Pretzel would wriggle from one set of shoulders to the next, and we would laugh and remark on her antics as though she were a baby.\n\nGame-for-anything Oren proved squeamish at feeding time, so I learned to be the one who defrosted the dead mouse from the bag in the freezer and dangled it over Pretzel until she swooped in. I grew to enjoy watching this feat of nature, the hinge of Pretzel’s jaw dislocating in a perfect evolutionary trick — and I loved even more the expression of awe on Oren’s face as he watched me feed her. I was a capable snake mother, it turned out. And he was proud.\n\nWhen spring came, we bought a plush Eeyore backpack at the Disney store, figuring the fur would keep Pretzel warm, and used it to take her to Central Park. There, I rested my head against Oren’s chest while we watched Pretzel writhe nearby, one more happy family on the lawn.\n\nOne day Pretzel seemed more lethargic than usual, and I worried she was sick. The only snake vet was far downtown, too far for a cab on my budget, so I put on a tank top, draped her around my torso (she’d grown to four feet by then) and followed with two woolen sweaters and an overcoat, hoping to mimic tropical heat. Then I walked to the subway. \n\nHere’s a tip for subways during rush hour: bring a python. By two stops in, my coat was rippling, I was patting it and whispering, and I noticed a man staring at me. By three stops, the ripples were waves. By the fourth, Pretzel was slithering along my neck toward my ear. I heard gasps. When the train doors opened, I had the car to myself.\n\nI loved every minute of it, every side-glance from a neighbor when I greeted Oren at the door with Pretzel slung around my neck. I had her and I had him, too, and the fact of one meant that the other was O.K. \n\nI’d been conventional and timid my whole life, always worried about acceptance. What had bothered me most about being gay was that I wouldn’t be able to marry and have children and that people might think I was weird. \n\nBeing gay felt weird in a way that was big and life changing, but having Pretzel felt weird in way that was interesting. Maybe I would never hold a girl’s hand, but I could comment to people prattling on about their cats and dogs: “I have a pet, too. What? Oh, she’s a python. Her name’s Pretzel.” I was so determined to love her I even stopped eating eel sushi in solidarity.\n\nBut try as I might, I wasn’t very good at not wanting to hold girls’ hands — specifically the hand of a brown-haired senior who sat next to me in Race, Class and Gender (of course). As the weeks went by, I became happier to see her and less happy each night to see Oren. One day after class, the brown-haired girl took my hand to show me something, and I felt my chest come alive in a way I hadn’t noticed it wasn’t. \n\nMeanwhile, Pretzel was growing bigger and more resistant to my attempts to pull her away from my neck when she grabbed on too hard. Her tank had become small.\n\nSuch a cute little problem she’d been when we got her, such a manageable size. But with each passing month, she’d grown, just as had my suspicions about my sexuality.\n\nFinally I told Oren we were over. The breakup was messy and confusing (especially for him, as I couldn’t offer any explanation), but we got through it. Then there was just Pretzel and I, and the fear that was becoming harder to ignore. \n\nI lasted exactly one week with Pretzel after Oren left. I fed her and afterward, while her stomach was still distended in the cartoonish lump of a mouse, I noticed a wood chip stuck in the corner of her mouth and reached for it. In a flash I had a bleeding triangle of bite marks on my hand. \n\nI started to have nightmares about the jaw I’d once admired. Within days I’d tracked down a snake aficionado who had installed drains in his apartment for what he called a “room-size cage” and was willing to take on another rescue. That night, alone for the first time in nearly a year, with neither man nor beast by my side, I felt closer to my own life than I had in a long time.\n\nTHIS story, I’m happy to say, ends well for everyone. Oren found love and married; a few years ago he sent me photographs of their boys, who look like miniature versions of him. They’re now the age when they would be into learning about creepy-crawly things, and their father is just the man for the job.\n\nAs for Pretzel (who would be about 12-feet long now), I like to think she’s still writhing around my snake savior’s sanctuary, happily intertwined with her closest snake buddies.\n\nAnd me? I’ve embraced both my fear of snakes and my love of women. If it’s good enough for Indiana Jones, it’s good enough for me."
}