{
  "url": "http://www.nytimes.com/2011/09/11/fashion/modern-love-revelations-of-a-feminist.html",
  "headline": "Modern Love: Revelations of a Feminist",
  "dateline": {
    "year": 2011,
    "month": 9,
    "day": 8
  },
  "byline": "Alexandra Franklin",
  "text": "I BECAME a feminist the day my sixth-grade math teacher dismembered and spit on a white rose, telling us, “This is you after you have sex.” Other girls had other interests; horseback riding and ballet were two trendy ones in the Mississippi neighborhood where I attended elementary school. I did try ballet, and stuck with it for a while, but I barely had room in my duffel bag for pointe shoes and feminist texts. \n\nI was almost ascetic in my serene rejection of the superficial. At the old-money private school I attended (thanks to a reduced tuition), I treated my uniform like a canvas, writing poetry in spidery script all over the crisp white cuffs. I was pale and dark-haired, serious, sardonic, and it’s not very surprising that boys my age were not scrambling to talk to me. \n\nI remember my mother chasing me around the house with a tube of coral lipstick, begging: “Don’t you want to feel pretty? Don’t you want to look nice?” \n\nI told her I didn’t care about things like that, but I did. I thought I had to choose between smart and pretty, and it wasn’t a difficult decision. I clung to my identity the same way every junior high girl does, doing everything I could to embody my end of the spectrum. \n\nDan did not seem to have that problem. He was a football player, a left tackle built for the express purpose of being an offensive lineman, and he sang in the choir with me. I was in the eighth grade, he was in the ninth, and when I met him, something moved inside me. I watched him come off the field, bucking and shouting. I thought he was strong and old and wonderful. He wasn’t even old enough to drive. \n\nEveryone knew Dan’s father was dying of cancer. In May he died, and I felt my heart turn over. I was scared of that, because I was an “independent woman.” I had never had a boyfriend. I could fall in love when I turned 30 or when I reached self-actualization. But I was not in love yet. I was in sympathy, which is something I have confused with love many, many times. \n\nDan and I had been dating for two years when I got sick. I was not physically sick; that would come later. In the years we had been dating, I had gone through several quiet crises. I was still the same — driven, intellectual, feminist — but by being with Dan I felt as if I had sold out.\n\nI made it clear to him that my work was the only thing I really loved. I told him I was a feminist and had my own personal ethic and I wanted to join the Peace Corps and not marry until I was old and I did not want children and on and on. No matter how many times he told me he understood, I repeated it to him often just so I could hear myself saying it. It became a mantra that gave me less and less strength every time.\n\nI rediscovered that strength, or what I thought was strength, in anorexia and bulimia. I focused on the space I occupied, the negative space around me. At first it was fine. I began fielding compliments: from my mother about the new angles in my face, from my ballet instructors for the birdlike vertebrae in my back, the notches in my spine.\n\nI began to see the world through the filmy screen of calorie counting and the desperate press of fingers inside my throat. I enclosed myself in this claustrophobic existence and reveled in the new smallness of my world. It’s so simple to manage only one facet of a life. It was something I did to myself and for myself, with tangible results — an impact I had never before felt, and it was intoxicating.\n\nAnd then, quickly, it was not fine, but I still insisted it was. That period of time is vague to me now, and it was vague then, when I was wading through it. I didn’t know what I was doing, I didn’t know what to feel, and without a name to put on the emotion I felt for Dan (because I was afraid to say “I love you” out loud), the emotion changed every day. I felt it rushing past me, shoving in, like a tedious waltz. He was there for me when I reached out to him, and when I needed him to leave me alone, he did. \n\nIt must have been something like dating a doll that broke down and fell apart too often. On a long date, he took me to dinner, where the waitress hesitated when I declined a menu, and to a movie, where I stared blankly at the screen, unable to think of the film’s title. \n\nI stared past his kiss on the porch when he brought me home. He held me, crying silently into my hair, before he walked to his car and I walked inside without saying good night. I don’t remember much from the middle of that ocean to the shore where I am now. \n\n“Why did you put up with that?” I asked him recently.\n\n“You were still you,” he said. “You just had some weak moments.” \n\nHe went to college a year before I did. It’s the downside of the initial thrill of dating a guy who got his driver’s license first. The first few times I visited him at Ole Miss, I was dazzled by the adultness of it: the strawberry-flavored Smirnoff that made me giggle after one sip, the midnight pizza deliveries. It made me feel the same way I felt when he picked me up at my house the first time, when he was 16 and I was 15, and I dared him to whirl his Chevy Malibu in quick spirals in the cul-de-sac and he did. \n\nBut after a while I did not feel that way anymore. I visited less often during the spring semester; I was applying to Columbia, the University of North Carolina at Chapel Hill, Amherst and dozens of other schools that I desperately wanted to be able to afford. He figured out the rates for plane tickets to the cities where I wanted to go. He told me my application essays were brilliant. He exclaimed on the phone with me when I got acceptance packages, and he listened to me cry when the envelopes were thin. \n\nAt the end of it, though, I had to come to terms with the fact that I could not realistically afford any of my dream schools. It seemed unfair at the time, and Dan patiently listened to me complain about the astronomical admission standards, the absurd tuition costs, the possibility of loans, second mortgages, on and on, as patiently as he had once listened to me track my daily calories and the ounce-by-ounce fluctuations in my weight. He’s always been a good listener. \n\nI could easily have joined him at Ole Miss. He never asked me to do that; he actually encouraged me not to. I told him I had turned him into a feminist, and he conceded that I had.\n\nA WEEK after I turned 19, I moved into my dorm at the University of Alabama, carrying my Underwood portable typewriter, my laptop and my extensive collection of familiar books, including “The Feminine Mystique,” which I took to bed with me on lonely nights. I was determined to make it without anyone’s help, including Dan’s, but there were nights when I called him, weeping, and he didn’t have to say anything other than, “I know, I know.” \n\nThe three-hour drive between Tuscaloosa, Ala., and Oxford, Miss., is lovely, a meandering tour through the Appalachian foothills of northern Alabama. And I have memorized every road sign, exit, overpass and speed trap. We don’t make the trip very often, though. I am still getting to know my own campus, and it means a lot to my sense of independence that there are 200 miles between us.\n\nThe distance has not been difficult. I never feel as if I’m without him if I don’t want to be. We text so much during the day that by the time we log onto Skype in the evening, we can only smile at each other. We share our own jokes and the identical scars of shared pain. \n\nI don’t mind being a part of a whole when Dan is the other part. I don’t feel like less of a feminist, or less of a person, or less in any way. I feel more complete, but not necessarily because of him; it is just because I have found a friend who makes me laugh and also happens to love me even when I’m not very lovable. \n\nI would be strong without him, because Gloria Steinem and my repressive sixth-grade math teacher taught me, in different ways, how to be strong. But my life wouldn’t be as good without him, or as much fun."
}