{
  "url": "http://www.nytimes.com/2011/10/23/fashion/making-a-judgment-on-love-modern-love.html",
  "headline": "Making a Judgment on Love - Modern Love",
  "dateline": {
    "year": 2011,
    "month": 10,
    "day": 20
  },
  "byline": "Lloyd Zimmerman",
  "text": "THE call came around 3:30 p.m. on a sultry Minnesota day. The hospice social worker, Cheryl, explained the situation in a rush. She had tried 15 judges, and all were either in court or otherwise unavailable. By chance, she had reached me directly. \n\nI had just finished a tough trial and was in my chambers surrounded by judicial detritus: legal briefs, scores of exhibits. This was the sanctuary where I went to nurse my wounds after a day of inhaling other people’s problems: name-calling; failed relationships; poor judgments made by people sometimes young, sometimes old, usually emotional. To be honest, I almost didn’t answer the phone. \n\nThe protracted and petty legal combat I had just suffered through was a case that should have been settled but for bad blood in a family relationship. I’d survived, presiding over a trial that was neither great nor good. It was done, but it was not my proudest moment as a judge. My day of emergencies had followed weeks of emergencies that had not been broken up by a vacation. I felt like putting one of those bumper stickers on my door that read: “Your poor planning is not my emergency.” \n\nAll I wanted was a drink.\n\nThat, however, would be considered poor decorum for a judge, and judges lose their jobs over poor decorum. I have a wife and two children. So I tried to shake off my grumpiness and be civil to Cheryl. I asked in my calmest, most Oliver Wendell Holmes voice what I could do for her.\n\nShe said she needed a judge to perform an emergency wedding.\n\nBelieve it or not, this was not my first such request of the week. In fact, I often receive these requests, usually involving the need to get a waiver to avoid the required five-day waiting period. Sometimes I am sympathetic, as when the request is spurred by a sudden deployment to Iraq or Afghanistan. \n\nBut generally I don’t like to reward those who leave matters like the arrangement of a wedding until the day they want it to happen. My son, Cole, proposed on Valentine’s Day this year for a wedding 18 months later, in August 2012. I was tired of the seemingly endless series of calls from people with ridiculous, impulsive requests.\n\nI leaned back in my desk chair and, as I do when I’m tired, pulled on my right earlobe and scratched my head, the right forefront where my hairline is beginning to retreat. I half-listened as I wondered what to do about the post-trial motions for the case I’d just heard, and the detective waiting outside my chambers for me to sign a search warrant, and the sheaf of emergency orders on my desk in unrelated cases that typically accumulate during a lengthy trial.\n\nBut Cheryl begged; she practically yanked my bleeding heart right out of my chest. She explained that she was a hospice social worker for Thomas, 77, who had recently been discharged from the medical center hospice unit so he could die at home. He was conscious and lucid but likely to die at any moment. He could no longer talk and communicated entirely though hand squeezes.\n\nHis dying wish was to marry Donna, his life partner of 38 years. She was 57. They had talked about marriage over the years but had never gotten around to a wedding. They had even gone so far as to fill out the application from the downtown wedding license center. \n\nWas this yet another case of people irresponsibly leaving things until the last minute? Probably. But I realized in the moment it didn’t matter. People do stupid, human things. I could make this one right.\n\nBy law, the couple was required to attest in person, under oath, in front of the wedding license official, that all of the statements on the application were true: that they wanted to marry each other, and that as required by Minnesota law, “we are no nearer of kin than the first cousins once removed; that ... there is no legal impediment to this marriage, that neither of us has a spouse living, and that one of the applicants is a man and the other is a woman.”\n\nThe wedding license bureau had told Cheryl that no one there had the power to issue an emergency license by phone, but maybe she could try to reach a judge. There were formalities: the five-day waiting period and an appearance in person at the wedding license bureau. There was no official procedure for an emergency deathbed-wedding license.\n\nWhen someone goes to the trouble of trying to contact 16 judges, there’s usually an important issue at stake. But I was a sorry excuse for a judge that day, and I was in no shape to do anyone a good deed.\n\nEven if I could figure out a way to do something that no one else wanted to do, something that violated every established process and had to represent some kind of poor planning by the couple, the reward (I thought in the back of my mind) was that I would be sued by some disgruntled heir who had been disinherited by the unorthodox wedding, or criticized by the license bureau for not doing it exactly as specified, or publicly flogged by the court of appeals if my actions turned out to be illegal.\n\nAlso, my courthouse in downtown Minneapolis was at least 20 miles from their home, a trip that takes 30 minutes under the best circumstances, and in this case, the evening rush was already under way. Thomas was near death. The only option seemed to be a telephone wedding, yet that would violate the rule requiring the wedding to occur in the presence of the judge. \n\nMy brain said no. No! My court clerk stood outside my door at the head of a growing line that included the detective with the search warrant and lawyers from the last case, still unwilling to go home. My clerk, whose job it is to protect me from others and myself, mouthed, “Go home.”\n\nBut as if by rote I said: “Yes. Yes, we’ll see if we can make it work.”\n\nYou see, my father had died of liver cancer a few years earlier. I’d visited him in Chicago while he was sick, putting a mat under his hospice bed and sleeping next to him, holding his hand so I could be there in his dying moments. Everyone thought he had hours to live. \n\nThen he rebounded, and I flew home to Minneapolis and returned to work. To my eternal regret, I was not there a week later when he died. It was because of my poor planning that he died alone.\n\nThinking of my father, I made a few legal inquiries, verifying that Thomas and Donna had completed a wedding license certificate, that the family supported the wedding and it was not a ruse to divert an inheritance, and that the humanitarian nature of the wedding was real and true.\n\nIt would all have to be done by phone, and it would have to be fast.\n\nThe moment that Donna heard the news, Cheryl later told me, she rushed to put on a wedding dress that she had been saving for years. \n\nWitnessed on their end by a hospice chaplain and the bride and the bridegroom’s family, who encircled Thomas’s bed, the couple were placed under oath. Acting in the place of the wedding license registrar, I swore them to the truth of all of the statements on their license application. Donna swore to the truth and signed the application. Thomas swore to the truth by squeezing the hospice worker’s finger “yes” and signed an “X.”\n\nI PERFORMED this ceremony holding the phone, sitting at my mess of a desk, as the detective waited impatiently for his search warrant just outside my door.\n\n“Do you, Thomas, take Donna to be your lawful wedded wife?” \n\nThe chaplain said, “He squeezed her finger ‘yes.’ ”\n\n“Do you, Donna, take Thomas to be your lawful wedded husband?”\n\n“Yes.”\n\n“Do you promise to love and care for each other, in good times and bad, in sickness and health, for better or worse, for as long as you both shall live?”\n\n“Yes.”\n\nWith their families looking on, I pronounced Thomas and Donna husband and wife. Invoking the power vested in me by the laws of Minnesota, I told them that after 38 years together they could now kiss each other, for the first time, as a married couple.\n\nI was told they did.\n\nAnd later that evening, Thomas died. \n\nShortly thereafter, I issued my court order, complete with procedural history and legal analysis, directing the licensing bureau to accept and file the wedding license and issue a certificate of marriage.\n\nI have written thousands of orders in my many years as a judge. This was my best."
}