{
  "url": "http://www.nytimes.com/2011/02/20/fashion/20Modern.html",
  "headline": "Perfect, With Childbearing Hips: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 2,
    "day": 17
  },
  "byline": "Andrea Askowitz",
  "text": "SEVERAL years ago I went to the California Cryobank’s Web site to buy sperm. I was single and a lesbian and wanted to have a baby. I’d always wanted a family and dreamed of creating one with a partner, but I’d proved to be a love loser. When it didn’t work out with anybody, including my most recent ex (after six years of couples counseling, meditation, acupuncture, hypnosis),  I gave up.\n\nI thought romantic love, the kind of love that sustains an adult relationship, was impossible, at least for me. As I approached 35, the age doctors say fertility becomes compromised, I thought I was running out of time. Resigned, I went for it alone.\n\nI looked for healthy sperm. Smart sperm. Tall, athletic sperm. Sperm that loved its mother.\n\nThe donor I picked was  6-foot-2, played baseball in college and said in his audio interview that he loved his mother.\n\nTo reduce anxiety and to assure that my top pick would be available when I was ready, I bought 10 vials at $250 each. As long as I paid the $142 annual storage fee, my sperm would be there for me, waiting at the Cryobank on very sophisticated ice.\n\nI became pregnant on my second try, leaving me eight sperm vials to spare. As soon as my baby was born, I wanted another one, both for me and so my daughter would have a sibling. But I hated pregnancy and delivery. I would never get pregnant again. But I could make another woman pregnant. I had sperm.\n\nAnd even though I had given up on love, something had changed. I was a mother now and wanted to do right by my child. I suppose I still clung to a shred of hope for love and family. And so began my search for a young wife.\n\nI went online again, this time to Match.com and filled out my profile.  I wrote: “I’m looking for someone who loves children. I want her to have big breasts. A pretty face is nice too.”\n\nStudies show that men (and perhaps people in possession of sperm) are more attracted to women with large breasts and wide hips. Large breasts give the illusion of more milk to feed  the  young, and wide hips suggest greater ease in bearing  children.\n\nScientists have discovered that the lower the body’s waist-hip ratio (medically known as the WHR), the more attractive the woman. Marilyn Monroe, for example, had a 0.7 WHR, meaning her waist was 30 percent  smaller than her hips.  Salma Hayek and the Venus de Milo also have small waists relative to the size of their hips.\n\nI didn’t know any of this at the time, but I would find myself walking along Lincoln Road on South Beach, where I’d notice a woman between the ages of 18 and 35 spilling out of the top of her dress. She’d pass by and I’d turn to leer at her behind. If it was big, I’d have an uncontrollable urge to club her over the head and drag her to my fertility cave.\n\nI wasn’t objectifying women. I was a woman of science.\n\nIn six weeks on Match.com, only two women responded to my profile. The first was a woman who compared herself  with Raquel Welch. She didn’t say she was the same age as Raquel Welch. The second had no ratio. She was filled in from hips to chest.\n\nWhy weren’t the women lining up? Couldn’t they sense my virility?\n\nFinally, Victoria responded. She had a 0.75 WHR.\n\nOn our first date, Victoria told me she was planning to have a baby, alone if she had to. She knew I had done it alone, but she didn’t know I still had eight viable sperm vials.\n\nI don’t normally believe in love at first sight, but at the end of that first lunch, I wanted to offer Victoria my sperm. She had a calmness about her that calmed me. She was smart, spoke English and Spanish perfectly, and was pretty in a geeky sort of way, with bad posture and good cheekbones. And even though she grew up in Venezuela and I grew up in Miami, she felt familiar. She reminded me of my best friend from high school.\n\nTwo months later I said, “You know, maybe, if we stay together for a while, maybe that will mean forever, and if that happens, do you want to use my sperm?”\n\nVictoria didn’t say yes. She didn’t say no. Instead, she decided to put her pregnancy process on hold to relieve pressure on our brand-new relationship.\n\nAfter six months, Victoria came by after work in her black slacks and a white, fitted, button-down blouse. She wore gold square cufflinks and low leather heels. She pulled out an Excel spreadsheet from her giant leather briefcase and showed me how she had put my donor through her grading system. She assigned two points for health, two for intelligence and one for everything else: good looks, athletic ability, artistic talent, straight hair, light eyes,  thin, tall.\n\nMy sperm scored 11, tying with one other donor for the highest grade.\n\nShe said: “In reality, mi amor, it doesn’t matter what it scored. You are my love and I want to use your sperm.”\n\nI threw up my arms. I kissed her. I squeezed her belly really tight. “Are you ready?”\n\n“I’m ready,” she said.\n\nThree months later, the doctor checked Victoria’s follicles on the ultrasound and said she was ready to ovulate.\n\nIn the lab across the hall, Victoria and I stood at the counter and I placed our order. “Excuse me,” I said. “We’d like to get my sperm defrosted.”\n\nA middle-aged woman in a white lab coat ambled over. She said, “Actually, sweetheart, the correct term is thaw.”\n\nShe had Victoria sign a release and pointed us toward the waiting room.\n\nWe had been waiting an hour when Victoria put down her magazine and nudged me with her elbow. She said, “Please don’t scream when they call my name.”\n\nI saw her point. This wasn’t bingo. But I had been waiting years for this.\n\nThe door opened and a nurse stuck out her head. “Victoria.”\n\nMy hands flew into the air and I let out a little squeal.\n\nWe followed the nurse behind the double doors and into the exam room, where Victoria was instructed to take off her clothes from the waist down and lie on the table with her feet in the stirrups. She covered herself with a paper sheet, and we waited.\n\nOn the outside Victoria was poised, like the banker she is. But the cuticles on her elegant fingers were cracked and scabby, so I knew she had been nervous. I held her hand. She let me.\n\nThe nurse came in and showed Victoria the vial of my donor’s sperm. She gave us the sperm’s stats: fast and abundant. Victoria confirmed the donor number.\n\n“Can I do the insemination?” I asked.\n\nBefore the nurse answered, Victoria said, “I don’t think you can do that.”\n\nI felt clubbed in the head.\n\nMY moment was now and the woman I loved — my woman with childbearing hips — was thwarting my destiny.\n\nWas she trying to follow the rules, which is her nature? Did I embarrass her, which I sometimes do? There was no time to ask. I wanted to beg, but begging, I knew, was self-sabotage. And not sexy. I had to play this right, so I caught Victoria’s eye and mouthed, “Trust me.”\n\nThe nurse drew up the sperm into a syringe and attached it to the catheter. She looked at Victoria and said, “It’s up to you.”\n\nI could hear the wail of the air-conditioner. I could hear myself breathe. Victoria said, “Oh, O.K.”\n\nI smiled, but I didn’t let myself cheer.\n\nThe nurse instructed me to stand between Victoria’s legs. I held the syringe steady with my first two fingers, like a cigarette. I looked into Victoria’s eyes again and mouthed, “Thank you.”\n\nToday, we have a 7-year-old daughter and a son approaching 2. They have the same almond-shaped eyes and pudgy feet, like little muffins. They share half of their biology, but much more, they share two mommies, the family I always wanted.\n\nMany fathers at this stage might consider getting a vasectomy. For me it was just a call to the California Cryobank. “I’d like to dispose of my remaining sperm,” I said. “I don’t need it anymore.”"
}