{
  "url": "http://www.nytimes.com/2011/07/17/fashion/ready-to-take-a-faithful-leap-modern-love.html",
  "headline": "Ready to Take a Faithful Leap",
  "dateline": {
    "year": 2011,
    "month": 7,
    "day": 14
  },
  "byline": "Kelly Thomas",
  "text": "UPDATED: You can now hear this essay read by Amber Tamblyn, followed by a conversation with the writer, in Modern Love: The Podcast. Look for the “play” button below.\n\nAS we floated in a Moroccan-tiled pool on the outskirts of Palm Springs, Calif., my boyfriend of three months told me about an old English custom in which two people are married if they chant “I marry thee” three times, clap in unison and kiss. Finding his story charming and amusing, I laughed.\n\nDavid and I had met on a film set in Los Angeles. Like me, he was a refugee from academia. I was attracted by his salt-and-pepper hair as much as by his insistent optimism and joie de vivre in the face of the unknown, and we quickly developed a comfortable repartee.\n\nBut that afternoon in Palm Springs, I sensed something was different. Only after a moment of awkward silence did I realize that David was proposing to me. He wanted us to make a home together.\n\nFor me the concept of home is loaded. My childhood home was an isolated farmhouse in north Texas where I helped my father build barbed-wire fences and sack cottonseed for the cattle’s winter feeding, where mesquite trees grew like weeds and yellowed pastures stretched for miles. But most of all, home had been a place dominated by my mother’s unpredictable bouts of depression, a place that, for as long as I could remember, I wanted to escape.\n\nWhile I focused on grades, test scores and a life beyond rural Texas, my mother fantasized about my wedding to some well-heeled hometown boy who would one day make her a proud grandmother. She envisioned a fancy banquet-style dinner that would put her own spartan wedding ceremony and rec-room punch reception to shame. This time around, as mother of the bride, she’d wear a teal cocktail dress to complement her crystal blue eyes.\n\nIn these flights of fancy, she was ebullient and vivacious, the center of attention, while I was cast as her silent enabler. I played my part, believing that I possessed the unique ability to hold her desolation in check. While my father buried himself in the Sisyphean tasks of baling hay and breaking horses, my mother’s moods fluctuated between manic all-night baking marathons and menacing three-day silences. My role was to keep the peace, to somehow quiet her refrain that we’d all be better off without her.\n\nAnd then one day I’d had it. As she started in again with the wedding plans, I impulsively blurted, “I’m not getting married, and I’m never having children!”\n\nShe called me selfish. And it’s true. I was selfish for denying her the opportunity to be belle of the ball, at least in her fantasies. But more precisely, I was selfish because I aspired to a life outside her world.\n\nEventually I found it when the University of Michigan offered me a fellowship. I thought my freedom would begin the moment I pulled out of the driveway. A few weeks before my planned departure, however, People magazine ran an article about a young woman abducted by a drifter while driving alone, and my mother, obsessed with the story, insisted that she accompany me to Ann Arbor. But I knew this was just an excuse.\n\nThe truth was that she wanted one last chance to play out our old ways before I strayed beyond her reach. My father, an unwitting accomplice, urged me to humor her, saying that all this talk of degrees and careers made her think she didn’t know me anymore, didn’t know how to know me. He promised to buy me that laser printer I wanted if I’d indulge her one last time.\n\nAs we drove away in my newly acquired used Ford Taurus, my mother gushed, “We’re just like Thelma and Louise.”\n\nHere we go, I thought. Now she thinks we’re movie stars.\n\nIn more ways than I knew, she was right: We were like the title characters in the 1991 film about two women on the lam. My mother was Thelma, the pretty ingénue. Eager for attention and perfectly made up after her hourlong beauty ritual, she would giggle bashfully when truckers looked her way.\n\nI, of course, was Louise, the pragmatic problem solver. With my car packed to the gills, my mission was simply to get through this last bit of emotional blackmail.\n\nMidway through our second day, we stopped for gas at a roadside station in central Ohio, two hours south of our destination. I asked my mother if she wanted me to drive, but she said she felt fine. Still, I sensed her despondency. Our excursion was coming to an end, and she could no longer pretend we were a couple of adolescents out on a lark. I was going where she could never go.\n\nAt the climax of “Thelma and Louise,” when the women are trapped between a phalanx of troopers and an impassable canyon, they must make a choice: either surrender or take their own lives. Louise hesitates, but Thelma insists, “Let’s not get caught. ... Let’s keep going.” In solidarity, the women hold hands, gun the accelerator and drive off the cliff where, cinematically, they’re forever suspended triumphantly in midair.\n\nTwenty miles later, near Bluffton, Ohio, we were the Thelma and Louise who followed the film’s narrative to its inevitable conclusion when my mother drove off a highway overpass at 70 miles an hour. The car hit the side of the bridge, flipped over the guardrail and went briefly airborne before landing upright in a shallow creek.\n\nAs soon as the car landed, I knew that this was it. This was what I had always feared, that my mother would deliver on one of her threats, go out of control, beyond the pale.\n\nWith one look I saw that she had been killed by the impact, that there was nothing I could do to save her. Drenched in gasoline and terrified that the car would burst into flames, I unbuckled my seatbelt and climbed out into the water. Bits of my life — a Spanish dictionary, my cat’s empty carrier — were strewn across the embankment. Drivers stopped along the highway and shouted down to me. The E.M.T.’s who arrived on the scene asked me the date and the name of the president as they strapped me to a board to be lifted into an ambulance.\n\nOver time, I’ve gone through several iterations of how to explain what happened.\n\nFirst, it was an “accident” because I couldn’t believe it was anything else. I was incredulous, stunned, bruised. The couple directly behind us reported that our car had veered right sharply without brake lights. Everyone conjectured that my mother, perfectly cognizant moments before, must have dozed off.\n\nSecond, it was a “wreck” because that’s what I was. Overcome by post-traumatic stress and fits of anxiety, I couldn’t get past the fact that before and after are indelible, that certain events cleave time in two.\n\nI’ve come to settle on “when my mother drove off a bridge.” She knew and didn’t know. A tarot card reader once told me that my mother had done something she felt inexplicably compelled to do. She hadn’t meant to harm me. I just happened to be there, along for the ride.\n\nBut perhaps it was more than an inexplicable urge, more than her desire not to get caught in a life she couldn’t seem to escape. Part of me believes that my mother wanted us to be the Thelma and Louise who, in driving off a cliff, choose their relationship over life itself. Her experience of our trip was the final and most poignant of her fantasies, the one in which she and I functioned in harmony, where we could finally relate to each other.\n\nAS the years passed, I stayed away from small towns and serious relationships but slowly came to realize that ever since that fateful journey, I’d been clinging to my own sort of fantasy, in which I, unlike my mother, could be entirely self-sustaining and have complete control over my life.\n\nIf I avoided any true commitment, I would never be stuck. I would never find myself in the unthinkable position of choosing between emotional desperation and the abyss. And yet, by defining myself in opposition to her, I had in some ways become just as trapped as she had been.\n\nOnly now have I begun to see that letting go and trusting in the unknown doesn’t have to mean driving off a cliff, that leaps can be leaps of faith.\n\nFloating in that Palm Springs pool, I knew nothing of old English wedding traditions. But I did know that I was at another turning point in my life, except this time the choice was mine.\n\nI watched David next to me, smiling, a mischievous glint in his eye. Here was someone who approached life unconventionally and regarded the world with wonder, someone with whom I could look to the future rather than fixate on the past. Together we could create a new kind of home, one of possibility, a home I could love.\n\nAgainst the backdrop of blooming Joshua trees, I reached out across the clear blue water and made the leap. We clapped loudly, exuberantly."
}