{
  "url": "http://www.nytimes.com/2011/04/10/fashion/10Modern.html",
  "headline": "After Arrest and Divorce — Mom: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 4,
    "day": 7
  },
  "byline": "Brooke Rinehart",
  "text": "WE had been married for just over a year when the F.B.I. showed up at our house at 6 a.m. and arrested me. They arrested my husband, too, although at the time that seemed beside the point. A stickler for rules who had never even gotten a speeding ticket, I was handcuffed in my mismatched pajamas and hauled away. My teeth weren’t even brushed.\n\nThe charges against me — against us both — were wire fraud and conspiracy to commit mail fraud. In a state of shock, I began babbling to the F.B.I. agents that I would never open mail that wasn’t addressed to me. (Never. Ever.) If only it were that simple.\n\nWhen the indictment was unsealed, I learned that my dear husband had, in the simplest terms, used my identity to embezzle tens of thousands of dollars from his workplace, among other crimes. His using my identity made it look as if I was involved. I wasn’t.\n\nI appeared in a federal courtroom to plead not guilty. A newspaper photographer chased me down the street, trying to get a picture of my face. I handed over my passport to the court. I took drug tests, a process that almost made me laugh. What would show up: my Claritin? \n\nI was assigned a probation officer that I had to see every week. I took more drug tests. I wasn’t allowed to leave the state unless the court approved. I died inside, day by day.\n\nI vacated the beautiful house my husband and I had bought eight months earlier, leaving my clothes and the new kitchen gadgets from my bridal shower, leaving the new neighborhood where I had begun to make friends, and leaving my husband, and I moved home: a 28-year-old going back to my parents’ house while my personal life was plastered across the news, everyone saying I had conspired to commit crimes.\n\nAt first my husband tried to communicate with me, tried to apologize, but my lawyer contended it was unwise to be in touch given the charges. So my contact with my husband, my love of five years, ceased completely.\n\nThe federal charges were held against me for 90 days. That might not sound like a long time when discussing, say, party plans. But when facing criminal charges, losing your home and leaving the man you loved (or thought you loved, because, after all, who was he, really?) without so much as a word of goodbye — when that’s your life, 90 days is an eternity.\n\nI decided to sleep on the couch at my parents’ house. I was unable to go into my bedroom, where I had played with dolls, learned to paint my nails and held slumber parties. It seemed like a sign of true regression and failure to sleep in my childhood bed at 28. So I slept on the couch.\n\nThe couch was perpendicular to the TV so I could lie down and watch mindless programming all night. It was parallel to the matching love seat: a furniture set covered in stiff, green, outdated fabric.\n\nI slept on that couch for 90 nights, the full period I faced federal charges. And for those 90 nights, my mother slept on the love seat, her limbs hanging off at odd angles. I didn’t ask her to sleep there. She just did.\n\n“We have so many beds in this house,” my father said. “Why isn’t anyone using them?”\n\n“Because Brooke can’t,” my mother answered.\n\nI mostly stopped eating. My mother mostly stopped eating. My father tried to encourage us to take a few bites at each meal.\n\n“We can’t,” my mother said. \n\nMy days were spent in a dark haze. I fantasized about accidental death. While driving I would think, “How fast would I need to go to miss the turn and hit a tree?” While walking up stairs: “What if I were to trip and fall backwards? Might I hit my head and never wake up?”\n\nI could barely see my mother during the night even with the light from the TV, though she was only 10 feet away. Occasionally I could hear her breathing or her movements as she adjusted an arm or leg in her cramped quarters. I’d stare in her direction, wondering if she was staring back. I didn’t sleep for more than 30 minutes at a time, my heart pounding.\n\n“Are you O.K.?” she’d whisper.\n\n“Are you O.K.?” I’d whisper back.\n\nIt was our code. There was no real answer, but asking the question was enough. And the answer, the repeated question, at least meant that we were alive.\n\nDuring those nights we learned about infomercial inventions, from Snuggies to magicJacks, and discussed their merits and pitfalls each morning.\n\n“A blanket with sleeves?” I said. “Have you ever thought you were so cold you couldn’t move your arm out from under your blanket to grab your coffee?” \n\nThe buzz of the television filled our nights.\n\n“Are you O.K.?”\n\n“Are you O.K.?”\n\nAt her lowest point, my mother spent a full day on the laundry room floor, slumped against the washing machine, unable to move. The severity of my situation had consumed her. Her heart had broken so severely that her body and mind broke, too.\n\nI knew she needed help. So did I. I wasn’t ready for help, though. I anticipated that some day, when this was over, my weeks would be filled with therapists and doctors, all trying to make me whole again. But not yet. So I helped my mother look up psychiatrists on her insurance plan.\n\nWe drove 30 miles to her first and only appointment. I waited outside.\n\nOn the way home she recounted how the psychiatrist had asked her to make goals. Her main goal, my mother said, was to stop making this about her. She felt guilty, that her grief was somehow stealing the show.\n\nBut my mother’s making this about her was actually saving me. To know that someone loved me so much, was willing to feel my pain so intensely that it kept her on the laundry room floor for a day, made me feel encased in a bubble of protection.\n\nI began to wonder if sadness was this finite thing, a big black mass of which there was only so much in the world. If so, my mother was sharing it with me so that I did not have to bear the full weight. The more she took, the more she was unable to eat and sleep, and the faster her heart raced, the less of it there was for me.\n\nIt wasn’t just my mother who came to my rescue during those months — and the many months after as I navigated a painful divorce, sold my new house, lost many possessions and much of my money. It was my father, too, who made sure I kept moving forward and didn’t give up. \n\nIt was my friend from high school and her husband who dubbed their home “The Halfway House,” a place where I was welcome at any time. It was my college roommate who flew from St. Louis to help me clean my house so I could sell it, and a sorority sister in Canada who sent me a dozen e-mails every day to keep my mind occupied. It was many of the people in the small town where I grew up who sent endless cards, flowers and food — each trying to show love and support.\n\nUntil, after 90 days, the charges against me were dropped. My husband pleaded guilty and was sentenced to prison.\n\nA FEW months later I had a routine ob-gyn checkup. My doctor came into the room, glancing at my file. I hadn’t seen her for more than a year. When I was arrested, it had saturated local news coverage. Everyone knew, or so it seemed to me, and I grew accustomed to averting my eyes, to feeling that familiar shame and humiliation whenever I went out in public. But somehow my doctor had missed the news. Seeing her friendly expression, I could tell she had no idea.\n\n“Hi, Brooke,” she said, smiling. “So when you were here last year, you said you might want to try to get pregnant around this time.”\n\nI went numb. She was right. I had been here in my newlywed bliss talking about babies and prenatal vitamins. I stared at her. \n\n“Something bad happened to me,” I said, unsure of how to begin. But then it all came out: my arrest, my husband’s deceit, the charges, the end of my marriage, the loss of my house: the whole harrowing ordeal. When I finished, her eyes were wet.\n\n“How have you survived this?” she asked.\n\nI thought for a second. “While the charges were held against me, I slept on the couch in my parents’ house. I spent 90 nights on that couch.” I paused. “And my mom? She slept for 90 nights on the love seat.”\n\nMy doctor blinked, unable to hold back her tears. “What a mom,” she said softly. “What a mom.”"
}