{
  "url": "http://www.nytimes.com/2011/12/18/fashion/taking-a-step-forward-modern-love.html",
  "headline": "Taking a Step Forward - Modern Love",
  "dateline": {
    "year": 2011,
    "month": 12,
    "day": 15
  },
  "byline": "Deborah Derrickson Kossmann",
  "text": "“WE should sign up for dance classes at the high school,” I said to my husband. \n\nIt’s the kind of thing spouses say to each other when the marriage is not going well. That, and “let’s make a baby.” \n\nBut in our case, the baby-making issue was a reason we were in marital hot water in the first place. We were having this conversation in our separate living-room chairs, each with a cat on our lap, our arms folded over our chests, not looking at each other and instead focusing on the television.\n\nMarc looked over at me like I was a crazy woman, which was progress. At least we were making eye contact, which proved we could do something together, maybe even have a discussion that didn’t involve the pros and cons of adoption, scheduling sex or whether our doctor was the right one for us. \n\n“Sure,” he said with a “placate the crazy woman” tone. \n\nI told him we could do an hour of salsa, then an hour of ballroom dancing for $65.\n\nAs part of our marriage repair plan, we had agreed to try to do more things together. So far, we had gone to dinner several times, sitting through entire meals where our only talk was about the chardonnay or the macadamia-nut-crust coconut-cream pie. Sometimes, we had even managed to talk about what we’d seen at the movies or our expectations about the movie we were about to see. \n\nWe also tried home fix-it projects together. This worked well because I was in one room, and he was in another. We were not exactly avoiding each other, but we were avoiding each other’s misery: his about what he really wanted to be doing as a career and mine about the failure of my body to carry a baby to term. We swerved past each other to avoid talking about any of the baby losses or grieving. \n\nInfertility treatment can be full of humorous moments. For instance, there’s the moment the two of you suddenly realize you have no container in which to put a sperm sample you must rush over to the lab. \n\nThere’s sticking a thermometer in your mouth each day to gauge if one of your ovaries has sent out something at the correct time. Then there are the times you’re sure you are ovulating and rush home to have the sex neither of you remotely feels like having, only to realize you’ve read the little ovulation stick incorrectly. \n\nMarc and I bring different physical skills to our relationship. He has a black belt in tae kwon do and is very coordinated. He can cut things in a straight line, balance himself on a motorcycle and climb ladders.\n\nI have never been known for my gracefulness. I once sprained my ankle getting on a treadmill. Marc came down to find me in a heap on the basement floor clutching my ankle and groaning. \n\n“What the — —?” he said as he reached to help me up. \n\nI am also the person who crashes into you during aerobics class because you are jumping to the left and I am skipping enthusiastically to the right. \n\nBut I do have something Marc does not have: rhythm. I hear it everywhere — in the music I love and in poetry. I believed that in dance class, with his coordination and my rhythm, we would each make up for the other’s inadequacies. In a sense, we would be one person. \n\nThis was one of my favorite fantasies about marriage: the idea that it would complete you in a way no other relationship could. Not only would your partner always be present when you wanted him, he also would be able to read your mind and thus tend to every emotional burp. By completing each other this way, you would both be fulfilled. \n\nThis fantasy also assumes you would awaken daily with your loved one beside you and gaze fondly upon his face. It ignores the likelihood that some mornings what you’ll really want to do is press the pillow over your spouse’s face and hold it there. \n\nWe were in the downward cycle where we weren’t communicating well and were having fights during which Marc talked about moving out, saying he might not want to be married to me anymore. He would say he was unhappy with his life and suggest things like, “I could move nearby and still come over and shovel the walkway when it snows.” \n\n“Gee, that’s nice,” I said. “Maybe my new boyfriend will help you with that.” \n\nGenerally, these talks were not productive.\n\nI think there is a point in most marriages where a yawning chasm opens up, and you realize that what you thought was solid is actually a deep crevice. That’s where we were, standing on our opposing edges looking down, wondering what had caused the earth to open between us.\n\nMidlife crisis? Miscarriage trauma? Who knows why it happens. We both thought that we had been trying to have a baby for so long, it was as if we were already parents. After all, wasn’t everything we were doing centered on a child? Yet because the baby didn’t exist, it seemed as if we were enduring all the costs without any benefits of the experience.\n\nSo when Tuesday night arrived, we dutifully drove the few blocks to the high school. As we passed the building, we looked up at the second-floor annex where an earlier class was being taught. Through the window, we could see a line of tiny figures with their arms up in the air. \n\n“Are they doing the conga?” Marc asked with faint horror. It was the first thing either of us had said on the ride over, and I was already feeling testy. Trying to breathe calmly, I focused on a quote I had heard somewhere, silently repeating it like a mantra: “Marriage can contain everything. Marriage can contain everything.” \n\nThere were 20 people in the class, 10 of them a Korean family ranging in age from 11 to 80. There was a couple preparing for a big wedding dance. She was blond and petite; he was kind of bearlike and lumbered along next to her, clearly miserable. A single woman scanned the hallway for the man of her dreams, or at least somebody with whom she would be able to swing dance. \n\nThen there were a few couples like Marc and me who were trying to take their marriages out for some fun.\n\nThe hallway had lumpy carpeting and brutal fluorescent lighting that made us all look as if we had just gotten over the flu. \n\n“This is going to be great,” Marc said glumly. \n\nOur instructor had a bleached bouffant hairdo, sensible dancing shoes and a big boombox. She lined us up facing each other and put on some salsa music. \n\nI started shifting my hips. I was in rhythm but stiff because my hips weren’t really going the way I envisioned them moving with my legs. Marc was moving fluidly but totally off the beat of the music. Our instructor taught us the steps, which Marc got right away. \n\n“Now,” I nudged, trying to move him to the beat. \n\nHe tried to move my arms in some direction I didn’t think could be right but apparently was because everyone else seemed to be doing it with no problem. \n\nI wanted to laugh, then cry. The instructor walked by and noticed my arms and said: “It’s lovely. You’re so enthusiastic in your dancing movements.” \n\nThen the Korean grandparents asked us to dance because they didn’t understand the steps. Both of them were tiny, at our chest levels. When Marc’s eyes met mine over their heads, we started to laugh. The Korean couple, no doubt married for decades, stepped back from us and reunited, laughing as well. \n\nThe single woman had been paired with a man in pointy shoes who seemed to be a friend of the instructor. The newly engaged couple, having recovered from their initial embarrassment about learning the steps, were counting together as they moved their feet.\n\nI THOUGHT about how we must have looked from the street. In the greenish light, we were part of a bigger dance, made up of a long line of people, everybody’s hands waving. It occurred to me that this is probably how marriage looks to the uninitiated: effortless and in sync, yet strange, like watching a tribal initiation. \n\nUp close, we tried to focus on the details of this old dance. Marc and I stumbled on the bad rug, found some kind of rhythm that worked, tried to catch up to each other and occasionally just held on. We stepped on each other all the time. \n\nWe still do. And we probably always will. But we’re still out there, trying.\n\n“Look happy,” our instructor yelled over the music. “You’re having fun, remember?”"
}