{
  "url": "http://www.nytimes.com/2011/05/15/fashion/a-love-that-spans-ages-or-seems-like-it-modern-love.html",
  "headline": "A Love That Spans Ages, or Seems Like It: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 5,
    "day": 12
  },
  "byline": "Anna Klenke",
  "text": "IT was early June in Illinois: hot, humid, unbearably sticky. The cicadas droned in the trees, their monotonous buzz somehow adding to the heat.\n\nThere was no air-conditioned room to escape to, not even an electric fan. I wore a long-sleeve cotton dress, two petticoats, stockings, shoes and an apron. Although in the outside world it was 2008, inside the fenced confines of Blackberry Farm’s Pioneer Village, the year was 1840. And I was being courted.\n\nI worked at the most remote historical site in the park, the log cabin replica, and Matt worked in maintenance, blessed with the freedom to cruise around in a golf cart. As two of the few college-age workers amid a group of older people, we had been introduced on his first day and promptly became friends out of desperation for conversation that didn’t involve quilting.\n\nAcross the pond from the prying eyes of supervisors, Matt would take a break from his maintenance duties and bring his lunch to eat on my doorstep every day. We rested in the shade on the small front porch and watched the children visiting the park chase turkeys around the yard.\n\nWhile Matt looked on, I lectured the crowd about churning butter and dipping candles. The younger visitors gaped at me and asked unanswerable questions: “Are you a mom?” “Are you Abraham Lincoln’s sister?” “Are you dead?”\n\nThe period costume prompted a deep sense of long-repressed domesticity to rise up in me during the workday hours of 9 to 3. Channeling the spirit of my pioneer ancestors, I swept the porch, tidied the cabin and labored for hours, making soup and baking mulberry cake in the fireplace.\n\nDeep down, I hoped my prowess in the 19th-century kitchen would convince Matt that I was a good candidate for a 21st-century girlfriend. I looked the other way when he scraped the burned pie crust edges out of the cast-iron Dutch oven and reminded myself that it was 2008 and Matt surely wasn’t judging me on my culinary skills.\n\nAfter work, I shucked off my sweat-soaked pioneer garb, donned a tiny pair of athletic shorts and a tank top that showed off my navel ring, and biked home to the wonders of indoor plumbing and wireless Internet. Matt requested me as a friend on Facebook, and I spent two hours fine-tuning my “About Me” paragraph and untagging myself in unflattering photos before I accepted. To my thinking, Matt had only met the 19th-century me, and the opportunity to present myself in a more modern light was akin to being able to make a second first impression.\n\nOn our first date, we had dinner at a sushi restaurant, a far cry from my charred fireplace cakes at the pioneer cabin. I struggled with the chopsticks, demolishing the delicate crunchy shrimp rolls. Eventually, I resorted to eating with my hands, which was, Matt assured me, the mark of a true sushi connoisseur.\n\nDrinking sake out of a tiny glass and chatting with the waiter, Matt morphed before my eyes from the cute maintenance guy at the historical village to a cosmopolitan, sophisticated man who tipped well but not too extravagantly. Our next stop was Borders, where I was thrilled to learn that he, unlike other guys I had dated, was not only functionally literate but also read books for fun.\n\nAs we browsed the shelves together, we might as well have been back in a previous century for all the Jane Austen-esque emotions that coursed through me. I was completely entranced by this rare specimen of sensitive human male — rustic maintenance man by day, refined consumer of literature by night.\n\nFrom there our relationship expanded, bleeding across centuries and through cultures. We rode the train into Chicago, and Matt instructed me about the beauty of steam engines, those long-gone giants of transportation and his passion. After emerging from the Red Line, we visited the Jazz Record Mart and picked over thousands of CDs and vinyl records, the big-band music transporting us back to the 1930s.\n\nOver the drawn-out summer months, we watched Blu-rays, shopped at thrift stores, ate Mexican, Indian and Italian in dark restaurants. We looked at old family pictures in Matt’s basement and reminisced about the good old days that we hadn’t lived through. I felt that the yellowing photographs could tell me something about the boy sitting next to me, that through the eyes of his ancestors I would somehow come to know him.\n\nI was physically drawn to Matt, my hands shook whenever he stepped into the semidark pioneer cabin or I gazed at his profile picture on Facebook. But he was a mystery, waiting two long weeks before kissing me, and then, after he finally did, moving much faster. He later admitted that my modest pioneer dress had made him think of me as a “good Christian girl,” and he was happy to find out otherwise. Yet there still seemed to be no rhythm to our ways. Some days, we would make out for hours in my basement; others, we wouldn’t even touch each other.\n\nThe television show “16 and Pregnant” and movies like “American Pie,” in which four high school boys make a pact to lose their virginity before graduation, had taught me that guys would take any advantage to sleep with a girl. But when Matt’s parents left town for the weekend and we hung out alone at his house late into the night, the subject of sex didn’t even come up. And the sad thing is, I was confused and a little distraught that he didn’t jump all over me. I didn’t know what to think. And I didn’t ask.\n\nIn this age of Facebook, Google, YouTube, Twitter and other untold online troves of information, it’s easy to think we can learn everything about anyone within minutes. On the Internet, there are no secrets. Turns out, real life isn’t like that.\n\nWhenever Matt and I went out as our 2008 selves, it was hard for us to know what to talk about or how to act — there didn’t seem to be any clear rules. And at the historical park, I not only felt prim and self-conscious in my heavy, unflattering costume, but I also found myself embodying the expectations of 1840s womanhood as I cooked, cleaned house and generally behaved.\n\nAt night, I’d sometimes dream of the 2008 Matt — the one I’d already fooled around with — and then rush off to work only to be greeted by the shy, reserved 1840 version. The disconnect between the centuries was oddly real.\n\nEvery day, I was struck by the way Matt and I reinvented ourselves in each other’s eyes. Talking to him at work in my high-necked dress was a vastly different experience from hanging out with our friends hours later in “civilian” clothes.\n\nComplicating matters, our exchanges on Facebook would always be totally open and honest, and we’d end up telling each other things that could sway our relationship, making the next in-person encounter either more joyful or more awkward.\n\nWhat I remember most from that period is feeling stretched between the past and the present, and between our in-person and online selves, struggling to reach an equilibrium where we could relate on a real level rather than being influenced by what time period, electronic medium or ethnic restaurant we were interacting in at the time.\n\nWe made it there eventually, to the point where we had created our own context and didn’t need to rely on an external one, but it took a while. We had to learn to become less self-conscious, to stop viewing every move through the warped lens of a Facebook photo album.\n\nThe possibilities of personal reinvention that society affords us today make it more difficult to get onto an even footing with another person, as both of you change your appearance and even personality to match a constantly shifting world. The rules change hour by hour, situation by situation, and I would often look at this nice guy who I had been dating for months and wonder who exactly he was.\n\nNow that I’m away at college, Matt and I keep in touch through texting, e-mail, Facebook, Skype, gchat, phone calls and good old-fashioned letters. I look back on the time before the Internet and shudder, wondering how anyone ever kept in touch or managed a long-distance relationship without modern technology.\n\nAs much as the technology helps, however, it’s never enough. Every now and then, when the reality of our relationship begins to slip, Matt drives the six hours north to visit me. When he steps out of his car, shaking the 400 miles of driving out of his limbs, I am transported back to 2008 (or was it 1840?). I feel the heat of the wood fire on my face and marvel at this crazy, jumbled world and the real, physical inevitability of Matt, who it seems I’ve known forever and for no time at all."
}