{
  "url": "http://www.nytimes.com/2011/05/22/fashion/stuck-at-the-border-between-the-sexes-modern-love.html",
  "headline": "Stuck at the Border Between the Sexes: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 5,
    "day": 19
  },
  "byline": "Elliott Deline",
  "text": "SOME people assume transgender men are lesbians who couldn’t handle being gay. They really think a female would go through all the hassles of transitioning to male just so she could trick other women into sleeping with her.\n\nThat just isn’t the case at all, and as a transgender man, I find it highly offensive and presumptuous. They know nothing about me. I haven’t gone through this to trick women. I much prefer tricking men. \n\nOf course, that wasn’t my initial plan when I started on testosterone as a sophomore in college. But all plans were uprooted when I left SUNY Purchase a year later because of an inconvenient major-depressive episode.\n\nSince then, I’ve lived at home with my parents. I commute to Syracuse University but spend most of my time reading and writing in my bedroom. For about two years, I’ve lived a cerebral and celibate existence. As a pathological Morrissey fan, I find it suits me. Still, living in your childhood bedroom just isn’t a sexy situation.\n\nNot that my life was all that sexy before. I have been involved with a diverse array of people, but some key element was always missing. I’ve repeatedly found physical affection embarrassing and sex a wee bit soul crushing. Perhaps I expect too much. I just can’t remember any experience that didn’t induce more anxiety than it was worth. Relations with others seemed hopeless in this light. \n\nThen I discovered a grimy gay bar and dance club in downtown Syracuse, one that attracts rowdy crowds and even has been featured in our local news for drunken brawls and stabbings. After spending so much time alone in bland, conservative suburbs, I gave up, gave in and attended a “college Thursday” hosted by a local drag queen. \n\nI think I’m a fairly attractive guy. Therefore, walking into the joint, I actually felt sexy. I hated the music, the disco ball, the vibe, but I loved the attention. I was 22, but entering a room and feeling people’s gazes was something I’d never experienced, at least not in a good way. \n\nDrinking and talking with eager, mostly older gay men was immensely satisfying. One man bought me beer after beer and gave me $40 for (supposedly) no reason. It was exactly how I wanted it: a little scary, but mostly just a validating, homosocial environment. (Yes, I said “homosocial.” Yes, I am a humanities student.)\n\nThe free drinks caught up with me, though. Soon my reserved personality did a 180, and I found myself dancing in the sweaty crowd with my shirt off. My surgical scars were somewhat visible, but not enough that anyone in Syracuse would make anything of it. \n\nIn the haze, I received compliments, touches, kisses and several blatant offers that I politely refused. I whipped my shirt around like a flag and was even lifted up in the air by some big, macho dude while we made out. It was all quite lovely.\n\nA few drinks and wretched pop songs later, I found myself hurrying to the parking lot with another young guy who told me I had “beer goggles” and that my dance partner was very unattractive. Thus, we should escape to his car. This was a guy I’d been eying all night, so I happily complied. I knew I’d have to explain eventually, but he was attractive, and I wanted to stall. \n\nWe made out in his car, but as things got progressively heated, I mumbled, “I have to tell you something.” \n\nHe was surprised but didn’t actually mind. For me, though, the fun was over. It wasn’t long before I suggested we stop. \n\nAfter that, going to the gay bar was less thrilling. I still felt people’s gazes, but I couldn’t help thinking they’d puke or laugh if they saw me naked. Melodramatic, I know, but my brain is a hyperbolic bully. \n\nOne night, drunk and depressed, I sat outside the bar with a heavyset lesbian who was willing to listen to my self-absorbed epiphanies. \n\n“You see,” I told her. “I assume gay men won’t want me, so I’m shy and come off as snooty. It’s a self-perpetuating cycle. In reality, I don’t think I give men enough credit.”\n\nAnother older woman joined us for a smoke. “Honey, why are you so sad?” she asked, tripping in her heels. “I’m going to find you a boy tonight.” \n\n“No, that’s O.K.”\n\n“Come on. Why not?” \n\n“I’m transgender,” I said, drunk enough that I’d tell anyone willing to listen. \n\n“Get out!” She paused. “Wait, explain what that means. I never go to gay bars. I’m new to this.”\n\n“I used to be a girl.” I hate saying this, but it’s the quickest way to communicate a complicated identity and process to someone new to the subject.\n\n“No way!” she said, scrutinizing me. “I seriously would never know. You look legit.”\n\n“Yeah, I pass.” Her enthusiasm didn’t boost my confidence like I suspect she intended. \n\n“So did you have the surgery?” \n\n“Just my chest,” I said. Obnoxiously, I lifted up my shirt, receiving a few oohs and wows of appreciation. \n\n“So that’s it then?” \n\nYes, nothing below the belt. I spared her why I thought that operation was impractical, not to mention unaffordable for me. \n\n“And you want to be with a man?”\n\nI hate being cornered. But once again, not wanting to get into a complicated, drunken discussion, I told her yes, that would be pleasant.\n\nShe stared off at the dark city streets, slightly slack-jawed, looking like her mind had just been blown to pieces. “Oh, honey,” she said finally, “that’s just so sad.” She appeared to be genuinely moved by my plight and on the verge of tears. Then she said: “Wow, this is like super depressing. I have to go.” \n\nI can laugh about it now. Actually, I laughed pretty hard at the time. I know my love life doesn’t have to be doomed. There are plenty of men and women who date trans men with no qualms. I don’t even have to move to New York City or San Francisco — surprisingly, I’ve found several local guys who haven’t cared. \n\nBut I never connect with any of them beyond a brief chat online and maybe (big maybe) a coffee date. I have no interest. I go home, freak out and block them from communicating with me so I don’t have to think about it. \n\nI can’t complain of transphobia in the gay community; I’m sure it exists, but I haven’t encountered it. Even if I were to, I wouldn’t hold it against the guy, if he had tact. Why lie to be politically correct? Since when is a lack of desire considered a phobia anyway? Actually, the only time I was offended was when a gay man showed too much interest and believed that saying “I just thought you might be desperate” was a seductive come on via Internet chat. \n\nI wasn’t always this jaded. I remember listening to that ’90s song “Kiss Me” on the radio as a child. Love, I thought, should feel like that, full of slow dancing and moonlight and fireflies. Actually, I’d still go for that scenario.\n\nI used to wish I were suave and casual, but I’m just not. Sober, I’m uptight. Drunk, I’m overwhelmed and whelming. So what do I want? I don’t consider myself hip enough to be gay, and I don’t desire a provincial, suburban life, either. I especially don’t want children or to be married. Sometimes I daydream about having color-coded pets, and when one set died off, I’d get all new ones in a new color. I’d buy a moped and some suits, live in a Victorian house and go on long tropical vacations. But I never dream of a partner anymore.\n\nTHE ideal of love got lost in the mess of analyzing gender and my own identity. It’s a burden, having it take up my precious brain space. The nature-versus-nurture debate that most people leave in the classroom gnawed away at me for years as I tried to solve the unanswerable question of why I am what I am.\n\nI think that’s what my romp at the gay bar actually illuminated: I’m just sick of it. The angst, the guilt, the politics, the lingo, the whole transgender shebang: I want to put it behind me. But it’s not really over, and maybe it never will be. Physically, I straddle the border of the sexes, whether I like it or not. I could try to celebrate my differences and pat my gender-fluid self on the back for once. \n\nBut doing so would feel like lying to myself, and that’s one trick I don’t want to master. "
}