{
  "url": "http://www.nytimes.com/2011/05/01/fashion/01ModernIntro.html",
  "headline": "Modern Love: College Essay Contest",
  "dateline": {
    "year": 2011,
    "month": 4,
    "day": 28
  },
  "byline": "Daniel Jones",
  "text": "IN February, Sunday Styles asked college students nationwide to tell us — through their own stories, in their own voices — what love is like for them. When we first held this contest three years ago, the most popular essay topic was hooking up: the “no strings attached” sex that for many wasn’t turning out to be so carefree. The question that seemed to hover over hundreds of such accounts was: How do we get the physical without the emotional?\n\nWhat a difference three years make. This time the most-asked question was the opposite: How do we get the emotional without the physical? The college hookup may be alive and well, but in these entries the focus shifted to technology-enabled intimacy — relationships that grow and deepen almost exclusively via laptops, webcams, online chats and text messages. Unlike the sexual risk-taking of the hookup culture, this is love so safe that what’s most feared is not a sexually transmitted disease but a computer virus, or perhaps meeting the object of your affection in person. \n\nIn poring over these submissions, we were struck by how routinely the Internet and smartphones are obliterating the geographical boundaries that used to define one’s dating pool. We read about high school couples that no longer split up when they go to separate colleges because, well, why should they when they can still spend practically every waking moment in touch and even in sight? The same goes for foreign-study flings that carry on after lovers are once again on separate continents. \n\nCaitlin Dewey’s winning entry, which appears today, exemplifies the possibility and peril of this kind of pixelated long-distance love story. Although we can’t hope to capture the voices and experiences of the more than 1,400 students from 370 colleges who answered our call, we’ll try to round out the picture by publishing the essays of the runners-up through May.\n\nMeanwhile, congratulations to Ms. Dewey and our other finalists, listed below, for writing such elegant, wise, funny and big-hearted essays. And thanks to our contest intern, Emma Rosenberg of Barnard, who assisted expertly in every aspect of this contest for five months, and didn’t flinch or flee when more than 800 submissions arrived on the final day. \n\nDANIEL JONES\n\nRUNNERS-UP\n\nAndrew Limbong, State University of New York at New Paltz\n\nAnna Klenke, St. Olaf College\n\nElliott DeLine, Syracuse\n\nDavid Mark Simpson, Rutgers\n\nOTHER NOTABLE ESSAYS\n\nLindsay Abrams, Wesleyan\n\nCharlotte Alter, Harvard\n\nTerry Brown, Columbia\n\nAlexandra Franklin, University of Alabama \n\nChris Osborn, University of Colorado at Denver"
}