{
  "url": "http://www.nytimes.com/2011/03/27/fashion/27ModernLove.html",
  "headline": "Revenge of the Friend: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 3,
    "day": 24
  },
  "byline": "Christi Clancy",
  "text": "THEY kissed! Nobody kisses in spin class. A roomful of sweaty people panting atop steel bikes with 30-pound flywheels is no place for romance, and certainly no place for my friend’s ex-husband to show up with his girlfriend, the woman he left her for. \n\nIt was just a few weeks into the new year, and I had a packed class of weekend warriors perched on their saddles waiting for me to help them fulfill their resolutions to become skinny and fit. My friend’s ex was the last person I expected to see. In the two years since they had split up, I’d gone out of my way to avoid him. But here he was, looking as ridiculous as most middle-aged men do in tight Lycra shorts.\n\nI couldn’t have imagined a better scenario to let him have it. I had a microphone strapped around my head and a captive audience. \n\nThe problem was that I used to like him. I attended his children’s baptisms and helped plan his 40th birthday party. We had spent countless hours together drinking wine and commiserating about child-rearing, long Wisconsin winters and interrupted sleep. He could be charming, and that morning his familiar charm disarmed me before I could remind myself that I wasn’t supposed to like him anymore. My smile was a reflex that he misinterpreted as a welcome.\n\nA small woman with a tight ponytail and a toothy smile walked in and stood next to him. He introduced her as his “friend.” It was hard for me to reconcile this flesh and blood woman with the home-wrecking diva I had imagined the past few years. She seemed so harmless and normal.\n\n“We decided to give spinning a try,” he said. “Can you help us get set up?”\n\nWe. Us. What could I do? I led them to a pair of bikes. I’ve taught spin for over a decade, so even though their presence had thrown me, I could still mindlessly check their settings and offer instructions. She must have known who I was because she went out of her way to kill me with kindness. I wanted her to stop chirping so I could wrap my brain around the fact that she was in my class. \n\nThen he called her Sweetie (the same thing he used to call his wife) and I snapped back to attention, shut the door, dimmed the lights, and cranked up the music. I got on my bike and looked out at my class. \n\nI usually love teaching on Saturday mornings, but now I was distracted and unsettled, remembering how he had initiated their split. They were drinking coffee on their front porch when he said, “I’m leaving, and I don’t want to work things out.” He was apologetic but firm. It didn’t take long for him to confess there was someone else.\n\n“Don’t judge,” my husband warned me, but I couldn’t help it. If this could happen to them, could it happen to us? Their breakup made everything I considered solid seem vulnerable, like a bone riddled with stress fractures. In the aftermath, my friend couldn’t sleep or eat, and she worried constantly about their children and her finances. To make matters worse, a year or so after they split, she was given a diagnosis of cancer.\n\nThere were other spin classes and other instructors. Why had they come to mine? Did he think this would make things “normal” again? Was he cruel, or clueless?\n\nI tried to focus. I followed my planned profile, leading us up some imaginary hills and sprinting past invisible riders. I was just getting my groove back when I looked up and saw him lean toward her, and there it was: the kiss.\n\nThat’s when I decided that if they came back to my class next week, I’d be ready.\n\nThe following Saturday I showed up early. My regulars filed in with towels and water bottles, barely awake. And then, sure enough, in they walked, holding hands, wearing big smiles and matching powder-blue jerseys. \n\n“Good morning,” exclaimed Mr. Spin Class Kisser, looking fresh and robust.\n\nI led the lovers toward the middle row of bikes. The easiest bikes have big, comfortable seats and magnetic resistance. The toughest are the Pros, with narrow saddles that are hard as concrete.\n\nWith fixed gears, the Pros require the kind of pedal efficiency that only comes with a lot of practice. Most people are too intimidated to attempt them. When the Pros first arrived, I found them so difficult to ride that I thought they must be broken. Even after training on them for months, the longest I could stand up out of the saddle without losing control or combusting was about a minute. \n\nSo, naturally, that’s what I set him up on. The lights on the bike’s computer flickered on, showing watts, KJs, HRs, RPMs: numbers I knew meant nothing to him. He looked confused. “Oh, you’ll love this,” I said.\n\nI put her right next to him on the Sunday cruiser, a bike so gentle she may as well have had a straw basket with flowers attached to the handlebars. \n\nI turned away and cued the music. I like making themed playlists for my classes: Irish music for St. Patrick’s Day, songs about food for Thanksgiving. I’ve got playlists for rain, snow, summer, peace and revolution. \n\nFor this occasion, I created a new playlist: music for cheaters. I had spent the week going through my iTunes library and settled on songs like Rihanna’s “Unfaithful,” Jewel’s “Till It Feels Like Cheating,” and some classics: “Heard It Through the Grapevine,” “50 Ways to Leave Your Lover,” and “Tempted.” \n\nI know spin instructors have a reputation for being sadistic, but I never saw myself that way. I tell people to ride at their own pace and take breaks. \n\nThat morning, however, I offered no such assurances. “Thirty-second sprint out of the saddle,” I barked. “Go! Grab it, nail it!” (Whatever “it” was.) “Come on, hammer it! Your legs should be like eggbeaters! Boil your quads!”\n\nI got off my bike and walked around the room, lingering behind the lovers to make them feel my presence. I watched sweat drip onto the floor around his bike, so much that I could practically see my reflection in it. \n\nI thought of my friend’s quivering hands and pained expression when she told me about their breakup. I thought of the hours I’d spent with her in the clinic while the chemo pumped into her arm, and the nights I slept at her house when she didn’t want to be alone. It didn’t seem fair that she had to suffer through so much while her ex seemingly got everything he wanted.\n\nI liked to think I was doing this for my friend, but this was my own revenge. I hadn’t even told her about them showing up at my class. I didn’t want to hurt her, and in truth, I’m not sure she would have cared. \n\nShe and her ex had reached a certain peace I found hard to imagine. I wouldn’t go so far as to say they were friends, but they got along well enough. I knew I was acting childish and petty. It wasn’t me he had left, but it felt as if he had broken a pact we had made as couples. After two years of biting my tongue, this felt necessary, cathartic.\n\nI got back on my bike and watched as he strained, his face red and hair drenched. Yet he was managing. I almost couldn’t believe it. It was hard for him, but not impossible. I don’t think either of them paid any attention to the lyrics I’d so carefully selected.\n\nAt the end of the class I turned down the music and led some stretches. The spinners wiped down their bikes and drank from their water bottles. O.K., so I hadn’t broken him, but I was still feeling pretty pleased with myself.\n\nUntil he walked up with a towel around his neck and gave me a pat on the back with his large, damp hand. “I got to tell you,” he said. “That was the best workout I’ve had in a long time.”\n\n“Oh, it was wonderful,” she added. “We loved it.”\n\nA FEW weeks later, I met my friend for a glass of wine. Her hair used to be straight, but it had grown back curly and looked nice that way. Her cancer had been caught early, and she had a good prognosis. I decided to tell her what I had done — or at least tried to do.\n\nAs I sheepishly related the story of my clever (if unnoticed) playlist and punishing (but welcomed) routine, she listened with an expression that seemed to be a mixture of curiosity and horror. When I stopped talking, she didn’t say anything at first. I worried I had hurt her, or that she disapproved. \n\nThen I saw a small smile tug at the side of her mouth.\n\n“You’re a good friend,” she said."
}