{
  "url": "http://www.nytimes.com/2011/11/20/fashion/guns-ammo-romance-modern-love.html",
  "headline": "Guns, Ammo, Romance? - Modern Love",
  "dateline": {
    "year": 2011,
    "month": 11,
    "day": 17
  },
  "byline": "Charlotte Alter",
  "text": "EVEN though my mother has a wonderful marriage with my father, she keeps her ex-boyfriends alive for my siblings and me like guest stars on a sitcom. Each is drawn in quick strokes according to how generous she is feeling on that particular day. \n\nThey are almost like a collection of baseball cards; each former flame has a story attached, a few vital statistics, but none are real players. There was the summer-camp sweetheart who wrote saccharine letters on Lassie-themed stationery, the college boyfriend who was the son of a Birmingham, Ala., firefighter who may or may not have hosed down civil rights protesters and the serious romantic who never showed up for a date without a gift but said “really” in a drawn-out way that my mother found pretentious.\n\n“Really?” I’d ask. \n\n“Reahlly,” she’d reply. “Sometimes 1 percent of a person can be more important than the other 99 percent,” she told me. “Did I want to hear ‘reahlly’ every day for the rest of my life?”\n\nMy paternal grandmother had a similar collection of ex-boyfriends she liked to talk about: the Yale Boy, the Tycoon and the One Who Married Her Sister, among others. Taken together, these stories became an anthology of love that I seem to have taken a little too seriously, treating them like a road map for the kinds of relationships I am supposed to have.\n\nBut it has not worked out quite that neatly for my friends and me. The men my mother and grandmother met at political campaigns and jazz concerts seemed more charismatic than any of the generic “screen names” that kept popping up on my computer.\n\nAlthough the romantic rituals of my generation (late-night texting, loaded e-mails, Facebook stalking) may expedite courtship, they make for exceedingly dull love stories. \n\nWill our tales of digital courtship capture the imaginations of our daughters? Will they be impressed when we tell them about that time the text message was misinterpreted, or how the cute boy re-tweeted our Vampire Weekend reference? Will they care?\n\nWhen it comes to love, the main lesson I absorbed from my mother’s experiences was that even if most relationships hit the rocks, you should at least walk away with a good story. And I had none. So when I saw a chance to step into a memorable narrative of my own, I leapt. \n\nIt was five years ago, during a summer poolside baby-sitting stint, that I met a West Point cadet. He and I had almost nothing in common except mutual fascination: I was enthralled by his ability to load a machine gun and jump out of a helicopter and impressed by his ingrained sense of duty and commitment. He was intrigued by my plans to study English in college.\n\nMy friends nicknamed him the Cadet. Our early conversations revolved around military protocol and hypothetical wartime scenarios. \n\n“What if there was a kid with an AK-47 running toward you out of an enemy compound?” I asked. “Would you kill him?”\n\n“If he was trying to attack my men, then yes.”\n\n“What if he was only 5 years old, and he was carrying his baby sister, and what if it was a machete instead of an AK-47?”\n\n“If I detected a significant threat to the men in my unit, I would take the appropriate action.”\n\nA worldview like this made him so different from anyone I had known that I doubted I could ever really fall in love with him. But he picked me up and made eye contact with my parents, and once he even flashed his West Point ID to get me, under age at the time, into a smoky sports bar. Inside, he showed me how he would defend the beer-drinking civilians if Iraqi insurgents were ever to attack our small New Jersey suburb. \n\n“If the enemy came in through that door,” he said, pointing to a side entrance with a Jets poster on it, “I’d get all the civilians down behind the bar, and I would send one guy over there to the left next to the pool table, and he’d get them from that angle.” He pointed with two efficient fingers, like a TV meteorologist. “I’d send another guy down to the right by the kitchen, he’d nail them from the back. Depending on our artillery and their manpower, I’d say we could defend this place pretty well.” \n\nEven if I didn’t see a future for us, I was charmed. Besides, how could I stop seeing someone who could illustrate the bombing of Baghdad using French fries and ketchup?\n\nAfter a week or two, he invited me to the West Point Ring Weekend banquet, a ceremony to honor the rising seniors at the beginning of the school year. I called my grandmother to tell her about it, thinking that the story might resonate with someone who had grown up during World War II. Already in the throes of old age, she made a comment about my having a “beau.” \n\nI rolled my eyes, though I was secretly pleased to have this experience vaguely linked to an earlier time, when people wore gloves and dating was a social fact. There was something comforting in the idea that my experience was not completely foreign to her. \n\nI began to realize that even though this flirtation with the Cadet wasn’t a real romance, I was romanticizing it nevertheless. I was practically clutching at the idea even if I wasn’t clinging to the person.\n\nThe banquet itself was a blur of pinched toes and formal introductions. The Cadet wore a white uniform, crisp gloves and a sword. \n\nFreshmen (guys my own age) waited on us, bringing us drinks with a stiff “Yes, sir,” and “For the lady.” The Cadet told me that first-years are expected to march to class, with their hands at their side in half-fists. Dating among cadets is discouraged at West Point, he told me.\n\n“Why?” I asked. \n\n“It could compromise our judgment in the field,” he answered. \n\nIt seemed as if the cadets were less interested in frittering their time away with “hookups” or “friends with benefits” than my civilian friends were. Many of the other couples at our table had been high-school sweethearts and were now engaged or about to be. \n\n“They want to leave something behind,” the Cadet said. \n\nI reflexively covered my uterus with my purse. Caught up as I may have been in the pomp, pregnancy was not going to be part of this story. \n\nAt the end of the night, after some bugle playing and a prayer for the president, I said a sincere thank you to the Cadet and left, feeling as if I had finally experienced something that counted as a romantic narrative. He had a sword, we drank Champagne, there was war talk: that sounds like a real love story, doesn’t it?\n\nBy the next week, I had started classes on a different continent. He sent me a brief e-mail asking about the weather in my hemisphere, but G-chatting about thunderstorms wasn’t what I was looking for in a relationship.\n\nIT’S easy to dismiss expectations about love when they come from Hollywood. I don’t think anybody expects love to be like “Pretty Woman” or “Casablanca” anymore. What’s more difficult is to acknowledge that love today might not even follow the same format as real-life relationships of the past.\n\nRecently I was at a dinner with my uncle and two of his business colleagues, all of them between 50 and 70 years old. Because I am enrolled at their alma mater, they asked me questions about my dating life there. \n\n“Do young men still take girls on walks along the river?” one asked. \n\n“Well, no, not exactly,” I said. \n\nI wasn’t uncomfortable talking about this, just embarrassed at what he would think of my generation. \n\n“Is the Brattle Street theater still there?”\n\n“Yes, it’s there, but people don’t really go so much,” I said. Why was I feeling less cool than a septuagenarian?\n\n“Well, what do people do then, on a date?”\n\nI wanted to assure him that people still occasionally go out to dinner or attend formal events. But the truth is that sometimes these encounters feel more like acts of nostalgia than acts of love. \n\nIn a world in which it’s possible to carry on a relationship solely via the Internet, or when casual sex can be procured with a text message, a real, memorable person-to-person experience can sometimes take on a quality of unexpected novelty. In doing so, are we just conforming to some idea of the way love used to be? \n\nMy mother would probably say that love transcends the zeitgeist. She does not see her experience as part of a cultural trend; it was just the way things happened for her. “I guess it was a different time,” she said when I explained some of the modern complexities we face. “But people are people, so how hard could it be?”\n\nThey say that each generation thinks it invented love. But from what I can see, my generation seems to fear we’ve forgotten it. "
}