{
  "url": "http://www.nytimes.com/2011/03/20/fashion/20Modernlove.html",
  "headline": "In the Current of a Long-Distance Relationship: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 3,
    "day": 17
  },
  "byline": "Michael Parker",
  "text": "THAT there were 1,200 miles and several states between us meant constant motion: planes, taxis, buses, trams. And a lot of sitting around waiting — in airports, for cabs, for one of us to pick up the other. \n\nOver time, the states between us grew emotional as well as physical: not only Tennessee and Arkansas but also anxiety, longing and anger at cancellations or delays and irritation at those who haunt airport gates all over America yelling into their cellphones (“We’re here!” or “I had Quiznos for lunch!”) Or worse, detailing the specifics of their vocation, which, sadly, is never sex therapist.\n\nWhen you are in a long-distance relationship, you try to accept the conditions of the arrangement. I became very good at packing. I kept my bag half-packed in the closet. And I became better at collecting frequent flier miles, printing my boarding pass in advance, checking for threatening weather in the days before my flight from North Carolina to central Texas. \n\nI became used to passionate greetings in dark garages used for short-term parking; exhaust fumes will forever be an aphrodisiac to me. But I never became used to the dreaded drop-offs, which were excruciating despite my attempts to mask the pain with stoicism or strained humor or complaints about the expectation of long lines at security.\n\nThey were little deaths, every time. That tense hug in the no-waiting zone in front of the terminal, the quick “I’ll see you in no time” kiss, the baggage handlers bored by the sight of our ritual, the police urging us to move along.\n\nAnd then inside the airport, the heavy fluorescent lighting and stained carpet made me feel so beleaguered I would consider eating a soft pretzel, even though I was never hungry, just tired: of traveling, of parting, of trying to figure out how to live in the same town with the woman I loved. The atmosphere of airports, their sterilized but frayed utility, became the psychic landscape of my pain. \n\n“Baby, come back,” I wanted to scream into my cellphone. I wanted to forget about all the reasons we were stuck in different towns: jobs, children, aging parents, mortgages. We would quit our jobs and downsize to an Airstream. We would watch the local news on a rabbit-eared television and warm up pizza in a toaster oven.\n\nWe had met through a mutual acquaintance in Austin, Tex., where I was a visiting professor for a semester and she was working in advertising. I’d grown up in North Carolina, she in North Dakota, and aside from everything else we had in common, our being from the more northerly states of twin provinces torn asunder seemed significant. But we had only months together before I had to return to my permanent job in North Carolina. And though that might have been the end of us, we kept coming together.\n\n“Hey, we’ll try it,” we told ourselves. A few times we gave up. It was too hard, too far. How long can we keep doing this? What’s the long-term plan? \n\nAnd then there was a plan, and it was to keep on doing what we were doing, because apart we suffered. \n\nWe missed each other so much we ventured into the cyberworld of Skype — which was sweet seeing her face and hearing her voice in real time, and unsettling in the way that, at some point in the night, we would have to say goodbye. I’d push a button, the screen would go blank and I would be alone again.\n\nLast summer I had 10 days with her in Texas. She managed to get a day off from work to spend with me.\n\n“What should we do?” I asked. We had spent the last few nights grilling out and watching movies, enjoying a rare domesticity, and it was tempting, every time we were together, to stay put and play house.\n\n“We could go tubing,” she said. “I haven’t been on the river since I moved down here.”\n\nShe had taken a new job south of Austin, and had moved to a town famous for its two rivers and for the tubing outfitters along its banks. Neither of us had ever thought of floating down the river, despite that she lived a half-mile from one of the largest and busiest outfitters in town. In fact, we’d made fun of the throngs of high school and college students who, with warmer weather, had begun to appear half-naked and sweaty-wet on the sidewalks of town, clinging to their slick black tubes.\n\n“I think we have to get a tattoo first,” I said. “I don’t think they’ll let you on the river if you’re tattoo-less.”\n\n“You get tramp stamped,” she said, referring to the lower-back tattoos typically seen on women, “I’ll get sleeved.” (She was a fan of gender role reversal: I did all the cooking, she drove the one-ton pickup.)\n\nIt was late spring, Texas-hot already, and with only seconds of trash talk that passed for aforethought (for aforethought defined us, deciding when to visit, how long to stay, exactly what time we could leave and still make the flight), we decided to hit the river.\n\nIn the cool green Comal River, we lashed our tubes together with twine and floated for the next four hours. There were a lot of other people on the river that day; it was the Friday before Memorial Day. And at a certain point the crowds, floating in clumps at the center of which were tubes sunken under the weight of stocked coolers of beer, were so thick you could scarcely see the water.\n\nBut we were barely aware of the revelers, and the water below us felt divine, as did the dilatory pace down the river, the easy, lazy conversation we had, my arm around her sun-touched shoulder, the lack of anxiety I felt about our future, my return to North Carolina, the next time I would see her.\n\nThree-quarters through our voyage we came upon a tube chute, which diverted the throngs from a dam in the river. Since she is not a strong swimmer, she decided to portage her tube, putting it in again a little past the dam. I chose the chute, and told her I would meet her on the other side. The eddy spun me in quick exhilarating circles, and in seconds the frothy channel deposited me on a shallow shelf of rocks.\n\nTHOUGH the landing hurt, it wasn’t physical pain but separation anxiety that plagued me as I waited for her to arrive.\n\nI decided that the river, its pace picking up again, was just another form of movement. I wanted what we had before we’d reached that dam: the two of us barely moving, lashed together, light touch and easy laughter on a spring afternoon with hours of lazy time ahead of us and a few days before we had to part.\n\nThe current spun me off to the side. I grabbed a branch on the bank and waited and with each second grew more frantic. Maybe she was ahead of me on the river. How would we ever find each other? There were buses to transport us back to where we put in, and if worse came to worst, we could meet back at the car. But I did not want to board a bus without her.\n\nSuddenly she was alongside me, her tube spinning in a way that indicated she had decided to risk the chute. I was proud of her fearlessness and told her so. \n\nA couple of months later, after a tearful phone call in which we decided that we could not keep doing what we’d been doing, that the distance between us was just too great, I thought of that tube chute. \n\nA love affair is not a short story. A story hinges upon a single moment that encapsulates the conflict — a continental divide on the other side of which the water flows off to a different ocean. \n\nSingling out that afternoon on the river, the tube chute in particular, was an artificial construct, a way for me to understand our potential future. Increasingly, that moment when we approached the tube chute, and what happened after, became the instance that proved we could outwit timing and distance, as if doing so was as simple as finding a passageway to whisk us around our obstacles and deposit us, aligned, in the wondrously slow current.\n\nThat’s how these things work in fiction. Out of the water that spring day, limping up the steps to where we would wait for a bus, I told her about landing on those rocks, and she confessed to the same fate. Later, at home, when we compared our bruises, we found we were chafed in the very same place: the so-called sit bones, so sensitive to sitting around while waiting to come or go."
}