{
  "url": "http://www.nytimes.com/2011/12/25/fashion/the-magi-at-10000-feet-modern-love.html",
  "headline": "The Magi at 10,000 Feet - Modern Love",
  "dateline": {
    "year": 2011,
    "month": 12,
    "day": 22
  },
  "byline": "Laura Wilkinson Sinton",
  "text": "ON Christmas morning I stood waiting to board an 8 a.m. flight to San Diego with Matheson and Cameron, my 14- and 12-year-old sons, in Hartsfield-Jackson International Airport in Atlanta. \n\nTwo years had passed since our move from Southern California to suburban Atlanta, and it had been a painful extraction, uprooting my boys from their schools and friends — all for my love of a man, Jon, who then remained entangled in his previous marriage and hesitant to forge ahead with me. \n\nMy own first marriage had dissolved nearly a decade before when my boys were little, and in Jon I knew I had found a shared future. Yet it remained stubbornly beyond my grasp. \n\nSo once again I was traveling on Christmas Day, sparing us having to endure another Christmas morning that didn’t jibe with the TV version. We were escaping to San Diego to find comfort among uncles, aunts and cousins, and in the familiar sun and sands. \n\nWhile waiting to board, I spied a beautiful young woman wrangling two small boys, toddlers who looked as if they were in orbit around her, running, screaming and spinning. I guessed immediately that she was also a single mother.\n\nPeople who fly on Christmas morning tend to be either those who are burning up expiring frequent flier miles, or airline personnel and their families flying in “nonrevenue” seats. Insiders know that Christmas-morning flights allow easier redemption and lighter fares — plus a one-day respite in the holiday travel rush.\n\nBut with rare exception, women flying with very small children by themselves on this morning are single mothers. Sometimes life’s circumstances are just too raw to pretend we are happily celebrating. Sometimes treating the day like an average weekday, as I was doing, is the path to take. My boys and I had spent more than one Christmas morning on an airplane.\n\nAfter meeting Jon, though, I did not think we’d be doing this again. There is something relentlessly compelling about the kind of love that causes you to change your life in a way that friends insist is insane and causes your family to wince and ask, “Are you sure this is a good idea?” \n\nJon and I had agreed about having the boys and me move east so we all could be together and “blend” our families. But after we arrived, he balked: his divorce was still too fresh, the ex-wife boundaries were not in place, and our engagement was broken off twice. \n\nHe had only pretended to be ready so he wouldn’t lose me. And I kept pretending to be patient while he worked it out. But after two years of waiting I was readying myself to move back to San Diego. I was angry and disappointed. The holidays were supposed to be a family time, yet we still weren’t a family. I loved Jon and he loved me. But love was not conquering our blended family obstacles or making him any more ready for what I needed. \n\nSo I used up my flight miles and bolted with the boys for Christmas. I re-read the second-marriage divorce statistics to justify my decision. \n\nIn the airport terminal, the other woman’s boys looked to be about 2 and 3. For a five-hour flight, that’s a tall order. And even taller in this case, as the older boy was wearing a halo neck brace, evidence of some recent trauma requiring his cervical spine and head to be immobilized. His energy, however, was unimpaired.\n\nOn the plane, as my sons settled in with their books and portable electronics, the woman and her boys found their seats two rows behind us in 16B and C — the younger on her lap, the older in the middle seat next to a man with a look of unmitigated dread. \n\nBoth toddlers immediately started screaming. The one in the halo was loudly protesting the mandatory seat belt aspect of airline travel. The other didn’t want to sit on his mother’s lap. I knew that rodeo well. Only five more hours of screaming to go.\n\nWhen we hit cruising altitude, I exchanged a knowing glance with my boys, unbuckled my seat belt, went back two rows, and offered my seat to the ashen-faced man in 16A. He looked spectacularly relieved. I wished him a merry Christmas, sat next to the woman, and offered what every mother traveling alone with small ones wants: an extra pair of hands.\n\nOver the next three-and-a-half hours I read Dr. Seuss aloud, walked up and down (and up and down) the single aisle of a 757, first with a 3-year-old in a bulky halo, then with a 2-year-old; I amused them with hand puppets, changed diapers, doled out Goldfish crackers and bottles, and channeled every kind stranger who had done the same for me over the dozens of flights I had taken alone with my kids. \n\nI glared down anyone who attempted to say anything unkind. God knows, I had endured the jerks who would publicly pass judgment on child-rearing skills while I held a crying infant. (For the record, no, I can’t “just keep this baby quiet” on the airplane, and you can’t, either.) Forty-five minutes from San Diego, one in her arms, one in mine, they finally both fell asleep.\n\nI looked a few rows up, with my sons deep in their books and music, and spoke of my own single-parent challenges. I reassured her that it all turns out O.K., and that air travel does, indeed, get easier. A lot easier.\n\nShe asked me about their father. \n\n“He moved out of their life when they were not much bigger than your sons,” I told her. “It was a slow heartbreak over time, and a family history of addiction. They see him once a year for a week, which isn’t enough. I thought they were going to have a new stepfather, but now I’m not sure I have the patience to wait any longer.”\n\nI spoke to her about my struggles with Jon in Atlanta, about life’s messy nature and how I was uncertain I had made the right move. How I wanted him to hurry up and get it together. How angry I was that he couldn’t seem to close the deal he opened by luring us to Atlanta. And now here it is, the holidays and our incomplete, awkward family situation.\n\n“And your sons: where is their father?” I inquired gingerly.\n\nShe spoke softy: “Six months ago, my husband was killed in a car accident. I was at home with the baby, and my older son” — she pointed to the 3-year-old with the halo — “was airlifted in critical condition from the scene. He had a broken neck and severe internal injuries. It was touch and go for a while.\n\n“He still has a ways to go. I fly for Delta, and am on leave. I have to decide whether to keep the farm we live on in Florida, whether to get back to flying, and that’s only the beginning of it. For now, I’m taking the boys to see their aunts and uncles and my family in San Diego.” \n\nShe smiled wistfully. “You never know how quickly life can change,” she said. “The life you plan — — ” and her voice trailed off as she smiled at the sleeping boy in her lap.\n\nMY troubles withered, I welled up letting her know how sorry I was for the difficult hand she had been dealt.\n\nOf all the scenarios I had played out in my head for my life with or without Jon, that one wasn’t on the whiteboard. Jon was trying to find a way to love me that wouldn’t compromise his children while I was trying to find a way to love him that wouldn’t compromise mine. We had painfully wrestled over this to the point where I was just about through with the struggle. But it honestly had never occurred to me that he could be gone in an instant. \n\nShe and I both dozed for about 10 minutes, awaking to the pilot’s voice announcing our final approach into Lindbergh Field. Banking right on approach, with the Coronado Bay Bridge sunlit on my left, we wished each other merry Christmas.\n\nI had intended to be the generous one that morning. My gift to her was an extra pair of hands to wrangle spirited toddlers trapped on a plane. But her gift to me was of the Magi order. It was the gift of perspective, of being able to step back and appreciate what I have, however frustrating. Jon loved me. I knew that. His worries about joining our families had complicated our love, not extinguished it. Struggles and patience are part of the deal. \n\nAs soon as we hit the tarmac, I dialed Jon’s number and told him I loved him. Thanks to that stranger on a plane, I discovered I had more patience and appreciation in me. \n\nAnd the next year Jon and I married and finally spent Christmas morning together as a family. As we have ever since."
}