{
  "url": "http://www.nytimes.com/2011/05/29/fashion/modern-love-what-is-carved-in-stone.html",
  "headline": "Modern Love: What Is Carved in Stone",
  "dateline": {
    "year": 2011,
    "month": 5,
    "day": 27
  },
  "byline": "David Mark Simpson",
  "text": "THREE years ago, when I was a sophomore at Northeastern, I typed a text to my then-girlfriend, Sarah, telling her I was leaving college for a year. The thought entered my brain and, as usual, I let her know immediately. I’m not sure I had even fully made up my mind, but I had made it up long enough to hit “send,” and so it became real. She sent back several sad but supportive texts, woven together with ellipses.\n\nA few days later we were discussing the details in person. I would join AmeriCorps, a roving volunteer organization. I would be stationed in Denver but moving around. She would visit at Thanksgiving. I’d return to Boston during winter break.\n\nThen I said, “I’m not bringing my laptop,” and her lip turned over and she started to cry. I realized later that she saw my rejection of technology as an assault on the very core of our relationship.\n\nWe had gone to the same high school in New Jersey, and when we both ended up at colleges in Boston I fell in love with her familiar face. Together we nursed our dying childhoods, going to the circus and calling each other pet names. \n\nI would call her as I walked to class, alternating my phone hand when it turned pink from the cold, and she would text me during lectures. We’d video chat from our dorm rooms, half-talking while surfing the Internet, calling out occasionally to make sure the other was still there.\n\nThis was after communication had become nearly limitless but before people thought much about boundaries. Taking advantage, we fell in love like addicts. All day long the contents of my heart would slide down my arm, past my sleeve and into my phone. When we were together I chafed from overexposure, but when we were apart I would lose my sense of identity and grab my phone.\n\nOur ultimate break-up was confusing and explosive. I landed in Denver around the time the housing market crashed. Deep in heartache, I called my friends while pacing outside my new dorm. Sometimes I called Sarah, until we agreed to stop talking.\n\nDuring the monthlong orientation I explored and grieved and went to bed early. New friends would invite me to the Mexican bar across the street, but I was dedicated to my loneliness.\n\nI met Patti in an airport van full of idealistic AmeriCorps members. I liked her eyes, which looked like those of the Afghan girl from that famous National Geographic cover. While everyone was discussing the best ways to save the world, she was taking in the passing public art. Forced to weigh in on the conversation, she expressed a bold realism that I found refreshing. Back at the dorms, I watched as she crossed the parking lot and sailed off into the sunset in her boxy 20-year-old Crown Victoria. \n\nSoon I was inventing reasons to hang out with her. She was quiet, pausing for several seconds before answering questions. I would talk until I exhausted myself, fearing that her silence meant she didn’t understand. Then, like Muhammad Ali coming out of the rope-a-dope, she would say something astoundingly true. Knocked out, I couldn’t repress my smile. \n\nWe started sitting together during the AmeriCorps meetings. Still, I was resistant to love, fearing a repeat of my past relationship. I opted to join a wildfire-fighting team, assuring that I would spend a majority of the year in isolated mountain towns and away from Patti.\n\nUpon separating she suggested we write letters. A few weeks later I addressed an envelope to Texas, where she was living in a tent city and working for FEMA. At first I poured thoughts onto the page like I was sending a long text message. By the time I finished, the words at the beginning seemed untrue or melodramatic. I crafted and reworked. Sometimes I would rip the letter up and start over.\n\nHer letters were often entirely visual, scattered magazine collages. I would hold an unopened letter for a while, delaying gratification. After reading them, her intimate stories wouldn’t fall to the bottom of my in-box and disappear, but stay with me, under my bed, waiting to be reread.\n\nWe started to call each other at night. She told me about her love for the sprawl and beaches in our home state, New Jersey. She told me that, despite her tall, slender frame, she hated sports. I was falling in love, but Patti hesitated, wanting time to allow her feelings to settle. I struggled to accept the uncertainty.\n\nOne morning my teammates and I left our cabin in the mountains for the desert canyons of southeast Colorado near the border of Oklahoma. As our truck rolled into the desert, I realized we were losing cell service. \n\nOur new bunkhouse, low-roofed with nine beds for 10 people, lay centered in a flat desert valley. In our first days we vented our frustrations: rationed food, undrinkable tap water, coyotes, hours from a hospital. Perhaps most daunting was the task of removing invasive tamarisk with chainsaws. The thin branches whipped my face so hard I cried. But my greatest objection was to the isolation: no Internet, mail or phone service. Without Patti to validate my feelings, they seemed not to exist, and our blossoming relationship began to feel increasingly fragile.\n\nWith no line to the outside world, I turned inward, hiking in silence with a teammate, Jonah. While searching for the famous Picketwire Canyonlands dinosaur tracks, we came upon the remains of a campfire. I thought about the young vaqueros sitting under the stars, feeling lonely — perhaps longing for someone — and slowly becoming men. \n\nOur foreman told us about petroglyphs carved in the walls up on the mesas, so after work we set off to find them. From the rocky slopes, our bunkhouse looked like a raft floating upon a deep orange sea. As we scaled an unavoidable rock face, I was deep in thought. Had I ever stopped to question my relationship with Sarah? It seemed now like a buzz of forward progress. Did I really want to get into another relationship? I worked through this on the rock face.\n\nJonah pushed up over the top ridge as if he were getting out of a pool, and I followed. We stood in front of the Zookeeper, a rock mural depicting a lone human surrounded by dozens of snakes, goats, horses and other creatures. A single wandering line connected all of the beasts and the human. \n\nI had read that ancient people carved out the brown stone 3,000 years ago. When my chainsaw hit the same type of rock, it left vague scratch marks. \n\nI imagined the petroglyph as a letter from the artist to his girlfriend, the work of a young man etching away in solitude, working through his feelings, brave and patient enough to create something lasting. Everything I ever wrote felt cheap. I had sent probably 10,000 love-related text messages. They had been so easy: quick “I love you” texts without even thinking. Most had been trivial, and they were all gone now.\n\nWe hiked along the canyon’s ridge for hours. On a high plateau we stopped to rest in the stringy tall grass. Off in the distance I noticed a blinking red light atop a tower. Jonah had noticed it, too, and was already standing on his toes, reaching his hand in the air. In his straining hand, his cellphone began to buzz. \n\nI threw down my pack, pulled out my phone, held it up, and soon it, too, was filling with messages, messages from Patti, sweet messages. Jonah and I were like lost explorers stumbling upon a watering hole, our hands shaking as we filled our canteens, these mute phones brought along each day just in case. \n\nPatti said she missed me. She couldn’t wait to talk again.\n\nSOON Jonah had constructed a rock tower several feet high from which we were able to get two bars of service. I called Patti, and she answered. Her team had moved to Arizona and she told me about their near mutiny. I could hear her smiling and it made me smile. As we talked, I thought about the dedicated rock artist, and it seemed indulgent to be talking to Patti, to have found a communication loophole in the desert solitude. But I also thought about the wandering line he had drawn connecting all creatures, and how that connectedness, too, was a beautiful thing. \n\nJonah and I stayed out on the plateau until the sun started to fall. When we reached the bunkhouse, the sky was black. I could hear coyotes playing in the desert as we pulled cactus needles from our legs with tweezers. \n\nEvery day for the next two weeks, we scraped our way up the cliffs of our two-bar plateau. It may not have been the same as carving a petroglyph, but the three-hour journey required a kind of resoluteness. It was exhausting and dangerous. And it left ample time to ponder if the climb was worth making."
}