{
  "url": "http://www.nytimes.com/2011/08/07/fashion/modern-love-when-an-ex-blogs-is-it-ok-to-watch.html",
  "headline": "Modern Love: When an Ex Blogs, Is it O.K. to Watch?",
  "dateline": {
    "year": 2011,
    "month": 8,
    "day": 5
  },
  "byline": "Helen Schulman",
  "text": "I HAVE a good friend who, like countless others, is addicted to Googling ex-boyfriends. Instead of coffee breaks, she goes on periodic search sprees where she looks up old lovers, passing fancies and mere crushes.\n\nWhen her interest in her own history flags, she encourages me to look up mine. One of her recent e-mails read: “I wish there were more boys!” Meaning that since we both have been married for 20 years, our backlists are running low. \n\nThe men of my past, search-engine-wise, are mostly unremarkable. The outcomes seem happy, and there have been no real surprises. Except for one from (gulp) a quarter-century ago, a boy with literary aspirations who had once been a kind of mentor to me. On a lark one morning I typed his name, pressed return and hit a gold mine. \n\nAs it turned out, he was the keeper of multiple blogs, some of which he’d been writing for years: opinion pieces on books and music, musings on race and religion, and one blog devoted to his workplace (he was a teacher).\n\nAs I read over his various posts, it became clear that he was struggling with finding a way to gather these mini-essays together in order to write a book. That part of his life, writing books, apparently was a dream deferred. But the rest of it (a good marriage, children, work that was valuable) seemed like everything you’d hope to find when looking up an old friend.\n\nExcept his blogs weren’t all they seemed to be at first blush. Buried among the philosophical musings and literary exegeses were struggles of a more intimate nature. Somewhere in the course of creating his blogs, my ex had slipped into the role of diarist. \n\nIf he were a teenager, I suppose there would be nothing new here; millennial teenagers seem bred to leak their lives online, to air their private relationships, depressions and frustrations.\n\nBut a guy in his 40s? It was surprising to find that amid a cogent dissection of “Infinite Jest,” he had included an account of his outré dream from the night before. There was dirt here.\n\nWith just a few clicks, I had entry into an ex’s most-private life, and I didn’t have to suffer through the boring parts. I could skip around the postings and suss out what I wanted. \n\nI did not look up from the screen for several hours, and when I finally realized I had spent my workday this way, I felt kind of sick to my stomach, as if I had climbed through his bedroom window and stolen his journal from his dresser drawer, though in fact all this soul-baring was posted online for any random person to see. \n\nHe’d asked for it. I hadn’t gone looking. Well, I had gone looking. But apparently he’d wanted to be found.\n\nI told no one about what I had read, including my Googling friend and my husband, who wouldn’t have cared. Confession: I was ashamed of my own prurient curiosity, but I was hooked. My ex wanted readers. He got one.\n\nWeeks went by, and day after day, before I turned my attention to my own work, I would first check online to see if my ex had posted anything new. This compulsion reminded me of how at various points in my life I’d religiously tuned in to “General Hospital”; there was a similar pleasure in following a narrative in daily doses. \n\nI tried to stay away from ex’s blog, but I couldn’t. I wondered: Did the art project defuse that particularly nettlesome kid last week? Did ex have a productive visit from his aging parents? At one point he suffered a setback at work and I worried that he was headed for a major depression. \n\nWhile his tone and interests seemed shockingly familiar to me even after all those years, within days I learned far more about him than I ever had lying next to him in bed. If we had bumped into each other at an airport or in the supermarket, the way exes do, I wonder if he would have told me even one eighth of what he freely gave up online.\n\nAs time passed and I kept reading, I cultivated a stake in his life, in him. “Way to go, honey!” I thought when he turned the troubled boy around. And “No, stop!” when he heedlessly posted explicit musings about his kinky sex dreams. I wanted to tell him, “Just forgive yourself: there’s nothing terrible in these fantasies. But do you really want your kids to stumble upon this stuff the way that I did?” \n\nHe was in need of a cyberintervention. I toyed with the idea of contacting him; I had a bizarre desire to help. The intimacy of his postings reawakened old feelings of loyalty and attachment — and irritation and annoyance.\n\nI thought about writing to ex as myself, and I wondered if he would find it creepy. Was it creepy? Maybe it was. \n\nI thought perhaps he would resent the intrusion (he’d been my ad hoc mentor, after all, and I didn’t want to appear uppity). He was, and still is, smart and talented. Who was I to offer unsolicited advice? Our relationship had mercifully ended over two decades ago, but online, once again, I was his phantom critic, his cheerleader and his confidant.\n\nIn a weird way, it was as if we were together again, on a more intimate level than ever before, though without him knowing it. And when I pictured him, he still looked the way he had when I last saw him, sometime in his 20s. I did not Google-image him. In this age of omniscience, there are still some things I did not want to know or see.\n\nEventually, it occurred to me that I could create an online persona who could contact him — another teacher who wanted to comment on his work problems, perhaps. There was a long-lost love referenced in the postings — not me, but maybe I could re-enter his world cyberdressed as her. \n\nThe possibilities were endless. He was naked. I was not. He had defined himself. I could be anyone I wanted.\n\nThis realization was thrilling. Less thrilling was acknowledging what a time-drain my habit had become. The whole business had become an exercise in procrastination. \n\nIt wasn’t as if all of ex’s entries were interesting. I learned what he ate for lunch, where he went on spring vacation, his latest running times. I knew when he had a date with his wife to go to the multiplex. Had they liked “The King’s Speech”?\n\nI knew all the daily ups and downs of someone I had not laid eyes on in two decades. And let’s face it, at this point that kind of intimacy usually comes only with someone you live with, someone you have to listen to, someone with whom you have no choice. \n\nBut I had a choice. I pictured myself as ex’s shrink, the old-fashioned kind who doesn’t say much as you lie on the couch and stare at the ceiling. The undercurrent of despair in his posts was real. Was he asking for help?\n\n \n\nFINALLY I confessed. Not to ex, but to my husband, who, as predicted, didn’t care. And to my Googling friend, who couldn’t remember who ex was. Alas, their lack of interest did nothing to abate my own. Every morning I logged on. But I was saved.\n\nOr I should say, he was saved. The day after ex posted something he decidedly should not have, talking about his students in a way no teacher ever should (“No,” I said to the screen. I actually said “No!” out loud, hoping he would hear and somehow stop), someone with sense in his real world must have gotten to him. By the next morning, all the blogs had vanished.\n\nAnd though I continued to Google his name for a while, I came up with nothing, which honestly was a relief. I didn’t like knowing what I knew about my ex. It was a familiarity that came without conversation, a tenderness that lacked back and forth, an intimacy that was unearned. \n\nWhen I was a child, all the kids in my elementary-school class had been part of an ongoing psychological study. We got used to being subjects in a room with a one-way mirror, although unknown to our observers we could sometimes see their shadows through the glass. Once that awareness took hold, there was nothing for us to do but play to the audience. \n\nBy the end of my cybertime with ex, we were a little like that experiment. I was studying him from a distance, or so I thought, and he seemed to have lost sight of the fact that he was performing for a crowd. But perhaps it was the shadow play of readers that kept him going.\n\nWhatever, the lack of interface had turned us both into mirror gazers, constantly examining ourselves, until we had finally learned enough to look away."
}