{
  "url": "http://www.nytimes.com/2011/11/27/fashion/out-of-the-darkness-modern-love.html",
  "headline": "Out of the Darkness — Modern Love",
  "dateline": {
    "year": 2011,
    "month": 11,
    "day": 25
  },
  "byline": "Mark Lukach",
  "text": "THERE was a time when my wife, Giulia, said “Yes” to almost everything I suggested. But before she consented, there was always an unnatural pause, a pause so small it may have gone unnoticed by others. But it was painfully obvious to me. That pause did not come from her; it came from the antipsychotic medication she had to take. \n\nTwo years ago, when Giulia and I were 27 and in our third year of marriage, she suffered a psychotic break. She had no history of mental illness preceding the abrupt arrival of delusions and paranoia. It was a bewildering decline that snowballed from typical work stress to mild depression to sleeplessness to voices speaking to her in the night.\n\nThe medicine combated the psychosis by slowing everything down: her metabolism, movements and response time. I didn’t like what the medicine did to her, but I liked even less what her unmedicated self was like and capable of doing, so I gave her the medicine. I observed her as she took it, making sure she did not hide it in her mouth and spit it out later. She still managed to do that a few times anyway. \n\nTo try to make sense of why she had to live in this medicated haze, I thought of her condition as being like an old television, the type where you have to turn the dial to change the channels. For some reason, Giulia had become stuck between channels, so all that was broadcasting in her mind was crackly white noise, and it drove her mad, right into the halls of a psychiatric ward. \n\nThe medicine was like turning down the volume. It was what had to be done until the channels could work again. And while the volume was turned down, her entire life was on mute. She wasn’t psychotic, she wasn’t delusional, she just kind of wasn’t.\n\nShe didn’t communicate much when she was on the medicine. When she did, it was mostly just “Yes” or “No.” More often than not, it was “Yes,” because I think she wanted to make me happy. If we had to go through this hell, she at least wanted to be agreeable. During this time I thought of her as the Great Validator.\n\nThe fact that she did not speak much also meant that I spoke a lot, about silly things, things that filled the silence so that I could try to keep her mind here with me, and not adrift in her illness. \n\nBut occasionally she spoke on her own, without prompting, and beyond “Yes” or “No.” Those rare moments of self-initiated conversation were always about one of two subjects: suicide or love.\n\nThe suicide conversations were never fun. They happened over and over. Out of nowhere, in the midst of one of our agreed-upon dog walks, or while washing the dishes or whatever, often as I talked about something insignificant, Giulia would interrupt and say, “Mark, if someone kills themselves, do they still get a funeral?”\n\nLong pause on my part. “What do you mean?”\n\n“Well, I know that if you kill yourself you go to hell. But does that mean they don’t let you have a funeral? Do you still get a funeral if you’re going to hell?”\n\n“We don’t have to think about that, Giulia, because you’re not going to kill yourself.”\n\n“Maybe.”\n\n“No ‘maybe’ about it.”\n\n“We’ll see.” \n\nShe’d smile. Thoughts of suicide tended to make her smile, like she was a little child being told you can have your ice cream later. It was something to look forward to.\n\nWhen suicidal thoughts made her happy, I knew it was my cue to remind her of other reasons to feel happy. So I told her I loved her. And that so many other people loved her, too. That she was so strong for holding on. That none of this was her fault. That the feelings would go away. That she just had to keep holding on.\n\nThese suicidal conversations could be quick or they could be slow. One time we were biking to yoga together, and we had to pull over and sit on the sidewalk for almost two hours while she sobbed and begged me to let her kill herself. I pleaded with her to just hang on through this moment, and that it would pass, and that she would someday, somehow, start to feel better again. \n\nWhen the suicidal feelings gripped her tightly, her whole body groaned and wailed over the loss of control of mind and feelings. I would hold her, but I learned that all I could do in those moments was to sit there and let it be, so I did. And then the fog would clear, the suicidal impulses would slip back under the surface, and the muted, agreeable Giulia would return. \n\n“Are you O.K. now, honey?”\n\nPause. “Yes.”\n\n“Do you know how proud of you I am, and how much I love you?”\n\nPause. “Yes.”\n\n“Are you ready to get back on the bike and go home?”\n\nPause. “Yes.”\n\nIn our conversations about love, which also would arise unprompted, Giulia would interrupt whatever we were doing to tell me how much she loved me.\n\nInstead of questions like, “Why would God do this to me?” or “Can you agree to let me kill myself in one year if this doesn’t get better?” my lovely, broken, medicated wife would take my hand, look me in the eyes, and say, “Mark, you are the most wonderful person I know. Thank you for helping to save my life. I love you and am staying alive because of you.”\n\nJust like that.\n\nAs her spouse and caregiver, one of my biggest struggles was to keep my own emotions in check. She was too fragile to witness how much her delusions, paranoia and depression scared and worried me, so I had to pretend that none of it bothered me. \n\nI became a master at compartmentalizing my worry and anxiety, neatly packaging my feelings into the small, permissible moments when I had the time and space, away from Giulia. For the most part, though, I was her cheerleader, and nothing, no matter how dark or despairing, could shake me.\n\nBut when she told me she loved me? That I was saving her life? And that she was staying alive not for herself, but for me?\n\nThose moments always left me stunned, teary-eyed and breathless. I had no defense against those. They left me reaching to her to find my stability, rather than the other way around. How can you shield yourself from the impact of someone saying, “I love you”? And why would you?\n\nGiulia has since gotten better. She no longer takes the medicine. We don’t live in a “Yes” or “No” existence anymore. We now live with bills and iPhones and deadlines. \n\nI’m glad to have left behind the anxiety and unknowns of dealing with a serious mental illness. It was a grueling year for both of us. And yet when I look back on that year, I have to admit there is a part of me that misses it — or, more accurately, a part of it that I miss. \n\nI don’t miss the illness itself, of course. We’re still not sure where the darkness came from, or why it’s behind us, or even what the actual diagnosis was (psychotic depression, maybe). All I know is that it was exhausting to deal with on a daily basis, and so I am glad it is gone. \n\nAnd I don’t miss Giulia’s sadness, a sadness that seemed to be without limits. Good riddance to that.\n\nBUT I do miss how much we talked about life and love that year. It seemed like all we ever talked about. In one sense we have never communicated less in our relationship and never been in such different mental spaces, yet in another sense we were closer emotionally than we have ever been and more deeply connected. Her mental illness cast such a strange web of paradoxes into our life together.\n\nNowadays we bicker about things like doing the dishes.\n\nOne of us will say, “I cooked dinner, so can you wash the dishes?”\n\nAnd the other will respond, “Well, I did the laundry today and folded it and put it away, so no.”\n\n“But I walked the dog by myself tonight.”\n\n“But I made the bed.”\n\nUntil finally one of us does the dishes. \n\nWhen Giulia was sick, we did the dishes together because there was nothing else to do. As long as we were together, we could agreeably wait out the disease and show it that we were more patient than it was. \n\nI think that’s what I miss. We weren’t in a rush to do anything else, because there was no certainty of a future. So we defaulted to living in the present, focusing on each moment of our “Yes and No” days. A time when only two things mattered to us: life and love."
}