{
  "url": "http://www.nytimes.com/2011/04/10/fashion/03Modern.html",
  "headline": "A Small, Intimate Wedding Creates a ‘Bridezilla’",
  "dateline": {
    "year": 2011,
    "month": 3,
    "day": 31
  },
  "byline": "Kathryn Kefauver Goldberg",
  "text": "AS the daughter of divorced parents, I wasn’t sentimental about weddings or marriage. I had no visions of myself wearing a white dress. My thoughts on the subject instead tended toward pre-nups, counseling and custody.\n\nYet when I fell in love and decided to marry at 35, rather than elope I allowed my fiancé, Ken, to talk me into a small ceremony in our hometown, Berkeley, Calif. We agreed to keep it simple: local park, vegetarian buffet, 70 guests. \n\nThere would be no bridesmaids forced into garish prom gear, no Scud-missile bouquet launched on single friends. I would wear a simple green velvet frock, for which I had budgeted $500 — more than I’d ever paid for anything I couldn’t drive or reboot.\n\nSix months and thousands of dollars later, I had bought not one but two white wedding gowns, the owner of a bridal boutique where I had shopped had gone on AM radio to call me “Bridezilla,” and before long I would be summoned to small claims court over the matter. How did this happen? \n\nUnable to find a green dress I liked, I’d gone with a friend to a bridal boutique that sold samples. There I shimmied into dress after dress until I finally found a full-skirted white gown with a lacy bodice: a Cinderella costume, the kind I’d always mocked. \n\nYet the silk whispered to me. The lace shimmered. I did not want to take it off. The gown was 10 sizes too big, but the owner assured me it could be fitted and cleaned. \n\n“It’s almost magical, how perfect they will make it,” she said. \n\nThe dress gave me sudden hope. By shedding the child-of-divorce green dress and embracing the white wedding tradition, perhaps I, too, would be magically altered, just like the gown. \n\nI smacked down a credit card to make the $1,000 purchase. Six weeks later, the owner took the expensively altered dress to her “special” cleaners, as we’d agreed.\n\nRelieved and excited, I began to focus on writing vows, tasting cupcakes and plotting to keep my parents separated. They had barely spoken in 20 years. Every wedding has its shadow side, the dark element that must be contained, and for me that was managing a divided family.\n\nWeeks later I returned to the boutique to find the dress a mangy shade of gray. Thousands of eyelash-long black fibers matted the lace, as if the gown had mopped a kennel. The dry cleaner, I learned, had accidentally washed it with a black wool coat. \n\n“Just run tape over it,” the boutique owner chirped. After an awkward silence she reluctantly offered to have it cleaned again. Despite two subsequent cleanings, a visible pall of lint remained wedged into the bodice, giving the bust a grimy shadow. \n\n“There’s lint still lodged beneath the lace,” I pointed out. “It looks like someone with oily hands groped the bride.”\n\n“You’re being too picky. It’s a sample gown.”\n\n“But it’s worse than when I bought it,” I said meekly.\n\n“The dress is a minor part of your wedding. In 10 years, you won’t even remember it.”\n\n“What do you think should be done?” I still thought we would compromise.\n\nShe shrugged. “I’m not afraid of small claims court.”\n\nThat afternoon, in tears, I called my mother. \n\n“You are not afraid of small claims court, either,” she told me, erroneously. \n\nI called my father. \n\n“Try your credit card company,” he suggested.\n\nI called. An agent listened to my tale. “That’s hideous,” he said. “Your wedding dress?” \n\nAt his instruction, I went back to the boutique with a camera. Two friends came with me, one a Buddhist, the other a former football player. I hadn’t planned to drag innocent bystanders into my wedding preparations, yet here I was, asking friends to take off work to examine lint. I felt embarrassed, angry with myself, as if I’d brought this on by flirting with the silly wedding fantasy. We should have just eloped. \n\nLater that week, my credit card company refunded my money, and with only a month left before the wedding, I paid to have a similar gown built from scratch by another boutique at more than twice the cost. I would just heave money at the problem. \n\nI was on the Bay Bridge when Ken called, all worked up. His brother, a lawyer, had just heard my bridal woes hit the airwaves. “That boutique owner called in to a radio show that gives legal advice, asking about your dress.” \n\nAt home, Ken found the podcast and we listened, bewildered, as she claimed that I had simply changed my mind about the dress. “Now she won’t pick it up,” she added. “She’s a total Bridezilla.” \n\nAfter recovering from my shock at us having stumbled upon this woman trashing me in public, I cringed at the insult. Bridezilla? She’s calling me a Bridezilla?\n\nPeople had warned me that wedding planning would be stressful, but I had always viewed that variety of suffering as a glut of privilege, like a high tax bracket. Now I felt my anxiety deepen.\n\nAlthough my dress and name had been sullied, Ken still shone. He listened with endless sympathy.\n\n“I’ll marry you in a sack,” he said. “I don’t mind my love a little linty.”\n\n“Am I Bridezilla?” I whispered.\n\n“A few bridal tears aren’t really that bad,” he said. “Godzilla stomped out of the sea and destroyed cities.”\n\nI decided to move past the whole thing. My second dress was finished a day before my wedding, and the wedding itself turned out just like the cliché: one of the best days of my life. Ken and I danced until the very end. \n\nI even failed to keep my parents apart, and was glad that I had. They acted like old friends. After the wedding, as it’s said of childbirth, I forgot the pain that came before. \n\nSo it came as a shock to find myself six months later seated in a fluorescent-lighted windowless room, in the defendant’s chair of Small Claims Courtroom P. The bailiff, in a dun-colored uniform complete with badge and billy club, gently lifted the once linty wedding gown with his beefy forearms. \n\nThe dress still made me shudder. The stale air of the courtroom, the smell of thick tension and petty despair: all of it again evoked my parents’ divorce, the way something wonderful can become a pile of paperwork, a battle over money, and two people who won’t look at each other. This time, though, one of those people was me.\n\nThe bailiff whisked the gown toward the judge, a man with thick gray hair, wire glasses and a booming voice that suggested he didn’t mind hearing himself speak. “Emotions run high in a case like this,” he said. “I think I know how this will turn out.” \n\nHe did? That surprised me since we hadn’t uttered a word. The dress had finally somehow been cleaned, many months after it mattered. The boutique owner’s husband testified that it had simply hung in the closet. Confronted with close-up photos of the densely lint-laden bodice, he said maybe the embedded black fibers had simply fallen off. “With gravity,” he speculated, “since it was vertical so long.” \n\nI had brought my own husband, and my former linebacker witness, who said the dress had indeed looked like the photos. \n\nInvoking the Bridezilla offense, the owner said, “People get so emotional they want something perfect.” She spoke with a soft smile, this same woman who had sent a leather-clad man with a neck tattoo to pound on my door and serve papers. \n\nThe judge said he’d need time to study the photographs and written statements. The ruling would come by mail. Peering down at us, he said: “Bailiff, please escort these ladies out. Make sure it’s civil.” \n\nOutside the courtroom, the owner’s husband approached us. “We’ll split the difference for $500,” he offered. “And you can keep the dress.” \n\nI stood silent, my husband and my witness beside me. I felt a strange affection for the owner’s husband. Like my husband, he’d come to support his wife and ended up spending part of this crisp fall day in a windowless courtroom.\n\n“I don’t really need it now,” I said, taking Ken’s hand.\n\nAfterward we all spilled outside, where the owner and her husband promptly vanished. As we made our way across the parking lot, Ken pointed to a big white S.U.V. with a bizarrely apropos license plate, a four-letter word: LINT. \n\n“That must be their car!” he said, though they’d gone the other way. \n\nI laughed. Ken took a picture of me standing next to it, smiling with my box of court documents and supporting photos. I felt celebratory, though I had no idea I’d eventually win. \n\nIn my mind I’d already won. My parents, in-laws and friends had stood by me. I had married a man I loved. I had family, and I knew it. It felt like a miracle, to be altered in that way."
}