{
  "url": "http://www.nytimes.com/2011/01/16/fashion/16Modern.html",
  "headline": "Renewing a Tattoo: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 1,
    "day": 13
  },
  "byline": "Shonna Milliken  Humphrey",
  "text": "SINCE tattoo shops were illegal in South Carolina, where I was living at the time, I drove to Savannah, Ga., to get my first ink. I was 22, drunk on Jack Daniels, and I chose the image from a display at the shop based on what I could afford. Thirty dollars bought me a tiny black flower. Brash and audacious, I lifted my skirt and hopped onto the table. \n\nI can’t remember the name of the boy who offered to hold my hand, but he was the baby of the group, each of them smooth-faced, pretty and vacuous — all swagger and ridiculously transparent. It was almost embarrassing to be with them. Almost, because I knew that unlike my tattoo, they were temporary. \n\n“Wow” and “Cool,” each of them said upon seeing it. \n\nConventional wisdom suggested I’d regret every aspect of the decision because tattoos are permanent, and mine was the most permanent thing in my immediate life. Stability felt like cement to me then, and not long after I got the tattoo I bought a little truck and vowed never to own more than I could pack in its bed. Because I craved motion, I structured my life as a transient. \n\nPart of an AmeriCorps program, I existed on a small stipend, traveling up and down the East Coast, working for just weeks on a project at any given time. I monitored sea turtles, helped built a log cabin, served food in a soup kitchen and cut new hiking trails with a machete. \n\nI navigated highways on instinct and learned to sleep comfortably in strange places: a remote Georgia island where wild horses ran freely on the beach, a former nursing home in Cincinnati that seemed haunted with its series of doors slamming at midnight, a decommissioned Navy base, and in the beds of men I’d just met. \n\nThese temporary strangers entered my life wanting a connection that I, in my young flux, was unable to process. They fumbled with emotions while I learned to find exits quietly at sunrise. I drove away in my truck, caught cabs, boarded flights. \n\nThose who got close enough to discover my tattoo repeated the words of the boys who’d been with me at the time: “wow” and “cool.” They skimmed its surface with a light and hesitant touch, tracing its outline, but none of them ever asked if it had hurt. \n\nAnd it hadn’t. The sensation of getting that first tattoo was similar to being snapped by a rubber band. It lingered like a sunburn, with tight discomfort. I would not describe it as pain, but I would not describe any aspect of my life then as painful. I was living in motion, too quick a target for emotional or sensory impact. \n\n“Wow” and “cool,” I agreed. It wouldn’t have occurred to me, either,  to ask if it had hurt.\n\nFifteen years later, I no longer dig my clothing from the bottom of a backpack, smelling it for freshness. I own a washing machine, and I gave the truck to a friend who uses it to haul music equipment. \n\nI met a man who, when I tried to find the door (metaphorically) at sunrise, took my hand and suggested that I stay. Every gesture of this man projected permanence, and I studied his solid and steady shoulders. The motion I’d always craved had become dizzying, and I contemplated the design he would make on the skin of my life. I found myself open to something permanent. \n\nMy transient phase faded like my old tattoo. \n\nBecause the design of the tattoo itself had little significance to me, like those boys of my youth, I rarely thought about it or them. I paid attention in the shower on occasion, if only to notice that what used to be a crisp, black floral outline had morphed into a bluish smudge. I celebrated my 30th birthday, and then I celebrated my 35th. What once peeked from the edges of a bikini bottom was now covered with modest beach shorts. \n\nI lost my swagger. Or rather, my swagger slipped into an easy stride, and I’m not sure when the change happened. My house filled with items too cumbersome or valuable to think about packing onto a truck bed. For the first time in my life, I owned furniture and kitchen appliances. I earned a steady paycheck and bought more-expensive shoes. \n\nThen I became an aunt and a potential role model to my niece. My shift from audacious to less so, from bikini bottoms to a sudden self-consciousness, was shocking and immediate when I eventually noticed. \n\nI thought about my 22-year-old self on my 37th birthday after listening to Marianne Faithfull sing Shel Silverstein’s words about the insanity of white suburban bedrooms in white suburban towns. Fearing my own eventual Lucy Jordan moment, the worst fate I could imagine — a structured, sterile, prescribed existence guided by words like “appropriate” — I decided to get a new tattoo. Or rather, I decided to reclaim my old one.\n\nInstead of walking unsteadily along a dimly lighted Savannah side street, I found the tattoo parlor door in the bright afternoon outside a familiar area of my Portland, Me., home. The tattoo artist, a woman named Danielle, wore a Bettie Page hairstyle and carried a vintage leopard print bag, and I knew immediately that I’d like her. In a strange coincidence that mimicked my own life and travel patterns, she had lived in Charleston during the same general time as I had.\n\nWe talked about the wall of beer at the Horse and Cart, and about last call at Acme when the club music stopped and the lights came up while the dancing crowd blinked in its attempt to make one last connection. Danielle and I reminisced about rock concerts at Music Farm, and I described the bright orange minidress I used to wear — my hunting dress, or so I used to think of it. I made a joke about Danielle’s face being between my legs as she inspected the old tattoo, and she was very matter of fact: “I’d rather have my face in your crotch than work every day in an office.”\n\nDanielle fixed the tattoo for me. The plan was to ink a new tattoo over the old one, and to incorporate any shadows of the previous design into something bigger and brighter. Rather than choosing carelessly and based on what I could afford, I considered what I really wanted and why.\n\n And I settled on a tiger lily done in Art Nouveau style. Tiger lilies grow in wild patches across my backyard, and the Art Nouveau movement is one of the most visually attractive to me. Alphonse Mucha was my influence, and I showed Danielle styles and sizes. I gave her six images to work from, and then I came back for my appointment three weeks later. \n\nI returned in a measured and intentional manner, but the experience itself was emotionally unbound. Instead of hopping onto the table, fuzzy headed and full of bravado, holding the hand of a random boy, I arrived five minutes early and alert. It was Labor Day, and I was her only client. We had privacy, and Danielle spread a paper sheet on the special reclining chair. She mixed her ink supplies while we chatted. Then she got down to business.\n\nMUCH to my surprise, it hurt. Not just hurt, but really hurt. What I remembered as a light sting 15 years earlier, like being snapped by an elastic band, now felt like a thousand razor tips slicing into my skin.\n\nI breathed, and then I breathed more, enduring the kind of sharp, mean and intense pain that had been impossible for me to feel in my 20s. I cried, acutely aware that only now was I capable of feeling this pain, and remembering my young recklessness. If this current pain was so intense, what, I wondered, might I be vulnerable to feeling after another 15 years that I can’t yet imagine at 37? \n\n I also found in Danielle’s tattoo chair, in a way that is unknowable at 22, a comfort in being still. \n\nMy tattoo was a reclamation: a tiger lily, muted orange, Art Nouveau style. Exactly what I wanted. I left the shop feeling high, but the best part was coming home. \n\nI was neither drunk nor dancing on the hood of a car in the parking lot. I drove myself, stone sober, from Danielle’s shop to my house, where my husband welcomed me with a hug. \n\nThe first question he asked was: “Did it hurt?”"
}