{
  "url": "http://www.nytimes.com/2011/07/03/fashion/a-gift-that-came-too-soon-modern-love.html",
  "headline": "A Gift That Came Too Soon: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 6,
    "day": 30
  },
  "byline": "Lindsay Abrams",
  "text": "I DESIGNED my ideal boyfriend in a dorm room voodoo ceremony orchestrated by my roommate. Such spiritualism was out of character for her practical nature but fit perfectly with her ego: she would believe that the forces of the universe were taking orders directly from her. \n\nI wasn’t eager to encourage her delusions of grandeur, but I was frustrated enough with my lack of success in romance to give her a chance. So I played along, closing my eyes and calling out my specifications, smiling patiently while she conversed with the higher powers that apparently functioned like a mystical Match.com, and promising to wait the prescribed time (“six to eight weeks, at most”) before calling her out as a fraud. \n\nNow that my order was placed, I wasn’t supposed to go looking for him. I had to have faith that he’d be delivered to me when the time was right. In truth, I was ready to let someone else (or something else) take over. All the usual methods of finding love on campus — dancing with strangers at frat parties, flirting during class, and venting my frustrations online to the Anonymous Confession Board (my school’s angst-ridden, gossip-laden underbelly) — had failed to get me what I wanted.\n\nMy specifications were that he be tall, scruffy and a bit older than me. I preferred that he major in math or the sciences to offset my artistic nature, and that he like to watch TV with me at night. I know that vague characteristics like height and age do not true love make, but I was warned that being too specific on a campus of only 2,900 undergrads was likely to backfire. My roommate’s last client had requested a boy who always wore scarves. Two years later, he had yet to appear. \n\nMy order, on the other hand, was sufficiently reasonable, so it seems, to be fast-tracked. Not long after, I was sitting alone in bed on a stormy Saturday night watching “Adventureland” and getting over a nasty cold. Besides those obvious disincentives to going out, I was on the mortal side of a campus-wide game of “Zombies Versus Humans,” meaning that if I left the safe zone of my room, I was vulnerable to attack. \n\nBut in the search for love, a weekend spent in your room is a weekend wasted. So when a friend called me to a party at a nearby senior house, I pulled back my unwashed hair, grabbed a bag of marshmallows to throw at the undead, and headed out into the downpour. \n\nI’m not saying my roommate actually has an “in” with the forces of the universe. I wouldn’t suggest it at all if there wasn’t something serendipitous about what happened next. But I have to admit that my heart skipped a beat when the tall, unkempt boy standing near the stairwell introduced himself as a senior chemistry major who lived right upstairs. With a slightly sick feeling of anticipation and disbelief, I asked him if he liked “The Office.” Two weeks later, we were Facebook official. \n\nThe magic lasted for the rest of his time at Wesleyan, long after I had been tagged in a drive-by zombie attack while riding my bike and forced to spend the final days of the competition helping my new team stalk the remaining humans. \n\nAlex became my first boyfriend, and then my first love, and he was exactly what I had asked for. Sometimes he’d fall short of the ideal, and I’d kick myself for not having designed him to be, say, less moody, and then I’d have to remind myself that my roommate and I hadn’t actually had any say in who he was. \n\nI mostly believed that. I mostly believed that Alex and I were just two people who happened to meet over some lukewarm Natural Lights and found each other attractive enough to be worth the effort to make more of it. But it was also nice to believe, sometimes, that we were meant to be. \n\nUnfortunately, at 20 I felt in no way prepared to succumb to destiny. Eight months of bliss later, Alex graduated and we broke up, as I had been planning all along. He was entering graduate school in Virginia and I had two more years of college in Connecticut, so it seemed the practical thing to do. I was still grateful to the universe for tossing me a keeper, but I was not ready to settle down with my soul mate. \n\nI spent my first semester without Alex in Italy, thinking that I would miss him too much if I were to go back to school. But however far apart Charlottesville and Bologna may be on the map, a lonely girl in a foreign country and a first-year med student both spend a lot of time on their computers, and we ended up talking almost every day. I missed his aching kindness, his quiet way of understanding me. The Italian boys I met were way too forward, not to mention short.\n\nWe reunited for a too-perfect week in New York City last December, slipping back easily into our familiar comfort with each other. One night he asked, “Do you think lying by omission is the same as regular lying?”\n\n“No,” I said. “If the person isn’t asking you something directly, it can be better to just not bring it up.”\n\n“Yeah, I guess the intention is different.”\n\nI had expected him to play devil’s advocate, and his quick acquiescence suggested his question wasn’t just theoretical. Though I didn’t ask, he soon confessed that he’d seen someone else for two months while I was abroad.\n\nI went back to school thinking that things between us were more ambiguous than ever. We were still in love, but we avoided saying so, and we had given each other explicit permission to see other people. Back on my home turf, I tried out the idea. Staying in touch became more difficult as I was forced to question whether Skype’s video quality was clear enough for Alex to detect a faint hickey on my neck. \n\nAs I continue to sort out my feelings, I’ve left the fairy tale part of my romance far behind, and I find myself in the uncertain present, still under the spell of my first love and wondering if Alex and I really are meant to be. When I feel like giving in completely and asking him to be my long-distance, monogamous, unambiguous boyfriend, I call my mother and have her remind me that there’s no need to rush into things. \n\nMY parents met in college, too, in the first semester of their freshman year. According to my mother, breaking up with my father to see what else was out there was the best decision she’d ever made; she got to enjoy her college years and they eventually ended up together, which was the important part. Alex, she tells me, will be there when I figure things out. Meanwhile, she not so subtly encourages me along, suggesting, for example, that I find a cute freshman and “become his cougar.” \n\nMy father, as the one who was temporarily dumped, sees that period of their lives differently. He took me out for frozen yogurt and explained the importance of holding on to a good thing. The last time we spoke, he offered to finance flights to Charlottesville whenever I feel like going for a visit.\n\nMy reluctance to fight for Alex has nothing to do with a fear of relationships or their purported lack of existence for my generation. Based on the number of subscribers to my roommate’s mystical dating service, I’d say that most of us do, in fact, want more than a hookup.\n\nI’m just afraid I found a good thing, or possibly the best thing in my life, too early. The physical distance between us makes commitment seem much more final. And while I would like to settle down before I can actually be considered a cougar, I’m decades away from that point. For now, I’d like to get the urge to prowl out of my system while I’m still an appropriate age for it. \n\nOn a recent rainy night I went out with a friend and watched fate dangle potential happiness right in her face: the boy she’d been pining for standing alone at the first party we went to. They talked for a while, and I spied on them from around the corner, happy to see a fellow believer getting a shot at romance. But then, all too soon, he made some excuse and disappeared. \n\nShe tried to text him to see where he’d gone, and I quietly persuaded her that it would be best to put her phone away. On the verge of tears, she left, and I returned, alone, to my room. Feeling ridiculously ungrateful for what had come so easily to me, I took out my own phone and typed a message to Alex: \n\n“I still love you, you know.” \n\nUnable to send it, and unable to just let it go, I fell asleep trying to decide."
}