{
  "url": "http://www.nytimes.com/2011/07/10/fashion/when-troubles-show-on-the-outside-modern-love.html",
  "headline": "When Troubles Show on the Outside",
  "dateline": {
    "year": 2011,
    "month": 7,
    "day": 8
  },
  "byline": "Patricia Stacey",
  "text": "BY the time the scabies entered our house, my husband, Cliff, and I were already occupying two separate orbits, rarely intersecting. A few months earlier he had stopped saying goodbye when he left for work, and I tended to look away when he came home. I couldn’t stand to see the disdain — imagined or not — that colored his face when he looked at me.\n\nAfter we determined that the scabies had come from my visits to care for my mother, Cliff blamed me for their arrival, and I blamed him for our inability to get rid of them. The scabies didn’t seem to care who was right. They seeped out of our clothes, burrowed into our skin, and woke us in the night to fits of scratching. I didn’t go out much, only to buy groceries or plastic sheeting for our furniture. \n\nWhile the parasites munched at my skin, I lost my taste for food, books, anything. Instead, I donned rubber gloves and soaked our bedding and clothes in scalding hot water.\n\nI stirred the caldron of nearly boiling borax with the gall of a necromancer, invoking help for murder. Fittingly, I used the handle of a broom. After the soaking, I transferred the laundry to the front loader, where I poured more borax into the mix. Later, I transferred everything into the dryer, folded it, and remade the beds. \n\nI couldn’t hire anyone to do the work. I was terrified of contaminating people. While I worked, Cliff came home and disappeared into the guest room, or sat at the kitchen table with his head in his hands, or leaned over his iPhone, rarely looking up.\n\nMonths passed. We covered our bodies with pesticide cream and slept in it. We visited countless doctors. Still the scabies remained. I began to wonder if we hadn’t become scabies ourselves. We stopped inviting guests over, canceled our son Walker’s piano lessons and all hair-cutting appointments, and ultimately, as some kind of poetic expression of alienation, we decided, at one doctor’s suggestion, to forgo all expectation of touching one another. Cliff moved into the guest room.\n\nDuring this time, Walker and I created an innovative way to give each other hugs, developing what we called the “eye hug.” He approached me, fixed me in his gaze, and let his eyes go soft and loving. His eyes are huge like my husband’s, and when they pierced mine I felt something like the presence of his soul. I felt seen.\n\nNo such accommodations were made in my marriage.\n\nThen one day my scabies disappeared. Cliff’s, however, did not. \n\nI eagerly went to have my hair done and at the salon actually looked at myself in the mirror. My blondish hair had grown long. The beautician insisted I keep it that way. Friends invited me to lunch. I decided to dress up and pulled on the first skirt I’d worn in months. Meant to hang on the hips, it slid to my knees. I had lost weight without realizing it. \n\nI searched my closet and pulled out a miniskirt from my 20s, put on a tight ribbed sweater and a belt. I hadn’t had so much fun in years. At lunch a friend told me my stomach looked “rock hard.” During dessert a man stared at my legs. I felt myself sinking into a profound sensuality, a warm bath. That sense of being seen was a moment from other days, one I didn’t want to lose. \n\nI went home in my newly rediscovered skirt hoping Cliff would say something. He didn’t.\n\nAt a fund-raiser, a man asked if he could get me a drink. A woman gently grazed my jutting hipbone with the back of her hand, and I almost jumped from the electric deliciousness of her touch. On the street, an elegant woman asked if I was wearing a Diane Von Furstenberg. I felt as alive and open to the erotic as I have ever been. Sometimes I passed my hand over my stomach and wished a man were looking at my new body.\n\nOne night Cliff and I were at the kitchen table. Through the corner of my eye, I saw him consider me. \n\n“You’re really angry at me, aren’t you?” he said fiercely.\n\nGiven the vastness of our apparent disconnect, how could I tell him the truth of my longing? “No, I’m not,” I insisted. \n\nLater that night, I put on a ridiculously low-cut shirt and asked him to go out for a drink. Over pinot noir I tried to establish an “eye hug,” but he seemed more interested in the olive tapenade. When I hinted that I was hoping for some kind of romantic response from him, he said sarcastically: “What do you want me to say? That you look ravishing tonight?” \n\nI didn’t respond, but I wanted to say: “Why not? Can’t you just lie?”\n\nWhen he went to the men’s room, I slumped over in my tight shirt. I hated the thought that I might someday completely lose my sexuality. That it wouldn’t just be hiding, but gone. First it would be a subtle trimming of expectations, then a desire without sanction. Then memory. \n\nCliff returned from the men’s room jauntily, came up to me and leaned forward. He was standing over me, and it occurred to me he might be looking at my thighs.\n\n“This is so hot,” he said.\n\n“What?”\n\n“Feel this.” He handed me his iPhone. “The battery’s overheated.”\n\nCliff rarely arranged dates for us, but one day not long after he told me over the phone, “We’re going out to dinner after we do our taxes.” \n\nI was standing in the kitchen wearing a tight sweater, medium-high boots and a pencil skirt. Holding the receiver, I felt a nervous energy. My pulse charged forward and I found myself lost in a hunger so immediate I could barely keep track of the ensuing conversation. \n\nI was imagining us in the restaurant with its low lights, music, mixed drinks: a bourgeois ritual as common as dirt, but it didn’t feel that way. It wasn’t sex I was thinking about, or even foreplay, but simple attention. Attention is what held my desire.\n\n“I’d better go,” he said, the sound of city streets in the background.\n\n“Cliff?”\n\n“What?” He was walking fast, huffing into his iPhone.\n\nI didn’t know how to say it. The things I most needed from him could not be spoken. The light of day would destroy them, like the sensitive silvers on photographic paper. Silence and obscurity seemed safer. Besides, I couldn’t handle being teased again. \n\nIt wasn’t a question of whether he’d ever touch me. I knew that would happen. But how? And who would he be touching really? Me, or his own desire? \n\nAfter we hung up, I thought about my mother, who spent years wearing curlers all day trying to get my father’s attention when he came home. Finally, after four plastic surgeries (she was strikingly beautiful to begin with), she discovered that the most direct path to getting it — an attention she no longer wanted — was by removing the marriage contract.\n\nI couldn’t bear the thought of spending years trying for something I might never find. I envisioned half a century of loneliness, and then spent the day researching marital separations.\n\n \n\nWHEN Cliff came home, I walked up as he sat at the table doing a crossword puzzle. He didn’t look up. I hovered near him, not touching, and said, “How’s your body doing?” I meant the scabies.\n\n“It’s hot,” he joked suggestively.\n\nAnd suddenly — for the first time, really — it struck me that he might be feeling the same way I was. Maybe he also wanted to be noticed. \n\nI looked at him then, a handsome middle-aged man with a salt-and-pepper beard and thick black hair. This was less an eye hug and more what philosophers call “bracketing.” It’s when you look at something in a concentrated, conscious way, so much so that it becomes new and strange. As I did this, a strong sense of Cliff’s humanity came rushing toward me. His body seemed to fill the room, to take form, as if a cardboard cutout had turned to spirit in our kitchen. \n\nHere was a man with hopes and dreams, a child’s large curious eyes, a man who worked hard and needed a vacation. Not just his body but some essence of him was present to me, and I was lost not in wanting to be known but in knowing. I was struck by the otherworldly quality of someone else. I had been so lost in my desire to be seen that I had almost become blind.\n\nA few weeks ago a spiritual healer friend said about scabies: “Nothing can hurt you if you are grateful.” \n\nI laughed at the time, but now I lie in this large bed at night and thank my mother, for the creepy pathogen with its secret gifts — for the time alone, the Size 4 skirts, and the distance to really look at my husband."
}