{
  "url": "http://www.nytimes.com/2011/10/02/fashion/fury-cannot-touch-me-modern-love.html",
  "headline": "Fury Cannot Touch Me — Modern Love",
  "dateline": {
    "year": 2011,
    "month": 9,
    "day": 29
  },
  "byline": "Janice Wilberg",
  "text": "WHEN I went to drop off my 5-year-old granddaughter at my son’s house earlier this summer, I saw a plastic garbage bag jammed full of his clothes on the front porch. His wife had put him out. And I bet she was pretty angry when she did it. People who put their loved ones’ stuff in black garbage bags are making a statement, and it’s not, “Let’s settle this like adults.”\n\nIt was not the first time I had seen my son’s clothes in a garbage bag on a front porch. When he was 19 and briefly back from college, I was the one storming through his room, gathering up his soccer shirts, baggy pants and Tweety Bird boxers, and cramming it all in a bag I flung on the front porch, slamming the door so hard the old window with the peeling Peace sign nearly cracked.\n\nI admit to having a mother’s mindless love for my son. If he walked in the door this minute, I would be happy to see him, appreciate how handsome he is and wonder if he’d eaten anything decent today. It would take me many minutes to see again the vapor of carelessness swirling about him and for me to sort out what I wished I were seeing from what was actually there.\n\nSo it came as no surprise that he and his wife had parted ways again. Their six-year relationship is like a steel ball in an old pinball machine, with a lot of spring action, lights flashing and nervous ping, pinging. As in the game, sometimes they manage to keep the ball moving a long time before it falls into the “game over” hole. It’s impossible to predict.\n\nIn the beginning I would get in the middle of their disputes. She would slam him on Facebook, and I would jump to his defense, careening from anger at her for trashing him on social media to being furious with him for his behavior. When they had a baby, my aggravation and disappointment boiled over into alarm. The baby is going to be hurt by all of this, I thought. Their crazy relationship is going to damage her.\n\nBut even as I worried, I somehow decided that the best policy was to withdraw — from all of them. In a lot of ways, this was consistent with how I was raised. Argue with someone? Someone offend you? Close the door on the relationship. What this meant in real terms was that in addition to not dealing with my son, whose ability to ignore rejection was legendary, and not dealing with my daughter-in-law, who didn’t seem to care, I was closing the door on my granddaughter.\n\nOne day when I was at Miller Park with relatives watching the Brewers play, my cousin’s wife asked: “So how is your granddaughter? See her much?”\n\n“Well, no, not really,” I answered. “It’s been probably four or five months.” Saying it out loud made my absence from her life seem longer and a lot less justifiable. “I had a big falling out with her parents.”\n\nThe consequence of feuding with someone who is impervious to disapproval is that the grudge is unreciprocated, quickly depriving the silent treatment of its oxygen. In the same way that it’s hard to keep yelling at someone who whispers in response, spats with my son quickly dissipate, no matter how extreme the dispute. One reason is he simply forgets.\n\nAdopted from Nicaragua when he was 2, my son had suffered from malnutrition and a health-sapping heart defect that resulted in short-term memory loss, along with a host of other issues. These were littered in among his acute sense of humor, cleverness, spatial reasoning abilities and a talent for conning women, me included, into forgiving his frequent and sometimes head-spinning transgressions. He became my son — a Nicaraguan boy in our Milwaukee family, bar mitzvahed, graduated, named and claimed.\n\nHis relationship with his wife, a beautiful Laotian woman who had spent her own early years in a refugee camp in Thailand, was an extension of his already improbable life. Their daughter, born a mere week after my son divulged that they were expecting, was small and delicate and, of course, looked like both of them depending on the light. The day of her birth, my son called me from the hospital and said: “Mom, you know how I said the baby was due next month? Well, actually, I think she’s going to be born today. Can you come?” \n\nI did. I saw this child being born, held her in my arms practically the minute she came into the world, and yet I still put her on the porch — figuratively, anyway — months later when my rage at my son made me cut off the whole lot of them.\n\nWhich lasted until my son showed up at our door many months later, baby in arms, asking if his daughter could spend five nights a week with us while he and his wife worked second and third shifts in their respective jobs. Every weeknight, she was dropped off at 5 in the afternoon and picked up at 8 the next morning. \n\nWe had already raised four children. We still worked at our jobs. We did not want to be responsible for the nightly care and feeding of a baby. And yet we said O.K. \n\nA year later, the five nights a week switched to all weekend. And for the three years since, every Friday around dinnertime our granddaughter gets out of whatever car is delivering her, runs into our house, and starts playing with the toys she left the previous Monday morning. We cook dinner, take her to swimming class, go grocery shopping. When we want to go out on a Saturday night, we ask our son to baby-sit. On Monday morning, her grandfather takes her to school, standing on the playground with the parents of her little friends. The teacher comes, the line of kids goes in, she turns and waves to Grandpa, and that’s it until Friday.\n\nThis has been our routine, and it does not change when our son’s relationship pounds up against those rocks again.\n\nAt first I decided I just wouldn’t get involved in their problems anymore. I imagined myself with duct tape across my mouth, letting my thoughts rage as they always have but not giving them voice. I watched what I said, mindful that my son and daughter-in-law could end her weekly visits and pull the rug out from under our happy little weekend life, the two of us and our adorable little charge.\n\nBut then the careful treading morphed into something more substantial. When our granddaughter started to be dropped off at our house by another man, her mother’s friend, and our son disappeared from the scene altogether, we had to recalibrate. Who were we now as the grandparents of a child born to an adopted son who had exited his relationship? What standing did we have? How could we sustain a relationship with our precious little weekend guest through all of this?\n\nThroughout our family life, my husband has left the volatility management to me. For better or worse, it has been my instincts, often extreme and counterproductive, that have governed our relationships with our children and other family members. Often I’m right, but many times I’m wrong and act impulsively in ways I regret.\n\nThis time, though, I had it right. I just let go. And I don’t know how I did it. But I stopped caring what my son and his wife did. I stopped caring what they did with or to each other, although I was happy when they reconciled, but then sad when I saw that garbage bag on the porch. I stopped wondering and second-guessing how they were raising their daughter, deciding that since she showed up every Friday looking perfectly fine I ought to assume her parents’ care was O.K. I let go of fussing about school when she showed me her Perfect Attendance pencil, stopped worrying that she rarely saw a doctor when I realized she was hardly ever sick.\n\nI didn’t just stop voicing my opinions; I stopped having them. I let the joy of being with a 5-year-old soak up the editorializing and tsk-tsking. My husband and I laughed about having a do-over, enjoying things with our granddaughter that had been chores with our own kids. We let ourselves be surprised. We let our son and his wife off the hook. We found our place and drew a circle around it.\n\nRight now, I’m sitting in our cabin on Lake Superior in Michigan’s Upper Peninsula. My husband is reading and our granddaughter, here with us for a week, is singing “Baa Baa Black Sheep” to her toy dinosaurs. Yesterday she surprised us both by accepting the yoo-hoo’d invitation of neighbors down the beach and taking off on her own, turning around to wave to us and make sure she was going in the right direction. She is.\n\nWe had a momentary urge to call her parents. But we didn’t. "
}