{
  "url": "http://www.nytimes.com/2011/01/30/fashion/30Modern.html",
  "headline": "I Call Your/His Name: Modern Love",
  "dateline": {
    "year": 2011,
    "month": 1,
    "day": 27
  },
  "byline": "Laura Berning",
  "text": "I FIRST met Tim Donohue on the set of a movie we both had been working on in upstate New York. We didn’t start dating until three years later when we met again on another film set in Massachusetts, but I always knew our time would come. Tim Donohue and I were meant to be.\n\nTim enjoyed his work as a production assistant, running around the set all day, catering to the petty needs of cast and crew. I held a higher position on the rung of movie-crew hierarchy, but Tim and I were within the same somewhat low-ranking realm. \n\nEveryone on the crew said we made a perfect match, and I agreed, even though I knew they wouldn’t have been so supportive if I had been dating someone too high above me. Just as in high school, a relationship sprung from the set of a movie can draw unwanted suspicion and gossip if one dates outside of one’s caste.\n\nOur romance began on a rare day off. I had been skydiving, and the whir of exhilaration had carried over into an evening spent with friends. Tim sat beside me at dinner, and our chemistry was instant.\n\nWhen the film wrapped, we moved back to our tiny apartments in New York City, awaiting our next assignments. But while most relationships “on location” tend to die after returning to reality, ours flourished. We had long since said those three words to each other, and it was going to take something pretty big to tear us apart.\n\nThen one day a stranger came knocking.\n\n“Hi, I’m Tim Donohue,” said the tall guy standing in my doorway; his hand was outstretched. His fingers were long and delicate, but his grip was strong. He had a clean, handsome, sporty look, like that of a football player for an Ivy League school.\n\n“Are you kidding?” I asked with a laugh.\n\n“What?” he answered. “No. I’m Tim Donohue. Your new neighbor.”\n\n“Really? Because my boyfriend is Tim Donohue, too.” I looked  to the couch where my Tim had been napping. No longer. He was now standing next to me, running his fingers through his salt-and-pepper hair.\n\n“Did you say Tim Donohue? I’m Tim Donohue,” my Tim said.\n\n“Are you seriously Tim Donohue?” the other asked as they sized each other up. After we said our goodbyes, my Tim and I looked at each other, puzzled.\n\n“Did you think that Tim Donohue, the impostor Tim Donohue, was good looking?” Tim asked.\n\n“Not as good looking as you,” I said, but that wasn’t true. The other Tim could have been a model. My Tim was boyish and cute, with skinny knees and a crooked smile that I found adorable.\n\n“Not my type,” I told him. “Besides, you’re the real Tim Donohue.”\n\n“Good,” he said and kissed me on the cheek and told me, for the second time that day, that he loved me.\n\n“Vice versa,” I responded. It was one of those private, jokey answers that couples have, a saying that always made us smile.\n\nAs the weeks passed, we saw the other Tim occasionally, walking hand in hand with a beautiful woman or reading in a cafe. One night we saw him jogging. Soon after, my Tim started talking about quitting smoking and getting into better shape.\n\nSoon we were summoned back to work on a film that would be shooting in the city, though we’d be on different shifts, so weekends became our only treasured, drowsy time together. “Vice versa” we’d say, too tired to smile.\n\nDuring those weeks the other Tim’s schedule was more in sync  with mine. Early mornings, as I was coming in, he would be going out to exercise. At night, as I was going out, he’d be heading to a party. Late one night, he and I arrived at the front door at the same time, and he asked me in for a beer. I accepted.\n\nHis apartment was filled with photographs from far-flung places, and soon we got talking about traveling. As we opened our second beer, he told me he used to live a few blocks away, just as my Tim had.\n\nIt now occurred to me that the two Tims had been neighbors. Not only that, but before my Tim and I had started dating, I wanted to reach him but didn’t have his number.  When the operator gave me a choice of Tim Donohues, I must have chosen the wrong one. \n\n“My Tim insists he never got my messages, but I never believed him,” I told the other Tim. “Maybe I was leaving messages for you all along.”\n\n“I think I actually remember some of those calls,” he said. “You sounded really nice. I almost did call you back.” \n\nJust then a distant phone rang, coming from my apartment. I thanked him for the beer and keyed into my studio, picking up  to find my Tim on the line. A wave of guilt washed over me. I had to confess: “I ran into the other Tim. He invited me in for a beer.”\n\n“Yeah?” he said. “And?”\n\n“And, um.” I told him about the other Tim’s travels.  \n\n“Oh,” Tim said quietly. My Tim had never done much traveling, and I immediately regretted having said something.\n\nThat night, I lay awake thinking about the two Tims. If Tim Donohue and I really were meant to be, could it be that I was with the wrong one? I mean, what if the other Tim actually had called me back years ago? Would I be with him instead?\n\nOne cannot unthink such things, but I did my best. I loved my Tim. I adored his sense of humor and contentment. Still, there were things about the other Tim that were so alluring. Besides his good looks, he was worldly, well read and athletic. He came from a wealthy family, while my Tim, like me,  came from a middle-class background.\n\nLater that week my Tim showed up at my apartment, flush with drink, and hugged me tight. Suddenly he cupped my cheeks in his hands. He was glassy eyed, on the verge of tears. “I just ran into the impostor Tim Donohue downstairs,” he whispered. “I feel like he’s taking over my life. Like he’s come here to take you away from me.”\n\n“That’s ridiculous,” I told him, not entirely convinced of this myself. \n\nFrom then on, I promised myself I would avoid the other Tim and never mention him again. But his presence was always there, just 10 feet down the hall, a perfectly packaged Hollywood version of Tim Donohue that my Tim would never be. A version I did not want my Tim to be. Or did I? \n\nWeeks turned to months, and my Tim wanted to spend less time at my place, even though he always referred to it as “so comfortable, like home.” At work, I was moving up the ladder, gaining access to studio executives and making more money, while my Tim was still a production assistant, though by no fault of his own — he had to put in the days for his union status before he could move up. Still, I found myself questioning his ambition, as if he were being lazy or complacent, which wasn’t the case at all. No, it wasn’t Tim who had changed. I had.\n\nOne day, near what would soon be the end of us, I returned to my building only to run into the other Tim, dressed in a tuxedo, heading to a charity event. After climbing the five flights to my place, I found my Tim asleep on the couch, a golf tournament on television. As I took in my cramped surroundings and snoozing boyfriend, a version of our future together flashed before me — a life that struck me as being, well, average. And I wanted more.\n\nWITHIN a year, both Tims were gone. The other Tim moved out, having bought a condo. He didn’t say goodbye, and I never saw him again. My Tim left because I thought he wasn’t good enough for me, or so he said. But I blamed him. I blamed both of them really, like they were in on this twisted joke together.\n\nIn the months that followed, I was determined to become a better version of myself — prettier, smarter, more ambitious — and looked for the same in new boyfriends. As it turned out, though, they were looking for someone better, too. In New York, and especially in the movie business, it’s hard to dispel the fantasy that there’s always someone better just around the corner. \n\nYet by embracing this notion, I had allowed my life to become an ongoing cycle of shallow disappointments that left me longing for someone like my Tim Donohue, who could be satisfied with exactly what he had and who he was. Even more, I longed to be that kind of person again, too. "
}