{
  "url": "http://www.nytimes.com/2012/12/23/fashion/modern-love-building-christmas-on-presence-not-presents.html",
  "headline": "Modern Love - Building Christmas on Presence, Not Presents",
  "dateline": {
    "year": 2012,
    "month": 12,
    "day": 20
  },
  "byline": "Carolyn S. Briggs",
  "text": "MY three vegetarian, activist, urban, multi-degreed, agnostic, adult children have rejected Christmas as a consumerist sham of a holiday, one in which they will not be participating. Oh, they’ll take the day off and drink organic wine, but they won’t be buying presents, putting up a tree, baking cookies, lighting candles or decking any halls. There will be no taking of a family picture for their card and no sending of that card or any other.\n\nFor me, Christmas is one of those fleeting but essential “aah” moments of generosity, family bonding and extravagance of spirit that psychologists tell us matter because they give us the opportunity to transcend, appreciate and feel outside of time. I don’t know about you, but I need that at least once a year.\n\nWhen my parents were divorcing the winter that I was 15, there was no Christmas tree at our house. We waited for Christmas to come, and it wouldn’t, so finally my little brother and I pooled our paper-route and baby-sitting money, tucked the dollars and coins inside our mittens, and walked across town to buy our own tree. We carried it several blocks home, dodging ice and snowdrifts. When we arrived, we decorated the crooked tree on our own. The house was cold, but when we plugged in the lights, my siblings and I were filled with relief. Everything would be all right.\n\nThat year my father came home on Christmas Eve bearing unwrapped presents from the minimart where he worked: radios and alarm clocks and electric curlers. He left us sitting in front of the television with our pile of gifts, price tags still attached, and went to find my mother in the bedroom, where she had been for hours. \n\nI remember feeling hopeful they would come out together in the morning and fix pancakes the way they always did on Christmas. It seemed possible and, for one blazing moment, probable.\n\nLast Christmas, I relented to family pressure and agreed that my children and their partners did not have to come to us in Iowa. Instead, we would all get hotel rooms in New Orleans. I reserved a suite so we would have a living room for our holiday activities. A family friend would be in the area, too, so I invited him to join us for Christmas Eve. We were excited about the food and music, the atmosphere of a truly beautiful and one-of-a-kind city, and the mild weather.\n\nThere would be no homecoming, no wrapped gifts and no grandchildren to fill with Santa dreams. My grown children were childless by choice and vowed to remain that way. Desperate for a smattering of tradition, I ordered red (for the girls) and green (for the boys) Christmas stockings from Pottery Barn, and had everyone’s name stitched in lovely script across the white band at the top.\n\nI e-mailed everyone promising a Christmas Eve surprise. Once we assembled, I would instruct each to write a message of love, appreciation, memory, prayer (O.K., not likely with this crowd) or best wishes for the new year, and we would stuff the stockings with these messages.\n\nThe sunny day we arrived in New Orleans, I was optimistic that Christmas in the Big Easy might be easy after all. We are a family of travelers, and exploring together is something we are seldom able to do anymore, and everyone loves a movable feast. One person brought a good supply of pot, though, which meant at least half of our party would be getting stoned.\n\nWalking through the streets of New Orleans on Christmas Eve was a singular experience. There were palm trees wrapped with lights, ludicrously over-the-top decorations on shotgun houses, the smells of something deep and unctuous cooking in steamy pots, and block after block of pink and yellow flowers.\n\nWe ducked inside a historic tavern for oysters on the half shell. (Oysters feel no pain, my suddenly seafood-eating children assured one another.) Later we dined at a long table, my family in our Sunday best, grown up and civilized, with cloth napkins on our laps. I felt matriarchal and humble and blessed. That Christmas transcendence settled in, and I finally relaxed.\n\nWhen we returned to the hotel suite, I arranged the stockings on the fake fireplace, put out bowls of snacks, opened a bottle of wine, and gathered plastic cups from the bathroom. It was not elegant, but it was the best I could do. My friend called from the lobby; he was on his way up. I handed out the stockings, paper and pens. There was dismay at the assigned sentiment. They smiled at the stockings the way they would have smiled at anything outdated and useless, with pained tolerance.\n\nMy friend walked into the suite, and I’d be damned if he hadn’t brought a young woman with him. My friend is younger than I am, but this woman was probably half his age and wearing one of those stupid knit hats with the ties dangling on either side of her face. I would hate her for many things before the night was over, but that insufferable hat was the first thing I hated her for.\n\n“Who has the pot?” she asked brightly. That was the second thing I hated her for.\n\nI clutched my pen and paper insistently, but the others had already set their stockings aside. Banter ensued, during which the young woman assumed the starring role of my Christmas Eve. She had a lot of stories. Some were about the desert. The stories went on and on until she loudly concluded, in an apparent epiphany, “I love rocks!”\n\nTHIS was sidesplittingly funny to some people in the room, but I’d had enough. I stood up and went into the bedroom portion of the suite and flopped down on the bed. My husband came in a few minutes later and rubbed my back as the party raged in the other room. It was Christmas Eve, and my family was stoned. Christmas was a bourgeois farce to them. I was furious at everyone, even at my sweet husband rubbing my back.\n\nAt midnight, I heard church bells, a sound that only exacerbated my disgust and self-pity. I jumped up, grabbed the coats of my friend and his young friend, and asked them to leave. It was the first time in my life I had ever asked anyone to leave my home, even if my temporary home was a hotel suite. Then I turned to my startled family and preceded to glare, scold and cry. The sober people tried to be conciliatory, but I was having none of it.\n\nThat night as I lay in my hotel bed, I did not move a muscle. I lay there like a dead person, eyes open, heart stone cold. My disappointment over this failed Christmas mingled with my sorrow that my parents never did emerge from their bedroom that Christmas morning decades earlier, arms around each other, to make us pancakes.\n\nAt breakfast the next day, Christmas morning, I felt strained and tight. No one liked me much. Conversation was conducted on all sides of me. I grimly ordered pancakes. My children were all staying in New Orleans, but my husband and I had a plane to catch. I loved Christmas so much I had destroyed it; I had choked my precious Yule puppy to death.\n\nI have thought about my behavior all year, and I am resolved not to become the old person in the family who remains recalcitrant and claims outsize privilege with age. I am not going to guilt my children anymore for not giving me what I assumed they would be happy to provide. \n\nI had hoped for grandchildren, and I wanted those grandchildren with glossy hair and pajamas sitting around my Christmas tree each and every year, but that’s not what I’m going to get. My children will bring kennels and leashes to my house, not strollers and car seats. They are going to be exchanging notes on dog food and doggy day cares, and they will continue to refer to their peers who are parents as breeders.\n\nWe are all going to meet at my daughter’s in Texas at the end of December. Even though we will never attempt a traditional Christmas again, we will have some winter holiday gathering where we eat bowls of faro and root vegetables topped off by a dessert of silken tofu lemon mousse. We will share stories of our lives and travels. The guitars will come out. \n\nAt some point, the girls and I will erupt in an argument, but we will immediately make up by piling into my daughter’s king-size bed to watch “Downton Abbey.” I’ll jump out of the bed when the dogs jump in, and this will make the girls laugh and ask me to please stay. And I will, of course. This year, there will be room at the inn for everyone."
}