{
  "url": "http://www.nytimes.com/2012/08/26/fashion/dog-anchors-man-facing-setbacks.html",
  "headline": "Modern Love - Dog Anchors Man Facing Setbacks",
  "dateline": {
    "year": 2012,
    "month": 8,
    "day": 23
  },
  "byline": "Timothy Braun",
  "text": "WHEN I met the dog, he was sitting in a cage to my left as I entered a local animal shelter near the running path I frequent in downtown Austin, Texas. I had no intention to adopt a dog. I only stopped for a drink of cold water. \n\nI don’t run to stay healthy, I run to stay thin, and lately to blow off steam. I was engaged to be married, and the relationship with my fiancée was getting frosty, with a lot of yelling and blame being tossed around.\n\nThe volunteers at the shelter were shrewd. It was overcrowded, with a high kill ratio, the highest in its history, I was told. As patrons walked into the caged areas, the dog on their immediate left was next on the chopping block, if no one adopted it. The dog after that was next, and so on. \n\n“He’s half husky, half Australian shepherd,” a girl said as the dog in the second cage looked at me with one blue eye and one brown eye while wagging his tail. Tired from my run and the Texas heat, I got a cup of water and sat under a tree with the dog. He was friendly but didn’t listen to a thing I said. \n\n“Sit!” I said and he licked my face. “Come!” I said and he walked away. After a few minutes he curled up next me and put his nose against my knee. I thought maybe he would be a good running partner.\n\nI’m a low-rent playwright and professor. I travel and have little time or money for a pet. But out of curiosity, or God knows what, I took a look at the dog’s file. He had been abandoned by an old woman. Her reason: “Dusty keeps following me around my house.” \n\nAt least he wasn’t dangerous. I placed a “hold” on Dusty while I thought about how much damage he could cause my life. I would need a pet deposit for my apartment, chew toys, food dishes and shots for him. I teach twice a week in San Antonio, so I would need a dog walker for those days, someone I could trust with a key to my place.\n\nThe dog was nice, but having a dog would be like having a child. Again, I thought maybe he would be a good running partner.\n\nThe next day came, and I had an important deadline for a grant and better things to do, like buy food. The dog would find a home. I went to the grocery store, only a mile from the shelter, and promised myself I would drop by his cage only to say goodbye. \n\nWhen I peeked in he was curled in a ball on a rubber cot, sleeping and shaking as he dreamed, but he woke quickly and with one blue eye and one brown eye he looked at me.\n\n“Stay here,” I said. “I’m getting you out.”\n\nHe didn’t turn out to be much of a runner. He stopped to eat every dead bird and piece of trash he could find around my complex. His favorite was pizza crusts. One day he got sick, vomited a sweet-smelling brown substance on my rug, and then passed a Snickers bar wrapper that night. People in my neighborhood would ask if he was a wolf, usually men walking pit bulls. Too many people asked if he fights. \n\nHe seemed fearless, so I started calling him Danger.\n\nDays later I met my friend Jon at an “All U Can Eat” Indian buffet. Jon had had a trying week. He had bought a house, his wife was pregnant, and their dog was gravely ill after eating a tennis ball that was now stuck in his stomach. An operation to save him would cost thousands.\n\nOur lunch date was the first time I had left my new dog alone, and my imagination began to run wild. I decided to start a bank account for doggy emergencies, medications, surgeries or any unforeseen tragedy. I called it his college fund.\n\nWhen I came home, a thin letter was in the mail. A grant I had been awarded, a grant I needed to pay the bills, had been taken away for a lack of funding. I wanted to drink and punch the walls, but the dog didn’t care. The dog wanted to go outside, smell things, poop and play with me. He licked my face as I cried. \n\nI gave him some peanut butter and snuggled with him in front of our television that night. I couldn’t drink in front of him. And I couldn’t drink in any case because he needed me to get up early so he could walk and eat pizza crusts. The dog kept me grounded.\n\nThat winter my fiancée and I were fighting, we were always fighting, but she invited me to her family home near Houston, an area affiliated with NASA, hoping our relationship would get better. \n\nHer mother asked that we keep the dog confined to a room with an uncomfortable white tile floor. Because of this we used every excuse we could to take the dog to the only dog park within 30 miles. My fiancée and I never fought around the dog or at the dog park. \n\nOn Christmas morning I realized I forgot to get the dog a gift, but we escaped to the park, and he played with an older German shepherd that limped, owned by an old Russian man. “Every Christmas Sasha and I come here to have bones,” he said. “She is my best friend. She is my only real friend.” \n\nI understood exactly what he meant. I imagined he was a former Russian spy, or ex-Soviet scientist who defected here during the Kennedy administration to make miracles and build rockets to the moon. \n\n“Here, you take this,” said the Russian, pulling a bone from his coat pocket. “It is a Christmas present from me and Sasha. She is too old for bones now.”\n\n“Danger, come and thank him,” I said. \n\nHe ignored me while wrestling with Sasha. \n\nTwo days later we got back to Austin and I bought a bed. Since I was 13, I had always slept on a futon mattress I threw on the ground. I went to Ikea and found something low to the ground so my dog could get in easily, even when he is old like Sasha. This was compensation for that tile floor he had to sleep on. \n\nA year later my fiancée told me she was pregnant with another guy’s kid. She had done nothing wrong. We had stopped fighting, almost stopped speaking. We had been on a break. \n\nThat was what I kept telling myself. But when I found out, I wanted to drink and punch the walls. The dog didn’t care. He wanted to go outside and play, and we did, and if we hadn’t I would have drank myself into the ground. Danger licked my face as I cried, and we snuggled while watching television. \n\nTwo days later there was a banging on our door at two o’clock in the morning, a man screaming for Carlos. I told him he had the wrong place and if he didn’t leave I was calling the cops. The man ran away and Danger was nowhere to be found. I finally found him behind my old sofa, trembling. “And people ask if you are a wolf,” I said. So much for fearless. So much for Danger.\n\nTHE next morning I called Jon and asked him who his real estate broker was. It was time for a real home in a better neighborhood, at least for my dog.\n\nI had never liked the idea of buying a home. It seemed like tying a bag of wet concrete to my ankle. Quickly I learned banks didn’t like the idea of me buying a home, either, but I had enough ammunition to buy a condo. All I wanted was a small, quiet place with windows low to the ground so Danger could see out while I was away teaching. \n\nOur broker found exactly what I had asked for, complete with a dog park on the premises. My friend Michael repainted the place for us, and I even bought an Ikea sofa that was low to the ground so we could watch TV together in comfort and ease. I didn’t even have to dip into the dog’s college fund.\n\nI have a heart murmur now and can’t run the way I used to. I’m getting a little fat. I get pizza every Friday night when my dog and I watch TV together. I call it “movie night,” and the dog eats my crusts. \n\nHe never makes it through a whole movie. He falls asleep with his nose against my knee, shaking as he dreams, and when it’s time to move from the sofa to the bed I have to call to him: “Dusty, come.” And he does. He only comes, I finally realized, when I use his real name."
}