{
  "url": "http://www.nytimes.com/2012/10/21/fashion/a-soldier-leaves-a-girl-behind.html",
  "headline": "A Soldier Leaves a Girl Behind - Modern Love",
  "dateline": {
    "year": 2012,
    "month": 10,
    "day": 19
  },
  "byline": "Kevin Farrell",
  "text": "I WAS at Fort Drum in upstate New York last year when it really hit me. I don’t know if it was because I was getting ready to go to war and was nervous, or because I watched the sun rise every morning at first formation, and that always reminded me of Kathryn. Either way, all I knew for certain was that I was still in love with her, and I had to get her back into my life.\n\nFor a long time I had this crazy idea that I could change the world if I just worked hard enough. The downside of having that idea is that it took me away from home for long periods of time. \n\nI dated Kathryn while I volunteered on the fire-and-rescue department, while I traveled the country for seven months with AmeriCorps, and while I was away for five months at basic training. \n\nKathryn was always at home waiting for me. All told I was away for an entire year of the two and a half years we dated.\n\nI met Kathryn when I was 22 and she was 18. The short version of our story sounds great: Her house caught fire and I was in the fire department. \n\nThe long story is less romantic: I wasn’t on the call and she wasn’t even home. She messaged me on Facebook a few days later when she saw a comment I left about the fire department on a mutual friend’s wall. We chatted online for a few days, then texted, then saw a movie and had lunch, and that was the start of her first relationship and my longest.\n\nWe went to the beach and swam, held hands at the Fourth of July fireworks, went on roller coasters at Six Flags, ate Thanksgiving dinner with each other’s families, exchanged gifts on Christmas. We cried when I had to leave for long periods of time.\n\nWhen I got back from basic training a couple of years ago, I felt different, as if I was doing things with my life and Kathryn wasn’t. I wanted something more, something bigger, and it didn’t seem that she did, so I broke up with her. She was crushed, but she didn’t try very hard to change my mind. Maybe she knew me well enough to know that when I decide to do something, there is no stopping me.\n\nA few months later, in December, something bigger did happen. My National Guard unit was selected for a 2012 deployment to Afghanistan. With our country engaged in two wars, I knew it was not if I was going to war but when. Suddenly our monthly drills got more intense, and our annual two weeks of training that summer made me think over what was good in my life.\n\nI called Kathryn and told her I was still in love with her and I was a fool to have let her go. She said she had a new boyfriend and was happy with him and didn’t want me back. \n\nI looked on her Facebook page and saw pictures of him and her swimming at the beach and riding the roller coasters at Six Flags. I felt as if I was in a “Twilight Zone” episode where I woke up to discover someone else had replaced me in my own life. Even though Kathryn said she didn’t want me back, she entertained the texts I sent saying I loved her.\n\nOne day while she was in the shower, her boyfriend went through her phone and saw the texts, and their relationship ended shortly after. Two weeks later our new relationship started.\n\nIt was a lot different from the first time. Instead of going to school, Kathryn had a full-time fashion job in New York City that she commuted to every day from her parents’ home in North Jersey. She dyed her blond hair red, and she was less loving and affectionate. \n\nReminders of her ex-boyfriend were all over: the stuffed animal on her bed, the iPhone he bought her. I tried to ignore the image of her with someone else, and I tried even harder to make our new relationship like our old one. I tried, but I didn’t do so well.\n\nOur evenings together mainly consisted of us eating takeout and her falling asleep on the couch as we watched reruns of “Project Runway.” Light from the television filled the dark room and flickered on us like a fire but gave no warmth. The space between us on the couch spoke more about our relationship than we did to each other.\n\nAfter two months of this, we were eating dinner one evening when I brought up the elephant in the room: “What are we going to do when I deploy?”\n\n“I don’t know,” she replied, quietly.\n\n“Do you still want to date while I’m gone?”\n\nShe looked down at her plate. “Not really.”\n\n“So then what are we doing?”\n\nAgain, quietly, she said, “I don’t know.”\n\nShe did know. We both knew. She just didn’t want to say out loud that she didn’t want to wait for me again. I understood. She was 22, beautiful and shouldn’t be wasting her life waiting for me. We broke up, but this time she broke up with me.\n\nNot long after, she moved to the Upper East Side of Manhattan. She posted pictures on Facebook of herself at parties and bars, hanging out with guys I didn’t know. I deleted her from my friends’ list.\n\nA week later, at my monthly National Guard drill, I stood in first formation as the sun rose. The first sergeant told us that our deployment was pushed back a few months and we wouldn’t be leaving until July. I thought I had only four months until I left, but all of a sudden I had eight months to sit and wait and be alone.\n\nI tried going on dates, but it never went well. The deployment hung over my head like a guillotine, ready to cut me off from everything I knew and loved. My weekends were spent going out to restaurants and movies with girls I had met online, at bars or through friends. There would be small talk about our lives, the past and the present, but when the future came up, things went downhill. \n\n“We’re still sending people over there?” they would ask.\n\n“Yes. We’re trying to build a stable government in Afghanistan. It’s taking a long time to do that and deployments are on a rotational basis. My unit leaves in July.”\n\nNO one wanted to start a relationship under those circumstances, and I wasn’t one for flings. After being turned down so many times, I stopped trying.\n\nI didn’t take the conversation beyond small talk with the cute barista who always smiled at me when I walked up to the counter. I didn’t talk to the girl on the train who was reading my favorite book. I didn’t do much of anything. I spent my nights at home clicking through links on reddit.com instead of going out. The weeks and months passed and I stayed alone, waiting to leave.\n\nA month before I left, I decided to send Kathryn an e-mail to see if she wanted to get together for coffee or dinner. I hadn’t seen or talked to her since we broke up seven months earlier. After not getting a response for a couple of days, I sent another e-mail asking if she got the first one. \n\nThe next day she wrote: “Yes, I got your e-mails, but I honestly don’t have anything to say. I don’t really see a reason to meet up or talk. I’m sorry. I’ll always wish you the best of luck though.”\n\nI went to New York City and walked around, hoping to randomly run into her. As my feet hit the sidewalk, I felt like an old rusty anchor dragging along the bottom of a rocky seabed, never catching on anything, never getting a hold of anyone. Strangers streamed past me like rushing water. \n\nThe time came for me to leave, and I left. When I got to mobilization training, I figured something out. I realized that everyone belongs somewhere. Beautiful young girls who love fashion belong in New York City, at parties and bars, having fun and meeting boys. Headstrong young men who become soldiers belong on the other side of the planet, at war, shooting and being shot at. We were both where we belonged.\n\nOver here in Afghanistan I’m doing one of the hardest things a person can do, and I might not make it home alive. I don’t know if I’m fighting for freedom, or democracy, or against terrorism. All I know is, I need to get Kathryn back into my life.\n\nBut I also know I won’t, and that’s just the way it is."
}