{
  "url": "http://www.nytimes.com/2012/06/03/fashion/happily-ever-after-divorce.html",
  "headline": "Happily Ever, After Divorce",
  "dateline": {
    "year": 2012,
    "month": 6,
    "day": 1
  },
  "byline": "Wendy Paris",
  "text": "MY husband and I started talking divorce at my friend Sara’s wedding. It was May in the Hamptons. Standing before the crashing Atlantic in her strapless gown, my friend looked vulnerable yet serene, as if she knew this man would always hold back the tide. Sara’s bridegroom read his vows, shivering a little as he promised to always listen, to make her goals his goals, to constantly improve his mind to remain interesting to her.\n\nI sat on a folding chair, huddled under my husband’s suit jacket, looking from the marrying couple to the man I had married. We didn’t write our own vows, but if we had, my husband wouldn’t have made those promises.\n\nI wasn’t really comparing my marriage to my friends’ wedding. A wedding is the cherry atop the dreamy early days. Marriage combined with work and parenthood can be a romance-eroding machine, especially if you have a rambunctious toddler who climbs every refrigerator, parking meter and child-safety gate he sees.\n\nI was comparing the gap between what my husband and I want from marriage and the compatibility of my friends’ expectations. Because having a shared vision for marriage does matter.\n\nAfter the ceremony, I slumped against one of the dunes along the shore. My husband sat down next to me. “You know,” I said, kicking off my sandals and staring toward the distant sun. “What are we doing? Why are we still doing this?”\n\nHe gazed toward the water. He wasn’t expecting me to suggest divorce during our romantic wedding weekend, but he wasn’t shocked, either.\n\nWe had been discussing our incompatibilities for years. We met at a book party in 2000 and were immediately attracted to each other and to certain aspects of each other’s personality. But while I yearn for a deeply united, soul-mate-style connection, he wants something looser, more independent, less enmeshed.\n\nThis difference created friction almost immediately; still, we wanted our romance to last. We took a Calvinist approach to our union, as if “hard work” could yield a better match. Or he did. I was probably channeling the sculptor Rodin. As if by constantly chipping away at each other, we would reveal an edifice of perfect love. Other times, I felt we were erecting a scaffolding of a life — beautiful home, nice parties — and hoping the snug interior would fill itself in.\n\nMy husband is a good person: hard-working, committed to social justice. But I’ve come to a startling truth about myself: I might be happier with a less ambitious partner, someone less focused on his career and curing the ills of the world and more focused on me, actually, and the piddling details of our family life.\n\nWe rose from the sand and shuffled to the reception. The next day, driving around the North Fork, my husband said: “I met a guy last night with a great custody arrangement. He takes his daughter to school and plays with her afterward until the mom gets home. It made me feel hopeful.”\n\nI looked at him, driving responsibly, hands at 10 and 2, as always. I felt hopeful, too. I want my husband in my life, and certainly in our son’s. But I did not see why this meant we had to remain married.\n\nI’ve always had an optimistic view of divorce. My parents divorced amicably when I was 5, and I remained close to both. My father now lives jovially with his third ex-wife, who has become his roommate. My sister recently completed her second divorce and seems happier than ever. I know this may sound as if my family doesn’t respect marriage, but we care about it deeply: we keep breaking up mediocre ones in pursuit of a better match.\n\nMy mother and stepfather just divorced after 35 years. While not my mother’s choice, even this painful split has an upside. My mother and father, simultaneously single for the first time since 1972, began e-mailing each other. There was talk of taking a family vacation: my mother, father, sister and me, and all our kids. The last time we took a family vacation I was 4, and I was thrilled about this proposed reunion.\n\nIn November, when my husband and I finally announced our decision to split, I assumed my friends would bring Champagne and chocolates. “Finally,” they would say to themselves. “They’ve been frustrated for years.”\n\nInstead, I got pushback. “Are you sure you want to do this?” a friend asked. “Maybe you’re just unhappy in your career.”\n\nA therapist friend said, “I have a number of attractive friends your age who are single and have been unable to meet someone new.”\n\n“This may be the last party you two throw,” a friend sniffled at what was, in fact, the last party we threw.\n\nWhy were my friends so reluctant to let my marriage go? Because they like my husband and care about me. But also because not many people in our circle are divorced. In fact, I live among one of the nation’s least-divorcing demographics: for educated couples in the Northeast who married after age 35, the divorce rate is often cited at around 7 percent. And even though divorce has changed in the last 20 years — improved, as has so much in our private lives — negative assumptions persist.\n\nOf course, there are vicious divorces. It’s hard to dismantle a shared life. Fear and anxiety can exacerbate anger, especially if guilt or shame clouds your thinking. Also, now that you’re cutting free, those irritating habits you’ve been ignoring can rear up with years of accumulated frustration.\n\nIt takes real work to hold the nuances in your head, to remain kind and considerate, to remember why you married in the first place and still push forward to separate. As a culture, we understand that a good marriage takes work. Why not work equally hard to have a good divorce? To paraphrase the 17th-century poet John Milton in his treatise supporting divorce, a key purpose of marriage is joyful companionship; a fraught union violates the point.\n\nThe negative feedback began to unnerve me. Were they right? Was I being overly optimistic, trading a subpar match for no one? Would I end up alone, snuggling up with my parti poodle, Paco?\n\nMy soon-to-be-ex turned out to be one of the few people who shared my vision of a better, more connected future — with different partners. “If we get divorced, it’s going to be awful for two years,” he said. “Better to get those two years out of the way sooner rather than later.”\n\nThis coolheaded stoicism, often squelching in marriage, felt reassuring and uplifting when contemplating divorce. He wanted us to focus on the good parts of our marriage and consider it a success that had run its term.\n\n“No one else seems to see it that way,” I said.\n\n“This is really between you and me,” my future ex insisted. “It’s not really their business.”\n\nI’ve longed for that us-against-the-world unity for years. In our separation, he is finally expressing it.\n\nIn January, we sat on the squashy couch under our front window, legs tucked under a soft orange blanket from our former country house, and reaffirmed our commitment to split, at least on a trial basis. We refined the details — who would watch our son when, how we would talk about it at parties. While we never saw marriage the same way, we have nearly identical views of a positive, empowering divorce. Gazing at my future ex, I thought: I’m going to wind up loving him more during our divorce.\n\nHe moved to an apartment around the corner in March, and many of my longstanding frustrations disappeared. I need a lot less from a future ex, and he is far more able to give it. If he is not going to be my husband, he is not “required” (by me) to pay attention to every single thing I say. If he is just a friend, who cares that he won’t try Zumba?\n\nPEOPLE insist it will get harder, that we’re still in the “honeymoon” stage of separation. Certainly other partners and new priorities will complicate things. Still, I’m committed to upholding my end of our ideal divorce.\n\nMeanwhile, my own long-divorced parents have started spending time together. They went to Mexico for a week. We have taken three family trips. They disagree on politics and how to be a grandparent, but they’re careful of each other’s foibles, solicitous. Their gentleness is a model of how I would like to be in my next relationship, which I hope is a marriage that lasts forever.\n\nBut if it doesn’t, that’s O.K. I think we need more flexibility in our view of intimate relationships. You might be married and live in separate apartments. You might be divorced and never speak again. Or you might be divorced and civil. Be divorced and remain friends. Be divorced and discover a new closeness in 30 years.\n\nNow that my parents have reconnected, my vision of the Good Divorce extends “till death do us part.” I’m optimistic about my future with my future ex. Divorce, I now think, is no more fixed a state than marriage."
}