{
  "url": "http://www.nytimes.com/2012/02/19/fashion/adoption-story-what-my-life-might-have-been-modern-love.html",
  "headline": "Adoption Story: What My Life Might Have Been — Modern Love",
  "dateline": {
    "year": 2012,
    "month": 2,
    "day": 17
  },
  "byline": "Jaime Cone",
  "text": "FOUR years ago, when I was 24, my mother handed me a case file on myself. I had long known that I was adopted as an infant and that my birth mother had died in a car accident several years after I was born. But this case file was new to me. \n\nGrowing up, I had internalized my parents’ matter-of-fact approach to the subject, and by the time I was in elementary school, being adopted hardly seemed worth mentioning. Even so, when a classmate and I came across a book called “Why Was I Adopted?” one day during reading time, I said to him happily, “I’m adopted!” \n\n“No you’re not,” he replied. “You’re lying.” \n\n“I really am,” I said, bursting into tears.\n\nI told the teacher’s aide, and within minutes I was already over it, but the aide apparently saw the chance for a teachable moment.\n\n“Do you know why you were adopted?” she asked. \n\nI told her it was because when I was a baby, my biological mother didn’t want to take care of me anymore. \n\n“Didn’t want to, or couldn’t?” she asked pointedly. \n\nI was taken aback, then said I guessed it was because she couldn’t, though the distinction hardly seemed important.\n\nWho cared if she could or couldn’t, didn’t want to or simply didn’t care? I was a bubbly, smart child who insisted on wearing only dresses to school and who commanded the room during Christmas parties by standing on a folding chair and belting out carols. I was delightful. As far as I was concerned, if this mysterious woman didn’t want me, it was her loss.\n\nA couple of years later I came home from school and my parents looked worried. “We thought this might happen,” they said. “But we didn’t think it would happen this soon.”\n\nMy mind immediately leapt to divorce, since that was the only thing I could imagine warranting such seriousness. Instead, they sat me down and told me that my half sister had called and left a message. They had mentioned before that she existed, but for the first time they told me more. \n\nShe and I had the same mother, they explained, and she was interested in meeting me. She was only 18 and had just had a baby. \n\nI don’t remember the conversation very clearly, but I gathered they felt the timing was a little suspect. They were concerned she might be after money. They said the decision to talk to her was up to me, and I told them no, I didn’t want to. It was hard to ignore their expressions of relief.\n\nIt wasn’t until several years after I had graduated from college that I thought more about the biological relatives I never knew. Out of the blue, my half sister had contacted me via Facebook, introducing herself, and I wrote back, which led one winter day to my going to visit her and her daughter in the sleepy Vermont town where she grew up and still lived with her paternal grandmother. \n\nAs I drove my car up the icy driveway to their run-down whitewashed house, I realized just how different our worlds really were. She was out of work, other than the odd house-painting gig. She had enrolled in college briefly but dropped out after less than a year. She drank too much. She told me she had been fired by every employer in town, or else had worked there once already and quit. She had no car, and said she felt trapped. \n\nThe next summer my half sister invited me to a family reunion where I would meet my grandmother and several aunts and uncles. Over an outdoor picnic lunch, with pained smiles, they told me a little about my birth mother. \n\n“As a child she was good at everything without even trying,” one of her sisters said. “Dancing, painting, riding a unicycle.”\n\nApparently, however, she was also naturally attracted to trouble and had a history of drug addiction and alcohol abuse, though she avoided it while pregnant, they assured me. \n\nIt was dark when I returned home that night. I was staying with my parents, and after months of living in close quarters tensions among us were high. \n\n“How was it?” my mother asked in a wobbly voice. \n\n“Fine. I had a good time.”\n\n“Do you consider them your family?” she asked. \n\nI told her I did. “Of course, you’re my family, too,” I added, though it should have gone without saying. \n\nThe next day I was reading a book in the living room when she sat down next to me and handed me the file.\n\n“I think it’s time to give you this,” she said. I flipped through it awkwardly without reading anything. Only now do I realize how strange it was that she would hand over such an overwhelming collection of information without a word about what I might find.\n\nIt would be months before I had the courage to read any of it. One night I gave in to curiosity and opened the folders with a boyfriend. I was entranced as I turned over page after page. But I completely lost it when I came across a letter my mother had written to me when I was 2. \n\nComposed in a shaky, barely legible cursive more typical of an elderly person than a young woman, the letter was a page long, on notebook paper. Near the beginning she wrote, “The reason why you are adopted is because of the risk of poverty.” And she concluded with: “Jaime I share the pain and love you but not with the mistaken message and I try to do my best also.” \n\nCLEARLY there were strong emotions she was trying to convey, but much of the letter made no sense, and it infuriated me.\n\n“What is this?” I cried, wiping away tears. “She tried to write me a letter and this is the best that she could do?”\n\nThe files contained a jumble of documents, many of them court papers about guardianship. Evidently my parents had spent a lot of time and energy trying to legally adopt me, and there were notes from caseworkers apologizing about delays and complications. There were also impersonal greeting cards my mother sent me with prayer cards tucked inside and an evaluation of my birth mother from a hospital stay when she was 15. Suffice it to say, she was troubled. A few months after I was born, a disposition report from a social worker contained the ominous statement: “The mother, at this point, is a dangerously inadequate custodian. Placement with mother is a threat to the child.” \n\nOne court document described a particularly desperate night when she tried to give me away to an incredulous couple at a bar. Out of concern, they took me and called the police. I was taken into foster care, but the situation didn’t improve; one account of her behavior during a visit with me recounts her screaming at my temporary foster mother, pouring milk from my bottle over her head, and storming out of the house.\n\nMy birth mother died in 1986 on a dark roadway in Clarendon, Vt. A newspaper article stashed between court documents displays a photograph of a minivan with its hood caved in and windshield shattered. She died an unidentified white woman “in her mid-20s” according to the police, though she was actually 30 — “wearing a red long sleeve shirt, brown leather vest, green army jacket and bluejeans.”\n\nIn a strange way, the file has changed my perception of my own behavior. A social worker observed that while my birth mother was pregnant with me and living in a group home, her ability to communicate “was somewhat difficult to follow at times and made it hard for certain residents to take her seriously.” \n\nWell, I thought. When I’m nervous, I tend to ramble in a nonlinear way, or make people laugh with my unintentionally blunt responses. I had accepted these quirks as part of who I am; now I twisted the mannerisms into insidious character flaws — signs of some impending unraveling.\n\nA part of me hates the file and wishes it never existed. But some bits I treasure, and I read them over as a mental salve when the rest of it leaves me feeling depressed. Not only does it help me understand my parents’ attitude toward my biological family, it reminds me of how truly lucky I am: how my life could have been different had my adoptive parents not endured years of uncertainty and stressful battles in trying to legally make me their child. \n\nSprinkled throughout the documents are reminders of my parents’ dedication and how their love for me was obvious to everyone from the start. I found myself smiling when I read a report that said: “Present placement is very stable, safe, nurturing, warm and provides Jaime with a sense of permanency ... the current caretakers are very, very much interested in adoption if the child is freed.”\n\nI’m glad they stuck it out."
}