{
  "url": "http://www.nytimes.com/2012/01/22/fashion/watching-them-watching-me.html",
  "headline": "Watching Them Watching Me — Modern Love",
  "dateline": {
    "year": 2012,
    "month": 1,
    "day": 19
  },
  "byline": "Dean E. Murphy",
  "text": "TO celebrate our 25th anniversary, I had the videotape of our wedding converted into a DVD as a surprise for my wife. This was going to be a stay-at-home anniversary; we had splurged on our 20th knowing that by this year our oldest son would be frighteningly close to college. So a quiet dinner and a movie — our own movie — were what I had in mind.\n\nMy wife and I hadn’t viewed the ceremony in years, but the routine was delightfully predictable. She would cry on cue (at the moment when she choked up reciting her vows) and we would hold hands and give each other that knowing look — the one that said, “I’d do it all again, in a heartbeat.”\n\nI had forgotten how long it took to get beyond our background stories — the high school swim teams, the travel — all leading to that electric day in Santa Barbara, Calif., when we first laid eyes on each other and knew almost instantly we were meant to be.\n\n“I’ve met the man I’m going to marry,” she reported to her mother that first night.\n\nAs the DVD played on, the tears began welling, but this time long before we recited our vows. And it was me crying.\n\nMy God, she looked gorgeous as she stepped out of the white Cadillac, dodging the raindrops. She beamed a smile at the camera, her eyes filled with anticipation. Everything was perfect down to her painted toenails. I remember it all so well, back when Heaven was so generously shining on me, the lucky guy I was, this dream bride at my side.\n\nMy oldest son wandered into the room and grabbed a seat. He had seen the tape before, but didn’t really remember it, and certainly had never watched it with such purpose. On screen I had a full beard and thick wavy hair and looked more his peer than the middle-aged father now sitting next to him. It was funny watching me pace with my groomsmen, awkwardly waiting for the ceremony to begin. \n\nAs I sat in front of the TV, I laughed and cried all at once, knowing with hindsight all that awaited us.\n\nHis mother — well, she looked stunning to my son, too, and there was no mistaking her. “Let’s get this show on the road!” she ordered. My high schooler immediately recognized his mom, a quarter-century of distance erased by a handful of take-control words.\n\nStill, he didn’t stick around. It turned out to be too hard for him to sit with me, his dad by then reduced to a helpless spectator to his own life. He felt like an intruder, he later confessed. And when one of his brothers happened by, he, too, was so unnerved that he darted out the front door. His eyes were swollen and red when he returned, not a word needing to be exchanged between us.\n\nYou see, as hard as it has been for my three sons to lose their mother — she died rather suddenly two months shy of our 25th — I learned that anniversary night that it has also been hard for them to watch me lose the love of my life.\n\nAs alone as I feel, I am not actually alone. I have three sons who can pinpoint with laserlike precision the gaping hole in my heart. It is an odd feeling as a father to be so transparent, so naked, in front of the children you still provide for. But the death of a spouse rewrites the rules of a family in ways I never could have imagined. Some decisions in life, it turns out, are made for you, leaving you an unwitting accomplice and spectator at once.\n\nMy sons stood witness as I spent the better part of five months trying to keep my wife alive. She received a diagnosis of kidney cancer a few days after Thanksgiving, and we buried her the week before Easter. \n\nIn some ways it was a flash, those 134 days, fighting for treatments, arguing with insurance companies, pushing for another drug, getting her to the hospital for chemotherapy. Always another deadline, something to arrange, a problem to solve.\n\nBut the boys lived every day of it, and while I was caught up in the moment, they were watching in slow motion, each frame frozen in agonizing detail. \n\nWhen they would act out or indicate neglect, I was frank in my plea to them: As harsh as this may sound, I can’t make you my priority right now, so please don’t insist on it. I love you, and remain here for you, but my energies are focused on getting your mother healthy. She needs me like never before.\n\nNot that they didn’t test me. Little things would conflate into big ones. The struggle over just getting to school on time became a flash point beyond reason as the routines of everyday life — from when to eat meals to whose authority to respect — were suddenly up for negotiation. \n\nMy updates on their mother’s condition were rarely taken at face value. I was hiding something, or spinning them, or worse, I was in the dark myself. In a near instant, the world was not what it used to be.\n\nAnd never would be. Nothing anyone did made much difference, not in stopping the cancer or even in managing the pain. Still, when it became clear that she was not going to get better, she mustered her strength and invited the boys into our bedroom. It would be another 10 days before she died, but she said her goodbyes that night in the sanctity of our home and on her terms.\n\nWe all curled up on the thick white sheets and fluffy down comforter, craving her every affection, tears streaming down our cheeks, incapable of saying much beyond, “I love you.” We knew this was one of life’s consequential moments, even if we did not wholly appreciate the finality of it.\n\nAPART from the grief of a beloved spouse gone missing, a widow or widower has the institution of marriage to confront. Not just because you are suddenly without it, but with kids still at home, the marriage lives on in the world you’ve built as a family. The living room furniture you picked out together, the unfinished plans to remodel the kitchen, even who walks the dog in the morning — all residuals of a bygone bond. \n\nOver the summer, we celebrated my middle son’s 16th birthday with a boxed cake I concocted with the help of his little brother and a tub of store-bought frosting. \n\nBirthday cakes were his mother’s domain, and she made magnificent, artistic monuments to their lives, confections that told the story of the past year better than any journal entry or photo album. Mine was hardly that, but I did my best to keep my wife’s tradition alive — and with it, our marriage.\n\nIn a moment of despair, after every effort to save my wife had failed, her mother pulled me aside. I had never felt so helpless or inadequate, and she could see that. I may not recognize it right now, she told me, but I had given my sons the greatest gift a father could give: the example of unconditional marital love. \n\nWhat she didn’t say was that in providing that example, I was also inviting my sons into the inner chambers of my life. That is not something fathers normally do, at least not in the case of adolescent children, and once that door is open, it does not easily swing shut.\n\nAt such an isolating time in my life, that is perhaps not a bad thing. But this new order can take some getting used to. My mental health, social life and work ethic are all fair game to my children. Is your belief in God shaken, Dad? Are you angry? How are you taking care of yourself?\n\nOn a visit to the doctor to get his flu shot, my 12-year-old lectured me on finding “healthy” ways to vent my sadness and frustration, gently pointing out that I might have come down too hard on his two brothers that weekend. To the same point, there was nearly a round of applause when I announced that I had found a bereavement group I intended to stick with. \n\n“You’ll like it,” my youngest told me. “Sometimes, you just need to say whatever you want and not worry about it.”\n\nWhen I look back to the morning my wife died, it is now clear to me that my sons were well down this road even then — that they recognized our family’s changed order and its consequences. As we were driving home from the hospice in exhausted silence, my oldest son, in the passenger seat where his mom had always sat, turned to me and then to his brothers. \n\n“It is just the four of us now,” he said. “We’ll need to be here for each other.”"
}