{
  "url": "http://www.nytimes.com/2012/12/30/fashion/modern-love-three-mothers-one-bond.html",
  "headline": "Modern Love — Three Mothers, One Bond",
  "dateline": {
    "year": 2012,
    "month": 12,
    "day": 27
  },
  "byline": "Jennifer Hauseman",
  "text": "WE found out by text message. “Don’t get on the plane. The birth mother is unsure.”\n\nIt was 6 a.m. in December in Seattle. A quiet stillness — the kind only possible after a month of winter rain and gloom — threatened to envelop us. We began our vigil, calling the Louisiana social worker not nearly as much as we wanted to. We received no answer, had no connection to the couple that had chosen us, a lesbian couple, to adopt their just-born baby.\n\nThe night before, as we double-checked our bags to make sure we had formula and baby clothes, we received a photo of him, also by text. Then it felt amazing to be so connected by technology. Now, the chasm created by our unanswered texts and calls made us feel utterly adrift.\n\nBy noon we knew all hope was gone, but without a final word we banged around our house, not wanting to unpack. The blue gloom began settling in by 4, but we hesitated to turn on lights, not wanting to commit to the idea that we were here to stay. At last, almost 12 hours from when we were to leave for the airport, we got the word: She had left the hospital. With the baby.\n\nThe next day we spent the morning in tears, telling only our immediate family that the grandchild they were so excited for was not coming. We told other friends via e-mail and asked them to tell anyone we had missed, as each time we said it out loud it felt like pushing on a deep, spreading bruise.\n\nWe had to escape, so we left for our refuge, our cabin on the Oregon coast. We fled our house with just the essentials: glasses, changes of clothing, books we wouldn’t have the patience to read. We knew our friends would be coming later to pack up the baby’s room and put everything into sterile plastic bins to store in our home’s crawl space.\n\nIn the car, I gasped out loud, breaking the heavy silence. I remembered that our automatic e-mail replies for work were on, telling colleagues we had started maternity leave. We pulled over to shut off the offending technology, stemming the tide of barely familiar colleagues who would send us their misbegotten congratulations.\n\nFor the following year, the only connection to our “disrupted” adoption was financial. The agency was lax in returning the small amount of the thousands we paid that we were entitled as a refund. Not being a legally recognized couple, we couldn’t split the burden of chasing down the money. Because only one of us was listed as the adopting parent, my partner had to deal with every call and detail related to the child that didn’t enter our lives as I stood mutely by, the unrecognized party, unable to share the burden.\n\nWe had learned that no country in the world would let an openly gay couple adopt internationally. Many of our states don’t either, so gay couples try to adopt, as we did, as a single parent. We comforted ourselves with the idea that at least we had the resources at our disposal to try again. Some lesbian couples we know did not.\n\nWe started again, this time with an “open” adoption agency. The openness didn’t just apply to the adoption itself, where we would have lifelong relationships with the birth parents, but in another way, with us as a gay couple. We could be ourselves, out and together, as we are in all other aspects of our lives.\n\nWe steeled ourselves for the process yet again: more fingerprints sent to the F.B.I., a new home study, a new agency, and another wait (average length for straight couples: 13 months, for gay couples: 16 months). At almost exactly 16 months, we got the call: a birth mother from the Seattle area had picked us off the Web site. She was due in August. An art student, she had connected with us because we cited Harry Potter and “The Lord of the Rings” in our profile as books and movies we enjoy.\n\nCould something that tenuous really bring a child into our lives? The link felt as thin as spider silk. We prepared for our initial meeting, sweaty and unsure.\n\nOur caseworker slipped out of the office to bring in the birth mother, and a moment later we took in this living, breathing person for the first time, an experience so different from our last, where we met no one and knew so little. She was beautiful, tall, self-possessed, tattooed. She looked like — and was — the kind of 20-year-old that worked the cash register at a trendy hair salon.\n\nWe went out to eat after our meeting, awkward as teenagers, bumping down the street, trying to settle on a restaurant. We kept thinking this birth mother would change her mind with each step. She had read our in-depth home study and knew an incredible amount about us. She had seen photos of our house, our family, our lives.\n\nOnce seated, we shoveled in food blindly, trying to absorb her, this strange, magical creature who had picked us. As we left the restaurant, she asked what kind of car we drive. A Golf TDI, we told her.\n\n“I thought it was something like that,” she said. “I pictured a Prius.”\n\nEverything that was practical about us — like that we care about gas mileage — was a plus to her. Steady. Parental. It helped her feel good about her decision. And we basked in her approval.\n\nWe drove her to her friend’s apartment, where she was crashing for a time. We chatted in the darkness of the car, staring ahead and beginning to share secrets about ourselves. We had been together for hours by the time she finally said good night. On the way home, we obsessed: Was it a good thing that we spent so long together? It felt like it, but we had no road map for this.\n\nOver the next month, we spent days together. I pushed, wondering how far our fragile new relationship would extend: “What if we looked at baby name books together, in case there was one we all liked?”\n\n“O.K.,” she said with a shrug, smiling shyly.\n\nIN the end, we chose our daughter’s name together, something I had fantasized about when I first started thinking about an open adoption. She knew our story, and our deep sadness. “I won’t do that to you,” she would say. “I won’t change my mind.”\n\nAfter a full day spent together, topped by a dinner of sushi, I realized how much I liked this girl. She said she had picked us, in part, because she had read that lesbians have the longest wait for adoptions of all, and she wanted to right that wrong. How could we not love her?\n\nHer instructions for the delivery room were that she and her mother would go through labor together, and her mother would get us once the baby was born. We entered the birth suite minutes after delivery and scooped up our daughter, incredulous and happy.\n\nIn Washington State, birth parents have 48 hours to change their minds. Because our daughter was born on a Thursday morning and courts are closed on weekends, we would have to wait four days for the birthparent’s rights to be terminated, and for us, in effect, to be parents.\n\nThat first night, in the birth suite, when the birth mother had been moved to a postpartum room to give all of us privacy, I stared at this miraculous little girl. My partner was dozing on the couch and heard me start to cry.\n\n“I can’t undo this,” I said. “If the social worker comes to take this baby away, we will have to burn our lives down.”\n\n“Yes,” she said. “We will. But this is our daughter. Our birth mother won’t change her mind.”\n\nI slept in brief bursts, tortured by the thought of coming this far only to lose again.\n\n“It won’t be until the afternoon on Monday,” the caseworker warned us. “The judges don’t like it when lawyers rush in to terminate parental rights.”\n\n“O.K.,” we said. “Just please let us know.”\n\nIt was 10:15 on Monday night when the agency called. “The parental rights have been terminated,” a woman said.\n\n“Thank you,” I said, feeling melancholy, because I knew how hard it was for our birth mother, alone.\n\nI texted her: “We would love to see you.”\n\n“You will soon,” she replied.\n\nIt is three months later. The birth mother, now our friend, comes by for family dinners once a week, as she predicted. She tells us about her work, her classes, cute boys, travel plans. She seems remarkably well.\n\nI once asked her if she cries when she leaves us.\n\n“Only sometimes,” she said. “I like it here. I like seeing you. That helps. Plus, I always knew it would work out. That it would be just like this.”"
}