{
  "url": "http://www.nytimes.com/2012/09/09/fashion/romance-the-ultimate-souvenir.html",
  "headline": "Romance, the Ultimate Souvenir --Modern Love",
  "dateline": {
    "year": 2012,
    "month": 9,
    "day": 6
  },
  "byline": "Eve Fairbanks",
  "text": "THIS summer, during a conference in Berlin, a fellow attendee told me about the kind of summer love that arises in his profession. \n\nHe was a military officer who had been posted in Europe, and not infrequently a soldier would come back from a furlough in Croatia confessing he had fallen in love with a stripper. Not in lust, in love, the soldier would insist, and he wanted to marry her.\n\nA fellow officer had developed a question to test the depth of a young man’s passion, though the officers still rolled their eyes at the idea that enduring love could be born in a pole-dancing joint in Dubrovnik. \n\n“Do you know her parents’ names?” he would ask his love-struck charge. “If not, you can’t marry her.”\n\nI laughed. Not because the soldier’s feelings were ridiculous, but because they were so recognizable. \n\nI’ve always fallen in love on vacation. Who hasn’t? There’s a distinctive intensity to vacation romances. The object of our affection rises from the crowd like fireworks, simultaneously illuminating the unfamiliar landscape of our travels and obliterating its interest.\n\nWhy do we fall so hard on vacation? I have my theories. \n\nThe first is that the vacation, as a setting, imbues a crush with a heightened sense of meaning. Although conventional wisdom says we have flings on vacation because they won’t have to mean anything, this couldn’t be more wrong. We have flings on vacation because they seem to mean everything.\n\nYou know the feeling, when away, that the new and magical environment you are in is trying to send you a message about how to live? A week in Paris reiterates the power of great food; a month in Joshua Tree National Park admonishes you to wedge time out of your work flow for the contemplative and the holy. \n\nWe’re primed, on vacation, to recognize such messages in what we see, hear and eat, and in the people we meet. These strangers often seem to carry important information about what is valuable in life, and this makes them incredibly alluring.\n\nI remember my first summer love as such a prophet. He was a dancer at an arts camp I was sent to. I was 12, the shortest girl in my class, with pimply skin and Coke-bottle glasses, profoundly uncomfortable in my body. \n\nThe camp was in northern Michigan, and many days it rained. That made me desperately anxious because it imperiled the fragile hairdo I’d devised to tame my natural curls: bangs blow-dried around a huge roller and sprayed so they sat in a stiff, perfect, artificial hoop on my forehead as long as I didn’t move fast or encounter moisture.\n\nI first saw him from the bleachers of a performance hall, practicing his part of a duet alone on an empty stage. He was tall and lithe, with a shock of Baryshnikov hair and dark circles under his eyes that made him look deep. Moving fluidly with and around the partner who wasn’t there, his body looked so at ease, so natural, so like a single unit, not like the pastiche of “good” and “bad” features that I inhabited. \n\nHe was living on a higher plane, one in which the body wasn’t the obstacle to pleasure but the vehicle to obtaining it, a plane to which I newly aspired. In the context of the middle-school boys I knew back home, in their flannel shirts and cargo shorts, the image of his body in a leotard was a revelation.\n\nWhen we’re away, we allow ourselves to be drawn to people who are thrillingly different from us, even inappropriate. A half-dozen summers after the dancer, I fell for a German Lutheran pastor in Brussels. I’m Jewish, but even more significantly, I was 13 years younger than him, not even 20. We were both in Brussels temporarily; I had an undemanding internship at the United States Embassy, and he had an equally forgiving stint at a theological institute. \n\nWe took afternoons off to roam the city’s jewel-colored Art Nouveau bars, he puffing on Gauloises, me sipping the beer I still wasn’t allowed to drink at home. I thought he had a poetic soul. Indeed, he loved poetry, sending me reams of Hölderlin over e-mail during the days we were apart. At night, we lay in bed and prepped him for his sermons by reading the Psalms aloud.\n\nThe idea prospers that vacation flings are an escape from our real selves. But maybe what’s really happening is that they draw out selves that are real but suppressed. When we’re young, we stifle many possible selves to channel our energy into one, but the others can probably never be fully smothered. They merely wait for a trigger to revive. That can be a new place, a new person or, most powerfully, both. \n\nI had decided before I left for Brussels to be a diplomat instead of a writer, but the freedom and the bars and the romantic northern European weather — cool, with a mottled layer of clouds rolling fast and low over the ground so that one second it was overcast and the next bright — were bringing out the poet in me. As was my pastor, who encouraged me to respond to his Hölderlin with my own words.\n\nAt summer’s end, he asked if he could come back with me to the United States. I didn’t want the affair to be over, but the thought also horrified me: this man out of Molière roaming my college campus, his Bible in one hand and his Gauloises in the other! I worried most about what my friends would make of his profuse smoking, although this was also one of my favorite things about him. It was a vice that went charmingly with all that conspicuous virtue.\n\nThe ultimate truism in our understanding of vacation romance is that it’s exciting because we don’t see our new lover’s flaws. Again, I think the opposite is the truth: on vacation we stop judging and allow ourselves to relish another person’s quirky imperfections.\n\nWhen I consider what most attracted me to the pastor and the dancer, I think of what slightly marred their beauty: the pastor’s cigarettes and indecision, the dark circles under the dancer’s eyes that suggested he, too, was vulnerable to exhaustion. \n\nOnce, vacationing in Stinson Beach, Calif., north of San Francisco, I developed a crush on a waiter at the oyster restaurant where I ate most meals. The weather was bad and there were few people in town, so it was often just the two of us in the dining room. \n\nHe was incredibly elegant, with crisp black shirts and fashionable horn-rimmed glasses; his manner was perfect, warm and dignified; and he was an intellectual, confessing a love of Shakespeare. \n\nHe also had crooked teeth. I wondered why such a refined man was waiting tables and hadn’t fixed his teeth. The picture didn’t quite square, and its crookedness only intrigued and delighted me more.\n\nTHE makers of Persian rugs know that an imperfection makes a beautiful carpet more winsome. We are drawn to the cracks in a wall, the cake with a slight droop, because these are what make something — or someone — individual. We indulge our natural attraction to imperfection more freely on vacation. \n\nRemember how your favorite part of touring Kenya was the bus that was so packed you had to share your seat with chickens, or, in Sicily, the angry baker who denied he had cannoli even though you could see them in the display case? \n\nMy favorite part of a Moscow trip was using an old Soviet-designed oven in my apartment; the temperature could not be adjusted because the plastic dials had long ago melted off. We tried to bake a pie anyway with apples we had collected from a village, and it was impossible, but I knew then it would make a great memory, and it did.\n\nAt home, though, in our ordinary lives, imperfections are liabilities. We repaint, we replace. We tolerate flaws in our partners but rarely cherish them. Partly this is the inevitable shift to a longer-term calculus. Those crooked teeth: will my children have them?\n\nBut I also think our aversion to imperfection is amplified by today’s Match.com dating philosophy, in which compatibility is king, smokers are excludable by checking a box, no weird tics and take care of your body, please.\n\nOn vacation, we fall in love less by logic than by instinct. The question then becomes: Should we be trying to love in regular life more like we love when we travel? Should we be dating strippers and oyster-bar waiters? Probably more often than we do, but not all the time. \n\nThe final thing that distinguishes vacation love, what makes it so great, is what transfigured my experience with the Moscow oven: the knowledge that it’s already halfway to becoming a memory. "
}