{
  "url": "http://www.nytimes.com/2012/05/20/fashion/reorienting-after-a-relationships-end-modern-love.html",
  "headline": "Reorienting After a Relationship’s End",
  "dateline": {
    "year": 2012,
    "month": 5,
    "day": 18
  },
  "byline": "Kate Mcgovern",
  "text": "SOME years ago, when I was living in Britain, I received an e-mail from a college friend who had recently announced her first pregnancy. “We have become good friends with a black/white couple,” she wrote. “They have a precious baby boy — you and Dan are going to have the cutest kids!” \n\nYes, Daniel was black and I was white — a British Jamaican and an American half-Jew, respectively — and yes, I suspected that we would have cute kids. But her well-intentioned e-mail made me roll my eyes. It was hard to imagine commenting to a white couple that their future children would be attractive simply because you’d seen some other white parents with a good-looking child. \n\nNow that Daniel and I have broken up, no one tells me how cute my kids are going to be anymore. To be fair, that’s probably because I’m 30 and single again and my friends are trying to be sensitive by not talking about my future children at all. But to me, this is all part of a strange new landscape I am navigating, as I renegotiate both my singleness and my whiteness.\n\nO.K., let’s not mince words. Whiteness is indelible. With and without Daniel, my skin color has allowed me countless minuscule and immense privileges, most of which I don’t even notice unless I choose to.\n\nBut when I fell in love with Daniel, my whiteness no longer told the whole story. With Daniel, I was white as ever, but I was also part of a unit that was half white and half black. Coming out of that, I’ve learned, is complicated.\n\nDaniel and I were one of those couples that made a good story. We met in New York. I was living there when he came for a week to see a mutual friend. There was a dinner party; we locked eyes and ignored everyone else in the room for the rest of the evening.\n\nA few days after Daniel returned to Britain, I stood in front of the mirror in my apartment in Queens and said out loud to my reflection, by way of trying to convince myself not to e-mail him — “What are you going to do, move to England?” \n\nI e-mailed him. Seventeen months later, I moved to England.\n\nAnd then, three years after that, I came home to Boston for what I expected would be a monthlong visit, and he called me on Skype and told me it was over. \n\nThere had been no warning, no gradual deterioration. Not two months earlier, we had spent more than $1,000 on my new spousal visa. We had been through trying times — the trans-Atlantic distance, a long stretch of unemployment and, most devastatingly, the sudden death of his mother — and through it all, we’d been solid. But now he wanted out.\n\nHe shipped my things. I got a job, an apartment and carried on with my life — broken in strange places, but functional. \n\nAt the end of a serious relationship, you are left feeling somewhat flummoxed by who you are on your own. I missed small and large things: long drives through the English countryside, damp summer afternoons at the pub. I missed cooking Jamaican rice and peas with Daniel every Sunday, the smell of scallions and red chile peppers and crushed garlic sizzling in ground nut oil.\n\nI missed my best friend. I’d lost my other half, my daily source of raucous laughter. I was without the man I’d moved across an ocean to wake up next to, the man I believed would be the father of my children. \n\nAnd for us, race was part and parcel of all of those things. Daniel and I talked about race a lot. Some of our friends, other mixed-race couples, never really acknowledged their differences: they chose the path of “colorblindness,” whatever that means. This approach wasn’t for us. Daniel often joked that if our children came out of the womb without Afros, he was putting them back. His blackness mattered to him and was a source of pride and power; it was a cornerstone of his identity. If I failed to see that, I failed to see him. \n\nWhen Daniel and I talked about our future, our eventual children were ever-present. Peggy Orenstein once wrote that when she was pregnant, she imagined that as the woman in the relationship, she would be in charge of talking to her daughter about gender, and that her Japanese-American husband, as the person of color, would be in charge of race. She learned that this was not the case: they were both responsible for nurturing their daughter’s gendered and racial identities. \n\nBecoming the kind of white woman who was equipped to do that, who was able to be a valuable partner to a black man and eventually a strong parent to black children, required not only learning how to respond effectively to racial bias, but also learning to accept that my loved ones would inevitably experience the world in ways I’d never fully understand. This was an active, continuing process: love isn’t enough. I was working on it. Working on it became part of who I was.\n\nSo we talked about race a lot. We talked about it when a pair of cops stopped to interrogate Daniel about what he was doing in front of our London flat one night as he put my empty suitcase in the backyard shed. We talked about it when a woman at the gym asked about the “colored man” I worked out with. And we talked about it when it was reported that Oxford had accepted just one British Caribbean undergraduate for the 2009 incoming class. These conversations came up as we cooked, as we rode the Tube, as we lay in bed. They were part of our daily life; they mattered to us both.\n\nI envisioned us navigating those trenches forever. But then we broke up, and I found myself wondering if I was the same kind of white person I’d been before. \n\nOf course, in many ways I was. Daniel didn’t teach me that race matters, nor was that his job. I was raised to think critically about such things, and my professional life working in schools furthered my understanding of the intractable nature of institutionalized racism. Migrating among a nearly all-black school in Harlem and nearly all-white schools elsewhere in Manhattan, I saw the grossly different daily lives of children who lived blocks from one another. I already knew that wrestling with the racial realities of this country, with what it means to bear privilege and in doing so inevitably inflict damage on those who don’t, is a lifelong, messy process.\n\nBut regardless of my relative awareness of the racist structures I lived within, it was hard for me — it’s hard for white people, period — to feel racism personally. Racism can matter to us, make us angry, but it usually isn’t personal. Personal is yourself, or your mother, or your child. \n\nOr your partner. Understanding intellectually that black men are at risk in this world is one thing; fearing for Daniel’s safety was something else entirely. And that doesn’t go away just because Daniel has. \n\nSo when I began to dip my toes, tentatively, back into the dating world — when I finally accepted the possibility that my shattered heart could be somehow repaired and then proffered up again, to someone new — I had to ask: Could I be with a white guy? \n\nRidiculous question, I know. But Daniel often used to say (with only a hint of irony): “You can’t talk to white people about this stuff.” Could I be with someone who didn’t concern himself with the fact that young black men are punished disproportionately in school compared with their white peers? Or that they are stopped and searched far more frequently, even though they are less often found with drugs in their possession? Could I be with someone who thought such things didn’t matter? Or who believed that we had gotten past them when we moved a black family into the White House? \n\nI think not. But that’s only another feature of my future partner, like a sense of humor and a commitment to parenthood, that could be present in a person of any race. I should know that.\n\nThe real work, I understand more and more, is learning that a relationship changes you, and yet you are still you. If it ends, you take some things with you, you leave some behind, and hopefully you’re better for it. \n\nSo I will keep working on it. And on a Sunday, if I miss rice and peas, I can just whip some up. If the man in my life one day is Italian, Chinese, or anything other than Jamaican (which seems likely: it’s a small nation), I hope he’ll enjoy my Jamaican cooking anyway. Or we could learn to cook something else."
}