{
  "url": "http://www.nytimes.com/2012/07/22/fashion/when-a-mother-is-a-professional-profiler-modern-love.html",
  "headline": "When a Mother Is a Professional Profiler - Modern Love",
  "dateline": {
    "year": 2012,
    "month": 7,
    "day": 20
  },
  "byline": "Liza Monroy",
  "text": "I DON’T like him,” my mother said. I had called her from the train after visiting my long-distance boyfriend of eight months in Boston. I wanted to tell her how hard I had fallen for him, a man I had gone to college with but didn’t know then. We met at our 10-year reunion and immediately connected. He was moving to Brooklyn to live with me. I was thrilled, but my mother insisted it was a mistake.\n\n“You’ve never even met him,” I said. \n\n“I have negative vibes,” she said.\n\n“You’ve never even seen him.”\n\n“I don’t like what he posts on Facebook.”\n\n“You’ve never had one conversation with him.”\n\n“He’s not a bad person,” she said. “He’s just not right for you.”\n\n“You focus on such superficial qualities,” I argued. “Snap judgments tell you nothing about a relationship.” \n\n“I’m a profiler. It’s what I do for a living.”\n\nFor 26 years my mother worked for the State Department as a consular officer in the Foreign Service, interviewing visa applicants, quickly determining whether they were lying about their plans, whether they would stay illegally.\n\n“When you talk to several hundred people a day, you get good,” she said. “It becomes second nature.” She has won awards for her work, and she thought I should listen to her judgments of my romantic partners. \n\nInstead, I became irate. \n\n“You don’t let other people embrace who they are,” I said at the end of that train call. “And that’s why being around you is suffocating.” \n\nFrustrated, I called my cousin Doug, who also had worked in the Foreign Service. \n\n“It’s a mathematical equation based on how your mother interviews visa applicants,” he said. “She has it down to a science: what’s his income, his job, his background? She’s applying the same criteria to your relationships.”\n\nHe was right. My mother was profiling my boyfriend based on, well, a profile: a half-sleeve tattoo and status updates. My boyfriend’s rocker appearance and brief posts didn’t represent the man who loved children and the ocean as much as I did, who was talented at baking and home repair.\n\nHe held a job at a prestigious university and worked on films in his spare time. He was kind and loving. I didn’t understand what my mother saw as wrong. I suspected she would have approved were he exactly the same but Jewish and sans tattoo and band T-shirts.\n\nAt 32, I didn’t want her input on my every decision. How could she really know? Her job kept her overseas and we saw each other about twice a year. While she jokingly called herself “the Profiler,” I called her by some other names: “MicroMOMager” and “Smother.” \n\nI was starting to think she would find a reason any man I dated wasn’t right. I was her only child. What if, I began to suspect, she didn’t want me to find someone so she could keep me for herself? \n\nWhat really worried me, though, was that she had done this before and been right.\n\nMy previous relationship was with a poet I met in graduate school. Within a month, we planned to move to some quaint college town where we would fill our life with books, pets and elaborate vegetarian meals. My childhood spent moving around the world with my mother instilled in me a desire for a more rooted, traditional family. I thought I had found a compatible man.\n\nThen the Profiler swooped in from Venezuela. \n\n“I don’t like him,” she announced after five minutes in a restaurant. He had gone to the restroom. “Something’s off.”\n\nI ignored her. \n\nThree years later, though, I discovered the poet had been lying for months to conceal a dire financial circumstance. I believed I could no longer trust him. We went to therapy. I asked him to move out.\n\nSome nights later, I came home to find he had slashed my clothes, put my two laptops in the bathtub and destroyed some family photographs — some of the only ones I had of my father, who had died. I was shocked that he was capable of being so destructive.\n\nI called the Profiler from family court, where the police instructed I go to get an order of protection.\n\n“Something was off,” I said. “You have to approve anyone I’m thinking about getting serious with.” \n\nWe joked that it would make a good romantic-comedy premise.\n\nShe tried her best to change my mind about the Boston filmmaker, but he was already moving his editing equipment into my one-bedroom apartment in Brooklyn. \n\nMy mother finally met him when she visited from Spain. “He’s nice,” she conceded. “But not right for you. I wish you weren’t moving in together.”\n\n“Maybe you don’t want me to be in a relationship because you don’t have one,” I snapped. \n\nIt was harsh, but it seemed to me that my very existence as the daughter of a single mother was proof of her questionable judgment in men. If she couldn’t profile for herself, how could she do it for me? \n\nMy parents met on a ship. She was a Ph.D. student in Italy, and he the charismatic maître d’hôtel in the ship’s restaurant. They were together three months when he was denied a tourist visa to the United States, so they married. Gradually, though, my father fell prey to alcoholism, and they divorced when I was 6.\n\nI asked her why she thought she could discern from a photograph who wasn’t right for me when she picked the worst men for herself. \n\n“That’s a good question,” she said. “I have no idea.” She paused. “You fool yourself. People over the whole course of history have probably had that problem.”\n\nI was committed to making it work with the filmmaker, but a year later I began to acknowledge a nagging feeling that it wasn’t quite right. I told him, and we parted amicably. It was a better breakup, no police. And we lived together peacefully for another month before he moved out. \n\n“He’s nice,” my mother said. “But he wasn’t the one.” \n\nThe Profiler, right again. After the relationship was over and I could see clearly, I didn’t like what he posted on Facebook, either.\n\n“You don’t see these things quickly like I do,” my mother said. “You spend years with these people. The poet was worth two dates. And the filmmaker shouldn’t have been moving in.”\n\nI might have been able to see these things, too; I just didn’t want to. The poet had arrived drunk to pick me up for one of our early dates. Instead of asking him to leave, I brought him water and made him promise not to show up drunk again. I had already built up the fantasy of our idealized life and didn’t want to ruin it.\n\nWhen the filmmaker complained about hating his day job and being unsure how to pursue his dream, I didn’t want to see that he needed to figure it out on his own. \n\nI ignored my own profiling “power” for the same reason my mother didn’t profile her boyfriends: I wanted to be in love, and love wasn’t logical. I sought out men who were still finding themselves, hoping I could help them, a classic addict’s child pattern. I couldn’t save my father, who died from liver failure. And I couldn’t fix any of these men’s lives either. \n\nMight I have avoided heartache by heeding my mother’s advice? After all, she was right both times. But a relationship that doesn’t work out isn’t a waste. There is no exact science or crystal ball. Profiling is a surface art; real love isn’t. As Hemingway once said, “The best way to find out if you can trust somebody is to trust them.” Likewise, the best way to know if you are meant to be with someone is to be with him. \n\n“We learn through making our own mistakes,” I told her. “You should know.”\n\nShe always said she never regretted marrying my father because she had me.\n\nNOW, we are both single. She retired from the Foreign Service to take care of my grandmother in Seattle, but she will always be the Profiler. Rather than letting it upset me, though, we’ve invented a more fun alternative: the Profiler Game, in which I show her Facebook pages of men I’m interested in, and she offers her professional evaluation. \n\nI recently met a successful author at an event. We shared the quirk of being passionately into backgammon. When we reconvened the next afternoon to play, he leaned over the board and kissed me. Convinced this was something, I sent the Profiler to his reading in Seattle.\n\n“I’d be much more pleased than with the other ones,” she reported back. “He’s Jewish and smart, and he’d be good for you because he’s not good for someone taller.”\n\nAlas, the author was seeing someone else. Was the Profiler wrong? Had she finally missed? She suggested I go back on JDate. \n\n“I’ll do it if you do,” I said. "
}