{
  "url": "http://www.nytimes.com/2012/05/27/fashion/a-visit-and-what-really-happened-modern-love.html",
  "headline": "A Visit, and What Really Happened - Modern Love",
  "dateline": {
    "year": 2012,
    "month": 5,
    "day": 24
  },
  "byline": "Susan Shapiro",
  "text": "HIS e-mail read: “Here for one night. Giants game tomorrow. Buy you a drink?”\n\nI was so stunned, I lost my breath. I hadn’t seen him in 25 years. I thought I had gotten over the need to get over my first love. But 11 words on a screen and I was a nervous 14-year-old again.\n\nI’d fallen for the burly, curly haired anti-romantic who nicknamed me his “old sea hag” in ninth grade. He was the first to take me to a Dylan concert, to bed, to say “I love you.” Then, in my senior year of college, he knocked me up and deserted me for my roommate.\n\nA decade ago, needing closure, I begged him for a long overdue showdown. He said, “I’d rather take out my own appendix with a bottle of Jack and a dull spoon.” I longed to show him I had turned out smart, attractive and blissfully wed. I pictured him apologizing for the hurtful way he left me.\n\nNow that he was here, I panicked. I had recently turned 50, torn two ligaments in my back, was out of shape. I felt too weak to face my ex. Did he really want to buy me a drink? He didn’t even know I hadn’t smoked or drunk in 10 years.\n\n“When?” I e-mailed. “Phone me.”\n\nBrushing my hair, I spied gray roots. My nervous energy coalesced into one inane conundrum: If I used my last Clairol Nice ’n Easy Root Touch-Up and dolled up, he would cancel. There should be a moratorium on how much misery your first love inflicts. After 25 years, heartache disappears.\n\n“If you can’t, no sweat,” he added.\n\nI was already sweating. Going out would require walking, preferably in heels — bad for my damaged spine. If he came over, I wouldn’t risk reinjury and could show off my apartment.\n\n“Stop by at 4,” I e-mailed casually, as if I hadn’t been wanting this tête-à-tête since 1985.\n\nNo response. He had chickened out. To recover, I didn’t shower. I wasn’t ruining my day for an ex who would probably bail. I felt rejected all over again.\n\nAt 3:15, he e-mailed, “Walking over.”\n\n“Come at 4,” I responded. “Jumping in the shower now.”\n\n“Too late. On the street. Unless you shower 25 years off, won’t matter.”\n\nStill a jerk! I laughed, rushing dye onto my roots. I showered, conditioned, blew my darker hair, applied blush, mascara, eyeliner. I slid on black jeans, a Wonderbra, black T-shirt, platform shoes I couldn’t walk in. My phone rang.\n\n“Where the hell are you?” he asked. Typical male: make me wait 25 years then expect me to jump at his command.\n\nI opened the door.\n\n“Did you really take a shower and dress up for me?” he asked.\n\nI nodded.\n\n“You look great,” he said. “I’m a schlep.”\n\nHe was. In jeans, a sweatshirt, ratty sneakers. Same handsome face. Thinner. No wrinkles. Still had hair. No gray.\n\nIn the old days he would enter my dorm room and undress me without a word. Thankfully, I no longer felt that heat. But I was still drawn to him, eager to uncover the meaner, curlier-haired dynamo I had adored.\n\nHe went to the couch. I sat on the ottoman, too near, our knees almost touching. I got us water, then sat across from him.\n\n“How’s your mom?” he asked. “I loved that lady.” Looking at my framed book covers, he added, “Bet your dad’s proud you’ve done so well.”\n\n“He would have preferred grandchildren,” I admitted. “Why wouldn’t you see me 10 years ago?”\n\n“I couldn’t handle rehashing everything. I just wanted you to go away.”\n\nHe sounded angry, which fascinated me. In 2000, rather than meet me in person, he reluctantly agreed to a brief e-mail exchange to help with a memoir I was writing. I was still smoking and drinking then. Had my altered state distorted things? Surely I didn’t misremember his affair with my roommate. Or the pathetic winter night I drove to his apartment to find yet another woman in his bed.\n\n“You clung to your side of the story,” he said. “It seemed inaccurate to me.”\n\nWhat was his side? As he asked more about my mother, who loved him, I flashed to a week before my senior year of college. We were in my pink bedroom in my parents’ house. I was three weeks late.\n\n“Do you want to have it?” he had asked. “We could get married.”\n\n“I can’t.” I didn’t want to recreate my parents’ suburban life. I wanted a career, a big city. I scheduled an abortion a few days later. He insisted on driving me, paid $400, waited with a salami sandwich in case I was hungry. He took me home in his silver Camaro.\n\n“I need some time off,” I’d said.\n\nSoon I was partying all night and fooling around with other men. I was startled to realize that I was the one who had been disloyal and unable to commit, not him. At my most fragile, he stood up for me. Like a recovered memory, I suddenly saw him offering me his hand.\n\nWhy was I just seeing this now? I was 50, smoke- and drug-free, happily married, successful in my older skin, with a back injury. Had this changed my mind and memory, or was it seeing him here, smaller and sadder, that moved me to discern something deeper?\n\n“It was like you were telling everyone I was morally bankrupt,” he said.\n\nI USED to flippantly say that if he didn’t like being portrayed as a cad, he shouldn’t have been one. But staring at this familiar man who used to be mine, it became clear: he wasn’t the bad guy I made him out to be.\n\nI had bailed first, then blamed him for breaking up right after the abortion. I couldn’t deal with my confusion head-on, so I focused instead on his infidelity, conveniently forgetting he offered to take care of me and the baby I could have had.\n\nWhile I partied through graduate school, he and his wife had two children. The year I finally wed and began getting it together, I learned their second child had died in infancy. For one inappropriate moment, my guilt connected the baby I had refused to their girl who died, imagining that my ex’s ghost child was haunting us both.\n\n“I’m sorry about your daughter,” I said now.\n\n“It was 15 years ago. Such a horrible time. I didn’t think we’d survive.”\n\nDid he mean their marriage, or their lives? Hearing him this vulnerable was jolting. It seemed life had beaten him up, and so had I. I suddenly wanted to protect him, hold him, take it all back.\n\n“Do you regret not having children?” he asked.\n\nI had a lot of regrets. He had desperately wanted to be a father while I had chosen to abort his child, feeling only relief and freedom. Twenty years later, when my husband and I struggled with infertility, it felt as if God were saying: “I gave you the power to have a child. You don’t get to decide when.”\n\nI often quipped that I was better off having books than babies. But now I pictured the empty bedroom in my apartment. I thought of the 38-year-old friend I had pushed to freeze her embryos by saying, “Don’t give up on the most miraculous experience a woman can have.” I called my therapist sexist when he said that my childlessness was “a biological tragedy” I had yet to reconcile. What was tragic was how long it took me to feel happy, whole and cared-for enough to want a child. By then it was too late.\n\n“If I’d known my marriage would be this strong and we could afford it,” I said, “I would have tried harder.”\n\n“So you didn’t get everything you wanted,” he said, gently. “I guess nobody does.”\n\nI was lucky to share my life with a sexy, brilliant, creative man who nurtured my work. In retrospect, my ex and I were ridiculously mismatched. But for the six years we were together, he had been only kind to me.\n\nWalking to the door, he caught the framed glamour shot of me on the shelf, squeezed into a tight black dress, taken 10 years and 12 pounds ago.\n\n“You should have seen me then,” I joked, feeling old and wistful.\n\n“You look the same,” he said. “One benefit of not having kids.”\n\nWhat a double-edged line. Did he mean I looked young, or that trying to have the perfect family had taken too much out of him? “Thanks for coming over,” I said.\n\n“You’re still in my brother’s bar mitzvah album,” he told me. As I hugged my first love goodbye, he whispered, “I was nervous to see you, too.”\n\nAfterward, seeing that it was I who needed to apologize, I e-mailed: “Good to catch up after 25 years. Felt healing. I’m sorry if I hurt you.”\n\n“Likewise,” he replied. “Thoughts swirling. We’ll chat again soon.”\n\nI knew we never would."
}