{
  "url": "http://www.nytimes.com/2012/03/04/fashion/a-world-away-a-wish-answered-modern-love.html",
  "headline": "A World Away, a Wish Answered - Modern Love",
  "dateline": {
    "year": 2012,
    "month": 3,
    "day": 2
  },
  "byline": "Natalie Appleton",
  "text": "EIGHT years ago, when I was 22, I woke up next to a man I realized I didn’t love and wondered what I was doing with my life. “I have to go,” I thought. But it was Christmas Eve, and I was expecting him to propose the next morning. \n\nMy insides were knotted with knowing what my mind was only now willing to accept. Blue winter light leaked through the blinds. My boyfriend was on the other side of the bed, snoring. My heel scratched the back of his leg, hairy and still.\n\nRegret kneaded my stomach. Lying on my side, hands twisted under my cheek, I cried with my eyes closed. \n\n“It’s not just him or the house,” I said to myself. “It’s this place. I’m not supposed to be here.”\n\n“Here” was Medicine Hat, my hometown in Alberta, a little city known for its large natural gas fields and the world’s tallest teepee, 100 miles north of Montana. I grew up catching frogs in the coulees and, later, chugging cheap beer with hockey players and blondes. I had dreams of leaving at 18 to dodge bullets as a reporter in the desert. \n\n“Here” was also my boyfriend, who drove a backhoe and cheated at board games, but knew how to do the two-step. One night on the dance floor he sank his wrist into the small of my back, thrust his buckle against my waist, and spun me. We dated. We bought a house across from my high school football field. We never fought or broke up. Life was fine and I thought I should be grateful. Like a prom dress, my dreams were stuffed in a closet.\n\nOn that Christmas Day, I couldn’t tell him how I felt, so I pretended my tears were a result of a coming menstrual period. Then, in our living room on Boxing Day, I confessed. The first sentence fell like a leaf, “I have to go.” \n\n“What?” he asked. And his blue eyes pleaded: Don’t do this. \n\nGuilt shot up my chest and clung to my ribs. “I just have to go,” I said. “I’m sorry.”\n\n“Natalie, we own this house,” he said, taking off his hat and running his fingers through his hair like a tourist, hot and lost. “You were just talking about rings.”\n\n“I know. I know.” \n\nI had hoped for, then dreaded, a proposal on Christmas morning, but he had not asked me to marry him. Instead, he had given me golf shoes.\n\nNow that I had said that I was leaving, I wondered if he wished he had bought that ring. Or watched the news with me. Or feigned interest in the indie movie about lesbian mothers in Greenland.\n\n“So what now?” he asked. His eyes turned to Maddie, our cat. I would have to leave her, too. \n\n“I don’t know.” \n\nI gazed at our Christmas tree, a fake evergreen. The bristles were rubbery and perky. It had taken an hour to pull all the boughs out of the box and spread them symmetrically, but they were too perfect. I decided next year I wanted the real thing, a Charlie Brown tree, its branches missing, bristles yellowing. I wanted to be able to smell it and know that it was alive.\n\nTwo months later, as I was finally leaving Medicine Hat in my beat-up car, my boyfriend’s eyes traced my tire tracks in the snow. When I got to the highway, my gut said, “Go, go, go,” but my foot clamped down on the brake. Then I remembered my mother’s words, issued when all the “What ifs” were strangling me: What if I was supposed to marry him? What if I can’t make it anywhere else?\n\n“Medicine Hat will always be here, honey,” she had said. \n\nMy foot slammed on the accelerator, and I didn’t let up until three hours later in Calgary, Alberta, outside the basement suite I would be sharing with my best friend, Amanda. It wasn’t far, but it was away, enough for now. \n\nIn the following months, I worked as a waitress at a pub frequented by oil executives; I drank; I locked myself outside in the rain. I took home a man who woke up early, rubbed his head, and said, “Oh, I’m married.” And I thought I was going to be shot when a man came up to me outside my building and ominously opened his black leather jacket. But instead of a gun, he pulled out a pigeon. Its red-orange eyes blinked and its feathers, shades of gray with scarves of green and purple around its neck, looked greasy. \n\n“Here,” he said. “Yours?”\n\nI shook my head. \n\n“This is the bird of someone, I think,” he said as he surveyed the block. “Whose?” \n\nI stammered: “I, I don’t know. I don’t think it’s anyone’s bird.” \n\nIn the end we gave the pigeon to my upstairs landlord who was Greek and did not speak English. An hour later, a stench of steaming bird descended through the ceiling vents. She had baked the pigeon.\n\nWERE all these things punishment for leaving, I wondered, for not being happy with what I had? Yet every now and then I would hear a voice, saying, “You’re going the right way.” \n\nI listened to that voice when a family friend who had taught in Thailand in the 1970s arranged for me to teach English in Bangkok. I went there eagerly; I was finally moving far away from Medicine Hat to an exotic country where I would meet people from around the world, maybe even a man. But after a few months in Thailand, I knew only Kwan, the secretary, and a woman who cleaned the ground-floor bathroom. \n\nSo, I signed up for dating Web sites, but that yielded no responses right away. And the so-called sexpats (expatriates for whom sex was the primary reason for being in Bangkok) didn’t go to Thailand to meet up with white women from Canada. I considered a gigolo, one from the red light district of Patpong Road. I asked other teachers how foreign women found dates in Thailand, and someone joked that there was a market in Banglamphu where, if I went there early enough, I could probably find dates as well as pistachios and cashews.\n\nIn the land of smiles and sex, I was alone. Meanwhile, I wanted to enjoy the magic of Thailand, and for this there was Kwan, my unofficial translator and tour guide. \n\nOne November evening we were on our knees, crouched over a pier. It was the night of the 12th moon, when locals pay homage to the goddess of rivers. The festival and the floats released into the water are both called Loy Krathong. I was about to launch my loy krathong float into the river when Kwan stopped me. “Wait, you must first make a wish,” she said.  \n\n“A wish?” I asked, taking my eyes off the muddy water and my beautiful loy krathong, which was iced with banana leaves, yellow carnations and purple orchids, then stuffed with three incense sticks and a yellow candle. A loy krathong is traditionally offered to the river goddess to apologize for the pollution, to thank her for watering the rice and to ask her to carry away hopes and sorrows. “Like good luck,” Kwan said. \n\nMy gaze turned to the thousands of loy krathong candles lighting the river; the thousands of wishes bobbing in the wind. I blinked and made my wish, “I want to know why I’m here.” Just as quickly, I dropped the loy krathong into the river, where it bobbed twice, then tipped over. I gasped as my float’s wet underside sailed into a stream of failed loy krathongs, lining the river like old boat ropes.\n\nKwan’s fingers warmed my shoulder. “Don’t worry,” she said. “Maybe next year will be better.”\n\nFour months later, I received a reply from an online date who was a fellow English teacher and Canadian. His screen name was Burgundy; his real name, Noel. \n\nHe said that reminiscing about Canada’s coins and snow over a Singha beer sounded nice, but that he was heading home for summer holidays. “I grew up in a small town in Alberta,” he wrote. “You’ve probably never heard of it. It’s called Medicine Hat.”\n\nI choked on my coffee. \n\nAll those nights I had wondered why I was in Thailand. The truth and pain of waiting slapped me like oars. \n\nI mouthed his name, “Noel.” Wanting and gratitude danced in my body. I read those last four words again and again: “It’s called Medicine Hat.” And I knew. \n\nNoel and I spent the next Loy Krathong Festival launching a float on the Nakhon Nayok River. I wished that we would stay together, and we have. \n\nAt our wedding two years later, Noel lifted the microphone from my fingers and leaned forward. In his best imitation of Ron Burgundy from the film “Anchorman,” he said, “And hey, if you, uh, if you ever want to meet a nice girl from Medicine Hat, just move to the other side of the world and wait a while.”"
}