{
  "url": "http://www.nytimes.com/2012/05/06/fashion/a-hikers-guide-to-healing.html",
  "headline": "A Hiker’s Guide to Healing — Modern Love",
  "dateline": {
    "year": 2012,
    "month": 5,
    "day": 3
  },
  "byline": "Aspen Matis",
  "text": "WHEN I was packing to leave college in the spring of my freshman year, shoving jeans and T-shirts and mittens into my suitcase and crying, I spoke with my parents on the phone. I told them I was unimpressed by school. I told them I was cold in Colorado, even in April. But I’d already told them what really made me decide to leave: I had been raped.\n\nOn my second night at school, I had invited a girl and two boys I had met, all of us new freshmen, to watch “The Breakfast Club” in my dorm room. Classes hadn’t yet begun, and we were wandering from dining hall to orientation activity to campus-safety lecture without certainty or friends or direction.\n\nWhen the movie ended, the thin boy left with the freckled girl. A half-minute later, I said an awkward “Bye!” to the other boy, who was sitting on my bed. He did not leave.\n\nI remember hearing the sound of the button from my shorts hitting the floor and feeling as still as soft dead wood. I said: “Stop. Stop it.” But not loud enough, maybe. I should have kicked him. I should have screamed.\n\nAfterward I asked him if he wanted to stay. To sleep over. Because I desperately wanted to think I had wanted this, to feel that everything was fine.\n\nHe said I was crazy to ask for that. He knew what he’d done. But he was lucky. My irrational request would later fog the clear act and help spare him from expulsion and conviction and shame.\n\nI felt shame.\n\nA few weeks later, too late for physical evidence to still exist, I went to the campus’s sexual assault counselor. She suggested the matter be pursued at the school with a mediator. She filed papers. I testified. He testified. But the mediator found our he-said she-said narrative inconclusive. \n\nWhen I heard this decision, I hardened my cheeks and the little muscles behind my eyes. I saw dust suspended. I could not move. I was not sure what the next move was. I didn’t think there was a next move.\n\nOn the phone that stone-gray April day, I told my parents in Boston that I was leaving college to walk 2,650 miles from Mexico to Canada and be alone. They thought I must be unstable. Not sane. But they felt my conviction and did not resist.\n\nI flew to Los Angeles with a big backpack, with trail mix, granola bars, chocolate, cheese and a tent. My father met me and drove me south into Death Valley, where we stayed the night in a dim hotel. I hardly remember the place, just the heat.\n\nIn the morning we went farther south, through more desert. In the car we didn’t talk much. We referred to my sadness but never said “rape.” At the Mexican border, my father filled my water bottles and watched me swing my legs back and forth off the minivan trunk and eat cold pizza. When I was fed and silent long enough, he started the rental car and drove up the dirt road north, away.\n\nI was alone. Finally.\n\nThere was a border monument marking the southern end of the Pacific Crest Trail, which fades in the mist and lush of northern Washington, then ends: Canada. I would walk the height of the country.\n\nA rust-brown corrugated metal fence rippled along the Mexican border as far as I could see. Here the desert dips and swells like the sea, and among the dusty waves I saw no one. But I wasn’t scared of the solitude. Desert wilderness, I believed, was the safest place. And I knew how to walk.\n\nThe trail was marked with rusty signs. Scattered rattlesnakes basked in the sun. I was eating a green apple when I nearly stepped on the first one. I shrieked and ran south a hundred yards. I bit my apple, breathed, chewed. That apple was my only piece of fresh food. Everything else was processed or salted or junk. I walked north, stepped over the snake, kept walking, stepped over another and another.\n\nWithin a few hours I had met a dozen hikers, all attempting the same trans-country journey, young men and retired couples and a friendly 30-year-old woman with curly hair and good teeth who smiled at me.\n\nI made friends, and allowed myself to smile back and answer honestly when asked that common trail-question: “Why? Why are you doing this?”\n\nWe all had reasons. My answer became: “I’m walking from Mexico to Canada to raise money for the Rape, Abuse and Incest National Network, RAINN, a nonprofit organization committed to helping rape victims heal.”\n\nI said it just like that. Fast. \n\nFrom the edge of a motel bed in a town in north-central California, I called my mother and told her about my stated reason for walking.\n\nShe said no, I could not tell people that. I could not ask my uncles and aunts and cousins and grandmothers for money for that; it would kill them to know. If I didn’t tell them, she said, she would donate $1,000 herself: “More than you could possibly raise.”\n\nThrough the dirt-framed window of my motel room, I saw a little girl scramble up to the top of a mound of rocks. Her face was sunlit, and church bells bonged the hour. My cellphone felt hot. I closed it without saying, “O.K.”\n\nBut as my mother wished, I stopped telling people, stopped trying to raise money and changed my answer back to something fuzzy and bright. Because $1,000 seemed like a lot. A week later, in the next town, I went online, checked my fund-raising Web page and saw she had donated $1,060 to help rape victims.\n\nI kept walking, the volcanic rock like a husk of dead earth beneath my running shoes. I screamed to hear my echo, and with each footfall heard the crunch of gravel.\n\nI met a new group of hikers and hiked faster and for more hours than I otherwise would have to stay with them. In Bend, Ore., nearly 2,000 miles north of the Mexican border, I met Justin, 20-something and handsome. He was also a Mexico-to-Canada walker, and we knew a handful of the same hikers. About 10 of us went to dinner at a brewery, where Justin sat next to me, close. He smiled a lot. I smiled, too — tried not to but couldn’t help it. Under the table, his knee brushed mine.\n\nI lifted my hand, moved it slow through the space between us like a teenage boy trying to float unnoticed to second base. I pressed my trembling palm against Justin’s sweating beer, squeezed the glass. Lifted and carried it through the air to my mouth. Took a sip. I was 19, underage.\n\nJustin knew it. He was amused, and contorted his face like he disapproved. I was always hungry then. The hunger made me feel beautiful. We walked out of town together, heading north. We were 600 miles from Canada.\n\nON our first full day of hiking together, rain poured in sheets, smacking the soil. The world shone in gray light. Justin and I shouted over the downpour, sharing stories and hopes. We were drenched but giddy. Rain dissolved the trail — it was a muddy stream and we splashed through it — and the evergreens smelled sweet, of sap and clean wood.\n\nWhen about a week later I answered for him the “why” of my walk — “I was raped” — he opened his warm arms, let me step in, and closed them around me.\n\nWhen I was hungry, he set up his stove and cooked for me quinoa or pasta or even something with meat. I had not, on the long walk, brought a stove. Everything I had eaten on the trail in the three months pre-Justin had been cold.\n\nWhen I cried (I did, sometimes), he held me. He kissed my head and neck and didn’t stop until I stopped.\n\nWhen I was freezing, wet and maybe near-hypothermic, he stood in the icy rain and set up my tent and helped me into it and out of my soaked clothes and into his dry goose-down vest and sleeping bag. \n\nThat night he nearly froze. I was warm. And I already loved him.\n\nAt the trail’s end we held each other and kissed. “We’re done,” I said.\n\nHe said, “Now’s the scary part.”\n\nIt seemed an arbitrary end. I stood in that forest spot and stared at Justin’s face. I heard a car’s tinny engine and could see through the trees an old Jeep passing. \n\nJust over a year later we returned to those same mountains. A backlit mist bathed the Cascade foothills in silver as Justin and I read our vows before a justice of the peace. We grinned and cried and said “I do” on a stone stage in a mountain garden. \n\nAll around us, lightning flashed like cameras. My parents were there, too, happy and warm."
}