{
  "url": "http://www.nytimes.com/2012/12/02/fashion/modern-love-i-was-married-but-dancing-by-myself.html",
  "headline": "I Was Married, but Dancing by Myself",
  "dateline": {
    "year": 2012,
    "month": 11,
    "day": 30
  },
  "byline": "Teresa Link",
  "text": "WHEN my ex-husband called, four months after our divorce, to tell me he was getting married, I laughed. That he was marrying an old friend, a woman who had been a guest in our home, struck me as the final ironic gesture in a relationship that had been, from the first, predicated on well-meaning but doomed intentions. \n\nHe had acquired me, as he had acquired his house, furniture and car. And I had allowed myself to be acquired through a faulty syllogism: youthful passion is doomed; this was not youthful passion; therefore, it would be a good marriage. His earnest proposal, not a month after we had met and before any hint of love, expressed his desire for me to teach him to enjoy life. In exchange, he would love and cherish me, and take care of me always. \n\nAfter my initial rebuff, I began to consider his reasoning. I was an actress, a writer. In other words, I was unemployed. He was a master of the universe on Wall Street.\n\n“Have you no sense of self-preservation?” I asked. “You don’t even know me. I’m an actress. Don’t you know what someone like me could do to someone like you?” \n\nHe was utterly unlike any of the sly, egoistic, impecunious boyfriends I had tortured my parents with. He was goofy, besotted, inarticulate and defenseless. He was a gentleman. And a stellar salesman. One by one he struck down my arguments against our union, until I had none left. \n\nI wasn’t in love with him, and he knew it. But he claimed I would grow to love him, and he was right. He was kind and generous, and I began to believe that there was no better course my life could take than to bring happiness to this man who worked so hard and seemed to enjoy so little. \n\nThe first time I visited his home, I noticed something on his kitchen bulletin board: a list, torn from some magazine, of ways to smell the roses, suggestions like taking a walk at dawn; dancing with yourself; skinny-dipping; that sort of thing. \n\nI laughed as I read it. I thought it was funny that anyone would need to be assigned these things, all of which I had been doing regularly for as long as I had lived. What I had not been doing was precisely what he had been doing: growing up, getting serious, establishing a foothold in the marketplace. We were a perfect match.\n\nMy friends didn’t agree. They were horrified, though none of them said so. They dutifully came to our beautiful wedding and then lost my phone number, none but a handful accepting my invitations to join us for weekends in the Hudson Valley farmhouse we had redone. Years later I learned that they couldn’t bear to watch what was happening to me. You see, I failed in my mission to teach my husband to skinny-dip in the moonlight. Instead, I became a creature of the marketplace. \n\nSoon after embracing my new destiny, I asked him what his dream was. He stared at me, twitched, fidgeted like a schoolboy called upon to recite. Finally he managed to admit that he had always wanted a barn. \n\nA barn. I laughed. We can do that this weekend. And we did, finding a wonderful old farm far from his country club. But instead of splashing in the river or sledding down the hill, I fretted over wallpaper and antiques. My previously aimless days of wandering and dreaming became ordered by meals and domestic chores, by managing the increasing responsibilities of two homes and their attendant minutiae. \n\nOf course there was the obligatory dog, which required walking and fussing over in all the ways we do with our pets. There was the doorman in our New York apartment, the guy in the garage where we kept our car, the stream of my husband’s colleagues who had babies or birthdays that had to be shopped for, the calendar of holidays we had to celebrate in ways that drained all pleasure.\n\nOur life together was clockwork, privileged and enviable, but something was rotten at the heart of it. Instead of transforming him into a lighthearted dancer in the rain, I grew as grim and duty-driven as he was. As it became evident to me that I was floundering in my mission, I grew nervous and edgy. And he was no longer charmed by my frivolity but irritated that I kept rocking the boat. \n\nThere are countless arguments for and against marriage, but the greatest of these is love. Love too much and you risk fluttering like an exposed nerve in the fickle wind. Love too little and you may grow brittle and withered. Love in harmony and get that “Gift of the Magi” thing going and you’re golden. But striking a bargain where love is absent or unbalanced is the surest road to misery. \n\nAs I gaze over the years to the moment when I was naïve enough to believe that good intentions were sufficient, I feel as if I’m watching a movie and someone in the audience yells, “Watch out!” \n\nI don’t doubt his desire was authentic. Not just for me, though I know that was true, too, but for a different self, a new possibility for how he experienced life. And I happened to scamper across his radar, and both of us needed, or thought we needed, what the other seemed to offer. \n\nI remember how I would beg him to put down his paper and take a walk with me. How without looking up he would wave, dismissing my request. How many times I put on my coat and went out alone, taking walks full of wonder at fresh snow or bird sightings, wishing he were with me, wanting to share my delight. But his refusals wore me out and I gave up. On our last day of marriage counseling, when the therapist asked him if he thought I had lived up to our contract, he replied, “She didn’t try hard enough to change me.” \n\nAnd he was right. J’accuse! How arrogant of me to think I could remold a man who was firmly set. \n\nOne summer Sunday I was sitting on the riverbank thinking of a story I was writing. A lifetime of scribbled ideas and abandoned projects had begun to take the form of a collection, and I was in a creative fervor.\n\nSuddenly I felt the hairs on the back of my neck prickle. Turning, I saw him standing above me, glaring. He had been laboring for hours, as was his wont. He had mowed the lawn, weeded the garden and painted the porch and for all I knew plowed the back 40. He was fed up with me, sitting there doing nothing. I was ashamed. \n\nIt wasn’t until later, after I had swept the house and washed the dishes and cleaned the fridge and we were on our way back to the city, that I realized the story I had been thinking about had faded away. I tried to summon the characters and reimagine the setting, to stoke the urgency I’d felt on the riverbank, but the curtain had dropped; the stage was dark and empty. \n\nI looked at my husband driving, his face set in stern concentration, and saw how pleased he was with what he had accomplished over the weekend. “Listen,” I said, “when you see me sitting there staring off into the distance doing nothing, I’m busy.”\n\nHe smiled and squeezed my thigh. After a moment, he said, “I want to clean out the pachysandra around the barn next week.”\n\nWHEN I see my ex-husband and his wife together, as I do on occasion, I notice how comfortable they are. They dress similarly, share the same frame of reference and want the same things from life. They are kindred souls. \n\nIt makes me happy. It makes me feel that perhaps I didn’t fail after all. Had he not married and divorced me, he never would have turned to her. And I think, in retrospect, that there had been something between them before I showed up, and that she had always loved him. So, in a labyrinthine way, I did manage to teach him to enjoy life. \n\nAs for me? I had thought I would slip back into my premarital skin, but I found it was out of style and no longer fit. I was, for a while, skinless and shivering. But unhappily married people live with a particularly viral strain of loneliness, and the interesting thing about loneliness is it forces you to confront yourself.\n\nThus began the really hard work. My inner dialectic soon took the form of a cast of characters (three couples), and in dissecting their relationships my novel emerged. \n\nDid I solve the great mystery? No. But I did discover that the questions are more interesting than the answers. These days, I spend a lot of time staring off into the distance, thinking about my new story and characters. I am, as I once declared myself, busy."
}