{
  "url": "http://www.nytimes.com/2012/12/16/fashion/modern-love-providing-comfort-when-a-cure-is-out-of-reach.html",
  "headline": "Modern Love - Providing Comfort When a Cure Is Out of Reach",
  "dateline": {
    "year": 2012,
    "month": 12,
    "day": 13
  },
  "byline": "Tara Ebrahimi",
  "text": "THE first time my younger brother, Takkin, said his teeth were falling on the floor, my family was concerned, but we believed it was a passing manifestation of anxiety from the dental surgery he had recently been through. \n\nWhen he complained that his teeth were sliding down his throat and that he didn’t have a mouth, we exchanged uncomfortable looks. But when he started walking around with a mirror in his hand and his finger in his mouth for days on end, we knew hoping for the best was no longer sufficient.\n\nWithin six months, Takkin had lost both of his jobs and had become violent at times, throwing dishes and grabbing the steering wheel and swerving the car when riding with my parents. \n\n“You’re not doing anything to help,” he’d scream at them. “I’m in pain. My teeth are gone. You don’t care.”\n\nMy parents took him for consultations to see if other dentists recommended more procedures to deal with his mouth pain, but it was clear to me this was no longer about dentistry.\n\n“Enough,” I said to my parents. “We need to consider psychiatry.”\n\nAlthough Takkin had been found to have development delay and fairly severe A.D.H.D. at a young age, he had managed to lead a “normal” life well into his teenage years. He stayed in the school system for as long as he could, participating in work and life-skills programs. He was doing data entry at the airport and held a steady part-time job as a greeter at Trader Joe’s. \n\nHis situation was complex, as is often the case for people who fall into the gray space between severe intellectual disability and borderline development delay. He knew he was different from others in their early 20s, recognized that he didn’t really have any friends and that he would never go to college as his two older siblings had. He wanted nothing more than to get his driver’s license. But he was happy at times, especially when he was socializing.\n\nThen he had the dental surgeries, and it was as if a switch in him had been flipped. After a series of root-canal procedures and teeth extractions, he woke up from his final round of procedures and anesthesia, and was never the same.\n\nMy parents emigrated from Iran, and my siblings and I were born here. Typical of immigrant families, there’s a cultural disconnect between generations, and this is painfully evident in our conflicting attitudes toward the mental health profession. I am a proponent of its benefits, while my mother and father are skeptics. \n\nAccording to my relatives, exercise and diet are all you need to alleviate anxiety, and socializing and parties are the only treatment for depression. \n\nBut now even my parents were worried, and they were willing to try anything, so we began seeking psychiatric help for what eventually would be referred to as Takkin’s “psychosis” and “delusional thinking.”\n\nBecause of his previous diagnoses, he was already in the social services system, which in our state consisted of a labyrinthine series of hoops and hurdles and bureaucratic insanity that not even the most educated and competent can easily navigate. \n\nAfter years of trying new caseworkers, psychiatric programs and all kinds of medical and mental health doctors and specialists, my parents had reached a point of paralysis. They were lost in a system they didn’t even believe in; they had become almost as lost as Takkin. So I took over.\n\nI had never given much thought to social services. As a political issue, it was near the bottom of my list. As a healthy, educated, upper-middle-class woman, I cared about the economy, student loans, education and (being a first-generation Persian-American) foreign policy.\n\nMy crash course in this world was sobering. For months, I neglected my job and my own mental well-being in dogged pursuit of fixing my brother. I spent my days and nights researching what to do for him, contacting other families, sorting out his benefits, dealing with Medicaid and calling programs. I made spreadsheets and lists. I came up with a plan of action. And then another when the first plan failed. And another when the second plan failed.\n\nThe day Takkin grabbed the steering wheel of my car while I was driving with my elderly grandmother in the back seat, I went into panic mode: something had to change now. So I drove to the emergency room, where we waited eight hours for him to be admitted to the psychiatric ward. \n\nDuring his two-week stay, I visited twice daily, spoke with his therapists and made an outpatient plan with his caseworker. I knew the medications he was on and had been on, the whole complex history of his teeth and his delusions. I knew every detail and had told the story so many times to so many people that it felt like my own.\n\nOne day his caseworker said to me: “What you need to understand is that he’s not going to be ‘fixed.’ He’ll have good days and bad days. He’s trying. But don’t ever forget that he is a person. He isn’t just an illness.”\n\nI had forgotten.\n\nWhen it was time for Takkin to leave the psychiatric ward for an outpatient home (a halfway house for people with mental illnesses), I called a dozen times a day and could never get a response on the status of his anticipated stay, so he never went. \n\nAfter he was released from the psychiatric ward into my custody, I was unable to reach his case manager at the hospital despite my constant phone calls, e-mails and voice messages, which were alternately kind, threatening and pleading. Although Takkin had moments of lucidity and progress, they were few and far between and becoming ever fewer and farther between.\n\nI didn’t know what else to do. I was scared and tired and felt like a child who needed an adult to lead the way. So I gave up. \n\nThere, I said it.\n\nI gave up.\n\nIt was just too much work with too little payoff, and far too sad. So I dropped the whole thing: no more doctors’ appointments, no more meetings with caseworkers, no more hours spent researching facilities and programs.\n\n“You’re weak,” I told myself. “This is your brother. He has nothing, and you have everything.” But I just couldn’t do it anymore. Helping him seemed to require that I lose myself into his care and cause. \n\nAnd perhaps it’s shameful, and perhaps it’s not, but I could no longer do that.\n\nStill, I lay in bed at night worrying about what would become of him. I cried and had panic attacks and prayed to God to send me help. But really, what good would that do for Takkin? It would make no difference in his quality of life.\n\nSLOWLY, I adjusted my thinking. I asked myself, “What are the things in my power I can do to make him happy?”\n\nInstead of creating spreadsheets and placing fruitless calls, I took him shopping for cool clothes so he could feel more confident. Rather than taking him to doctors, I took him out to lunch every other week — whatever restaurant he wanted. \n\nI invited him to parties and barbecues I organized at my house, included him in conversations, cracked open a bottle of beer for him and treated him like the 23-year-old dude he was. \n\nWe made pizzas together. We cleaned out my car. We talked about our parents. Sometimes his finger was in his mouth, and sometimes it wasn’t. Sometimes he was quiet and lost, and other times he’d laugh and tell long stories about something funny our father did.\n\nThose times when he was deeply mired in the darkness of his mind, I didn’t think my presence made any difference or brought him one millisecond of joy. But other times, when he would smile the way he used to, I knew that even if he couldn’t understand or express how he felt, spreading tomato sauce on dough was a nice, fun thing for us to be doing, and I loved him for giving those moments to me.\n\nOnce, at an assessment for a mental health day program, a specialist asked him, “What do you want for yourself?” \n\nTakkin shrugged, as he often did. \n\n“Come on, Tak,” I pressed. “What do you want?”\n\nHe thought for a moment. Finally he said: “I want a normal life. I want to work. I want a girlfriend. I want a car. I like people. I want some nice friends.” \n\nI had to turn away as he spoke, because I knew I couldn’t give him any of those things.\n\n“I’m tired of this pain,” he added, finger in his mouth. Then he laid his head on my shoulder and left it there for the remainder of the interview. I bore the weight of my brother’s head on my shoulder as best I could, for as long as I could. \n\nIt wasn’t much, but it was something."
}