{
  "url": "http://www.nytimes.com/2012/11/25/fashion/modern-love-learning-to-love-again-after-the-affair.html",
  "headline": "After the Affair — Modern Love",
  "dateline": {
    "year": 2012,
    "month": 11,
    "day": 23
  },
  "byline": "Judy Wachs",
  "text": "WHEN the news broke about the Petraeus affair, my first thought was: “Here we go again. Another married man caught sleeping with a younger woman.” My second thought had more personal resonance: “I wonder what will happen to his marriage?”\n\nWhen I was in my early 20s I thought my morals and convictions were set in stone and unshakable. I had rules in place for so much of my life. When we are young and starting out, we’re more certain about how our marriage will play out: how we will raise our children, and how we’ll handle our husbands having an affair.\n\nThat was topic No. 1 with my girlfriends. I remember sitting around my dining room table with my newly married friends, drinking wine and asking one another hypothetical questions about adultery, like whether we would leave our husbands if it happened to us. They were unanimous in their outrage. \n\n“I’d make him beg,” said one. “Beg and beg, down on his knees, for days.”\n\n“Oh, my God, I’d leave in a minute,” said another. “I couldn’t stay with my husband if he slept with someone else.”\n\nLois, who had always been so quiet, slammed her hand on the table and announced: “I’d never trust him again. Every time he went out or went away on a business trip, I would suspect him of having an affair. I couldn’t live like that.” \n\nAll of them were sincere, firm in their conviction of what was right or wrong. I, too, joined in, but with what I believed was a more nuanced view.\n\n“Well,” I said. “If it were a one-night stand or an overnight business trip, or a company party where everyone had had too much to drink, I guess I could forgive. But a sustained year of lying, sneaking around, and all the makings of a real affair? I’m sorry. That I could never condone or forgive.”\n\nAs with so many unexpected trials in life, we just don’t know until it happens. Ten years later, when exactly that happened, when my husband carried on a yearlong affair with a much younger woman, I thought I knew how I would feel, but I didn’t. When I got over my initial shock and found that I was still in one piece, still making dinner, still driving car pools, still going on with life, I wondered, “What happens now?” When I had to choose whether to abide by my strict rules, did I really feel the same way? \n\nAt 23, my friends and I saw the situation only in black and white. We didn’t see the grays: the subtle shifts in understanding that can muddy convictions and the gradual awakening to the real trade-offs and complexities involved.\n\nI had thought that something was not quite right for months. We were living at the time in Bucks County, Pa., with four children under the age of 10, a mortgage and a limited income, all of which conspired to create a prickly tension in the house. I had tried not to lay the blame on my husband, but my anxiety came out in little jabs, in finger pointing that was both subtle and not so subtle. \n\nOur friends were making big money, buying big houses, driving big cars, and I was wondering whether we could afford to send the kids to summer camp or hire someone to help clean the house. My husband’s retail paint business was struggling, and I felt as if I were the only one running in circles trying to catch up. But my husband and I had fooled everyone. We were known as “the golden couple,” the funniest, happiest people at the swim club we couldn’t afford.\n\nSo when the truth came blasting into my world, when he came home one night after being humiliated by the young waitress he had been seeing, he poured it all out to me as I listened in a fog, trying to hear what he was saying and process it like the mature woman I thought I was. He told me how he fell into it, how he had become obsessed to a point where nothing else mattered except seeing her. He even confessed to the most glaring betrayal of all: taking her to a friend’s house to show her off. \n\nI barely listened past the first few sentences. I was already thinking of how I should respond. Should I cry? Scream? Take a rolling pin to his head? I just sat there, barely breathing.\n\n“Do you love her?” I asked, pain constricting my chest. \n\n“Yes, I think so,” he said. “I feel so good around her, but I think she’s through with me.”\n\n“Do you love me?” I asked.\n\n“Sure!” he said. “You’re my wife, the mother of my children.”\n\nThat hardly sounded contrite. What was I looking for?\n\nI ran to the living-room couch, threw myself down and sobbed. Even today, decades later, I can still see myself lying on that couch sobbing, waiting for an apology that never came. \n\nTHE big surprise was days after his admission, when I stumbled upon a part of myself I hadn’t known was there anymore, a part that was compassionate, loving and empathetic. Without planning to, I began trying to understand. It took a while, but as the days passed I really did begin to comprehend the whole picture. \n\nAs hurt as I was, it all made a perverted sort of sense. I understood her attraction to him, a 35-year-old man in a suit and tie with a nice car. And I saw how he would be taken in by an adoring young woman who hung on his every word and read the books he suggested. It was every married man’s fantasy, especially a married man who felt unappreciated at home and overwhelmed at work. \n\nThe shocker, though, was that the affair had been going on for a year: a year during which he experienced his first taste of pot and gone to his first jazz concert while high. He was in heaven trying to keep it all together until the night she and her friends taunted him and chased him away, calling him an old man. That night he poured it all out to me, and through my shock and tears, I actually began to feel sorry for him.\n\nMy daughter asked me the other day: “How did you forgive him?” Trying to put herself in my place, she couldn’t understand how forgiveness was possible. \n\n“Because I loved and was loved,” I said. My husband and I were close enough that I could put myself in his place and understand his feelings, wants, needs and frustrations. I hated to admit it, and people might have thought I was crazy to think this way, but there was a part of me that even admired his ability to “go for it,” to have the experience instead of just keeping his head down and grimly soldiering on. \n\nSo contrary to my 23-year-old self, who knew with absolute certainty what she would do, I decided to stay with my husband, to work at my marriage, to build a partnership with the man I loved and who was the wonderful father of my children. For the next 10 years, our relationship climbed to a whole new level: more erotic, more loving, much closer than before and beyond what I’d thought was possible. \n\nWe decided to leave Bucks County for California and start completely over, and what we lacked in income we made up for in adventure. That cross-country drive with our four children solidified our family for years to come. When we arrived, just as school was starting, we sent our kids off that first day from our room at the Holiday Inn. \n\nEventually we settled down, finding new jobs, new friends, a new life. We even found time and money to travel abroad, vacationing in the Caribbean and, with the help of friends who stayed with our children, touring England and France. \n\nWith four children to care for, we shared the homework, car pools, tantrums and fun. So often, we congratulated each another for staying together, for finding the sweet spot that was always there.\n\nAnd when I finally left our marriage after 22 years, not for another man but to strike out on my own, he showed me the same empathy and understanding that I had shown him more than a decade before. Instead of parting with acrimony, we were able to move on with love, tenderness and great memories. He eventually found a new woman to love and marry, and I now consider her among my closest friends.\n\nI’m so grateful he and I didn’t toss away a chance at all those wonderful years together over a mere affair. He is still, to this day, my best friend and the love of my life. And this weekend, as we do every year, he, his wife, our grown children and I are all gathering to give thanks. We have plenty to be thankful for."
}