{
  "url": "http://www.nytimes.com/2012/07/08/fashion/forgoing-a-shortcut-on-the-path-to-happiness-modern-love-not-enough-to-give-modern-love.html",
  "headline": "Welcomed With Open Arms in Mumbai - Modern Love",
  "dateline": {
    "year": 2012,
    "month": 7,
    "day": 5
  },
  "byline": "May Jeong",
  "text": "THE weekend I turned 24, I fell in love with a man I would write home about.\n\nI was traveling through India, the kind of trip you take in your early 20s when you are full of questions and have no answers. I was sure that love was a social construct and that the future would remain a question mark. I had convinced myself that if only I could drift along the backwaters of Kerala, all would be well. The plan was to land in Delhi, pass through Mumbai, sally south.\n\nArmed with this skeletal itinerary, I spent the first two months traversing the Indian subcontinent: through the throat-searing pollution of Delhi, the bracing mountain air of Dharamsala, the dunes of Jaisalmer. And, after a torturous 16-hour train ride that was more romantic in planning than in practice, I arrived in Mumbai.\n\nOn my first day there, I found something mad and lovely about the place and decided to stay instead of continuing south. It was the cusp of May. My namesake month has always been a fortuitous one: magical things happen to me in May.\n\nAnd so it was that I headed for a stranger’s flat in the leafy suburb of Bandra. The house I was to spend the month in was not available yet, so a friend set me up to stay at another friend’s place for the weekend. \n\nWithin seconds of being in the oppressive humidity of pre-monsoon Mumbai, I was drenched with sweat. Answering my impatient knock, a disheveled man opened the door. Something passed between us then, though we didn’t know it just yet.\n\nHe suggested lunch. We shared childhood antics over Goan curry. Then, tearing off a corner of a three-minute-old naan, he asked me if I had ever been in love. \n\nI gathered my fingertips toward my thumb and told him I had not. \n\nHe said that he wanted to be in love always. That love alone allowed you to feel the whole range of human emotions. That emotional experiences were the best.\n\nNext I remember feeling lightheaded. My heart was pounding so fast, I worried others could hear. I thought my knees might give in. I concluded that all this love talk had gone to my head. I went to see a play. A nightcap followed.\n\nLater that evening, something still felt amiss. This was more than a few butterflies in my stomach. I called a friend to relay my symptoms. Bombay fever was his diagnosis. “Rest up,” he said, promising I would be fine in a day or two.\n\nBeached on the couch, drifting in and out of a fevered state, I got to know my host.\n\nFirst he offered unsolicited advice: “Don’t think money will bring you happiness.” \n\n“I know that already,” I said in that uncompromising tone reserved for your early years. \n\nHe told me about proposing to his high school girlfriend with a plastic ring. And then, “You remind me of my first girlfriend.” \n\n“Thanks, I get that a lot,” I brayed.\n\nThis became our routine. We felt as if we had only to tell each other everything. We had been up talking well into the night when he told me that he found me beautiful. I was the perfect girl. What a shame I was just passing through.\n\nIn return, I told him he was the closest to being my dream man, and I meant it.\n\nThe following morning, in an e-mail to a friend back home, I described what transpired the night before as a “two (wine) bottle situation.”\n\nA Hindi expression I learned (it translates as: “love opened its arms”) best describes what happened next. I felt as if I needed him for air, pollution notwithstanding. Even the weight of groceries felt good in my hands. \n\nI felt drunk on Mumbai and drunk on the allure of this much older man. Even the fact that he had been bankrupt twice seemed daring and darling. Despite his many years, he still had a childlike wonder for the world, a trait I value over all else.\n\nInstead of focusing on the yawning gulf that separated our lives (along generational, geographical and racial lines — I’m Korean), I chose to focus on his salt-and-pepper stubble, sandpaper hands and broad shoulders. \n\nBecause, hey, here was a man who stole kisses behind rickshaw drivers. And here was a man who would slice up mangoes and leave the best parts for me. And here was a man who made me feel bigger than I was. And what else was there?\n\nBefore I left, a friend had, in jest, given me a copy of Elizabeth Gilbert’s “Eat Pray Love.” Being of the liberal feminist persuasion, we had found the myth of the leading man to be antiquated and apocryphal. To the “love conquers all” mantra, my last words had been (as G-chat records show), “I am not going to fall in love okay!”\n\nAnd yet.\n\nWhen I told my father the news, he recapped our conversation in his typically professorial patois: “So what you are telling me is you want to move halfway across the world for a man nearly twice your age whom you met seven days ago. Did I get that right?”\n\n(He’s not actually twice my age.)\n\nThe carefree sex of my arrogant years now seemed vacuous and sad. I no longer saw the point in yielding my body to men who subscribed to the 20-something aesthetic of irony and irreverence. In the world I had left behind, it was a sin to have heart. After years of tenure in that world, I was finally through.\n\nMumbai helped me contextualize my desires, and I realized how much I wanted things to matter. I had been sleepwalking through life, and now I wanted to experience the overwhelming sensation of falling in love.\n\nAND then came an insight as apt as it was inconvenient. As I was daydreaming of trading in my life back home for a new one in the wild west of Mumbai, I realized I did not have enough of myself to give up. I was not a real person yet, and I possessed nothing of worth to sacrifice.\n\nGiving up a life I did not yet lead would not be a gesture of love. It would be one of misplaced brio. Instead of charting my own path to happiness, I would be taking a shortcut by electing to be with a man who had already lived his life to the hilt. Tried and failed. Fallen in and out of love.\n\nOne of the last times I saw him, we were sitting by the water, facing each other. To my right lay the Arabian Sea, to my left, that impossible patch of idiosyncratic wonder, Mumbai. In between, a man I could have loved.\n\nWhen it came time to say goodbye, both of us held our hands behind our backs, wary of what a single touch might undo.\n\nNext came a moment of saving grace. I gave him a high-five, a reference to an earlier conversation about how I had never mastered the art of saying goodbye. Both of us burst out laughing. How absurd we must have looked to passers-by. Thinking about our parting still brings a smile to my face.\n\nOn my flight to Istanbul, I realized I was much sadder than the gesture of high-fiving would have led people to believe. I knew this because I started ugly crying in the middle of “Wall Street: Money Never Sleeps.” I felt fatigued and raw.\n\nMiraculously, I did not die of grief. My heart did not collapse inside my chest. It only felt as if it had.\n\nMeandering through the cobblestone streets of Istanbul, I asked myself the same question that the city’s resident man of letters Orhan Pamuk had once asked: Is love without hope simply hopeless?\n\nTo sit shiva, I read Barthes. I burrowed into his depressing but illuminating meditation on love.\n\nSure I loved him there that night, and for many nights that followed. But was it love? Or was it an episode resembling love? Did I fall in love with the man? Or did I fall in love with how the man had made me feel, like the holder of some great promise?\n\nA few weeks ago, I came back from a bar with beer on my breath and hair smelling of cigarettes. I rummaged through my iTunes in search of music that would lull me to sleep and came across an album unplayed. My heart skipped a beat when I realized that it was the soundtrack of a film my Mumbai love had made years ago. \n\nI put it on, crawled into bed, rolled myself into a blanket burrito and fell asleep.\n\nWas he just the willing receptacle for all the affection I felt for Mumbai, for India? Or was it love? I still don’t know.\n\nWhat I do know is that sometimes I dream of Mumbai. I dream of night trains, fruit-market mangoes and the shimmering waters of the Arabian Sea. Occasionally, I dream of love."
}