{
  "url": "http://www.nytimes.com/2012/11/18/fashion/a-role-he-was-born-to-play.html",
  "headline": "Modern Love - A Role He Was Born to Play",
  "dateline": {
    "year": 2012,
    "month": 11,
    "day": 15
  },
  "byline": "Evan James",
  "text": "I NEVER did want children of my own. But competitive thoughts about family building started to invade my mind a little over two years ago, when my older brother and his wife had a baby girl.\n\n“Oh, so you think you’re just going to go and give birth?” I said to myself. “Well, I’ll show you: I’ll have five kids. No, eight! I’m going to be the best, most overachieving gay dad in America.”\n\nMy drive for one-upmanship didn’t last long. Fearing that if I did have a child I would end up with a “We Need to Talk About Kevin” situation on my hands, I soon yielded to gentler emotions: pride at the sight of the flourishing family tree, a protective instinct and giddy excitement. Never mind my feelings for the child herself. Overnight, I had become that most doting and caricatured of family figures: the gay uncle.\n\nAt last, after years of wondering what role I was meant to play in my family, I could step into one that seemed comfortable: august queer elder, good-natured corrupter, lover of art and literature, spinster-to-be. I couldn’t wait to fulfill this new purpose.\n\nThough I immediately flew across the country to begin teaching my niece about Hellenistic sculpture, I found her, at less than a month old, curiously glassy-eyed and incommunicative. I had to wait two years, at which point she began talking a blue streak. The moment I entered my brother’s house, I saw her staggering across the room, hand held aloft like some Lilliputian grande dame.\n\n“Oh!” she cried. “I have a hangnail!”\n\n“That’s more like it,” I thought.\n\nIt’s true that during my less charitable moments of fighting for sidewalk space in child-rich neighborhoods like Park Slope, I’ve wanted to ash a cigarette over a double-wide stroller or two. Yet little kids and I tend to love one another’s company, if only because we invariably share the same psychotic imagination. \n\nA close friend of mine in college was once astounded when, during a family visit, I hit it off better with her kid brother than with any of her other relatives. We were all out eating lunch together, and the wee lad next to whom I had been seated soon coaxed me into an extended dialogue about a bottle of Tapatío hot sauce on the table between us.\n\n“What if you got hot sauce in your eye?” he said.\n\n“Your eye would catch fire,” I said. “What if you used hot sauce as shampoo?”\n\n“Oh yeah. Your hair would catch fire. Oh yeah. And what if you filled a pool with hot sauce?”\n\nAfter a few more of these exchanges, I saw him start to slide, as kids often do when subjected to absurd repetition, into a state of delighted hysteria. To keep him from filling the restaurant with screams, I got him to start drawing with me. Still, he could barely contain his excitement as we illustrated a scene in which a hot-sauce storm struck the town, burning innocent bystanders with a piquant and appetizing acid rain.\n\n“Oh yeah, and the whole world was hot sauce!” he boomed in one final, crazed biblical proclamation.\n\nMy niece proved a little slower to warm. To be fair, she was at that strange toddler age when language suddenly bursts onto the scene with such force that the parallel development of social graces can barely keep up. Before convention overtakes the sprawling wilds of speech, shaping them into a decorous topiary garden, kids (as the old slogan goes) say the darnedest things.\n\nIt was at the tail end of this phase that I remember my much younger sister saying, in the midst of some neurotic Proustian monologue: “I don’t believe there’s a hell. That’s just something people tell you to make you behave.”\n\nMy niece and I were goofing around in the yard when she zoomed off to play house in one of those plastic structures her parents had bought for her — the kind with beige, red and blue walls that lock together like a three-dimensional jigsaw puzzle.\n\nBelieving myself invited, I followed, attempting to squeeze into the structure. It was decidedly not built to house giant adults. I managed to fit by crouching uncomfortably beside my niece, but she was not impressed. She stared at me for a second, then said, quite matter-of-factly, “Get out.”\n\nShe offered this blunt command with an effortless, pleasant air, as though she had just said, “Here, have a chocolate éclair.” What could I do but leave the playhouse? And how many times had I longed to turn to some guest in my own apartment, some friend or acquaintance who had just walked in, and say the very same thing?\n\nWe finally found some common ground later that afternoon when she wanted to go inside and spend some time with her wooden toy kitchen. Even I draw the line at playing Sylvia Plath with a 2-year-old, but it was her idea to put some of her favorite stuffed animals in the oven.\n\nHer father is a chef, so I assumed he wouldn’t mind.\n\nWhile I may have many years left in me, I find it unlikely that I’ll ever conceive through a surrogate or adopt. When I imagine my future, it doesn’t include the pitter-patter of little feet or the wailing of colicky newborns. It doesn’t necessarily even include domestic partnership.\n\nOh, I know it all becomes more possible every day. If shows like “Modern Family” and “The New Normal” are any indication, the shopworn category of the solitary queer uncle is fast being replaced with gay characters who are compelled to find equal footing as part of nuclear family units.\n\nI love kids, but my own adulthood is shaping up to include reading in unbroken solitude, unencumbered travel, free hours in which to write and plenty of time with friends. Friendship, which Aristotle called a “slow ripening fruit,” seems to suit my temperament better than the fruits of partnership, or puréed fruit hurled at me from a highchair. I guess that whatever happens, we know there will be fruit.\n\nIt wouldn’t make a great sitcom.\n\nJUST last week, I signed onto Skype to see my 6-month-old nephew, brother to my niece who roasts stuffed animals. On-screen, my own mother held the slack-jawed, tubby boy up for my viewing pleasure, as if he were Simba, the Lion King, or something. My niece sat on her mother’s knee, and my younger brother floated cheerfully in the background.\n\n“Something’s wrong with your computer,” my mother shouted.\n\n“You’re just a black shadow,” my sister-in-law said. She was right. In the corner of my screen I saw what they were seeing: a silhouette of me-shaped darkness. After several uncomfortable minutes, I finally got the webcam in working order. My features were now visible, but for some reason the image remained monochrome.\n\n“Well,” I said, “I guess you get me in black and white.”\n\n“Uncle Evan!” said my niece, surprised at my sudden appearance. I asked her what was new, and she explained, in ethereal tones, that she was eating a Popsicle.\n\nBefore long, terrible microphone feedback struck, making conversation impossible. We decided to cut short our staring into webcams over the shrill whine of technical malfunction. I clicked the “X” in the corner of my screen, and my family disappeared.\n\nI was, as ever, alone in my apartment. I settled in to read a book, but I couldn’t stop thinking about my niece and nephew.\n\nI like to imagine that my siblings’ children will eventually make as many mistakes in life as the rest of us have. Who knows. But I hope, too, that I can live up to my new role if they do. If my niece eventually runs away from home, cuts off her hair and starts eating psychedelic mushrooms every day, I’ll be there to take her to look at Francis Bacon paintings, let her crash on my couch and listen to her talk about how she kind of wants to move to Berlin.\n\nLikewise, if my nephew — fat little question mark that he is at present — finds himself plunged into existential crisis in his mid-20s, I’ll be there. “Of course you should drop out of Harvard Business School and travel the world in a rickety schooner with three people you just met,” I’ll say. “What are you waiting for?” Most parents are stuck being the voice of reason; it’s the luck of the solitary gay uncle that he gets to be the voice of creative anarchy.\n\nOf course, my niece and nephew may become C.F.O.’s, gastroenterologists or personal injury lawyers. They might just decide they love the suburbs, marry young and find themselves wealthy, healthy and happy as clams. In which case, watch out, kids: it’ll be me coming to stay on your couch. "
}