{
  "url": "http://www.nytimes.com/2012/06/17/fashion/modern-love-a-father-a-son-and-a-fighting-chance.html",
  "headline": "Modern Love - A Father, a Son and a Fighting Chance",
  "dateline": {
    "year": 2012,
    "month": 6,
    "day": 14
  },
  "byline": "Dominick Zarrillo",
  "text": "WHEN my son Jeff was little, he was a pain in the neck about eating. On one drive to Huntsville, Ala., he sobbed for 70 minutes (I know because I timed it) about how we were starving him to death.\n\nWe stopped at a diner and ordered him a meal, and he proceeded to eat about four bites before claiming he was full.\n\nYou might think I would lose my temper, but this had happened before, so I was prepared with a well-planned response. I reached over and started eating his food. Bite by bite, I finished everything on his plate, figuring that would teach him to mind his dinner.\n\nUnfortunately, the plan had a different effect. Everywhere we went after that, Jeff expected me to finish his meals. It got so I would only order him meals I liked, knowing how it would go.\n\nAnd at home, forget about it. I was a workaholic back then, two jobs, out of the house at dawn and not back until 8 or 9. A lot of those nights, Jeff wouldn’t eat his dinner. His mother would get so angry, but what could she do? How do you force someone to eat? The best she could do was the tried-and-true route, telling him that if he didn’t eat dinner, he wouldn’t get dessert.\n\nI would walk into his room when I got home, and he would be lying there, wishing he had eaten dinner so he could have a snack before bed.\n\n“You hungry?” I would whisper, and he would nod, big eyes gleaming in the light from the hall. I would sneak him something, our little secret. Sometimes we would eat it together.\n\nWhen Jeff was in middle school, my wife noticed he was getting home late from school, sometimes a little dusted up. It turned out some neighborhood boys were picking on him, waiting for him along the path they all took, making his life miserable. It made me furious, probably because I felt guilty for working so much and not being around to protect him.\n\nPeople didn’t make a big deal out of bullying back then the way they do now, but I had to do something. Jeff was a small, sweet child who never hurt anyone. He just wanted to take the path home and feel safe doing it, but these kids kept singling him out.\n\nI went to see the ringleader’s father. He was a big man in town, a city planner. When I got there, he made me stand out on the porch as if I were trying to sell him something. I told him the story, and he looked agitated and said: “When I was young, this never would have happened. We had some pride. We fought our own battles.”\n\nI told him a one-on-one fight would be fine, but it wasn’t one on one. His son was fronting a gang of bullies, taking away my son’s right to come home happy and safe.\n\n“Five against one?” I asked him. “Is that something to be proud of?”\n\nHe grumbled and shut the door in my face.\n\nWhen I was young, my uncle said to me: “You’re small and you’re Italian, so it’s going to be tough. You can either blend in or fight. Trust me, it’s better to blend.”\n\nThe first time I walked onto a Navy ship (at 17 years old and 130 pounds), someone yelled out, “Another wop?”\n\nI smiled and said, “Yep,” and kept smiling no matter what else they said.\n\nMy uncle was right; I got along fine. I told Jeff that story, and asked him to get along the best he could.\n\nAfter Jeff finished college, we would travel cross-country from New Jersey to visit him in California. A few times we would run into his best friend, Paul, whom we liked a lot.\n\nJeff would fly to visit us, too, and when I would take him back to the airport, I would sit with him until his flight boarded, just the two of us. Every time, I could tell there was something he wasn’t saying, something knotted in his belly.\n\nFinally, he sat us down and said he had something to tell us. We told him that we already knew, and that we really liked Paul, and that we were happy for him. We laughed about how scared he had been to tell us, and after that it was Jeff and Paul, Paul and Jeff. We visited them; they visited us. We took vacations together.\n\nA couple of times the subject of grandchildren came up, and they always said the same thing: they wanted to marry first, and they wanted it to be legal. Jeff wanted a family, a home, like the one he grew up in, and part of that was being married like his parents.\n\nMy wife and I went to dinner one night with another couple, some people we knew pretty well, and the subject of Jeff and Paul came up. The guy said: “I don’t believe in gay marriage. I think it’s wrong.”\n\nThat’s all he said, but I almost lost my mind. I wanted to smash my dinner plate in his face. My vision dimmed while long-buried emotions rushed back: my little son, all alone, being picked on by bullies, being told he couldn’t walk the same path home because they said so.\n\nWhy couldn’t people just treat him with respect? I’m sure this guy isn’t a bad person, and no one would consider him a creep or a bully, but I stood up and left that table and have not spoken to him since.\n\nFor our next trip with Jeff and Paul, we went to Hawaii. The boys talked my wife and me into taking a long boat ride in a little rubber dinghy. I was dubious from the start, and rightly so.\n\nThe weather turned ugly and the waves got huge, three times higher than the boat. We all thought we were going to capsize. I held my wife’s hand, drawing on the strength of our love and our years together, knowing no matter what happened it would be O.K. because we were together. Across the boat, I saw Jeff holding Paul’s hand in exactly the same way.\n\nThat night at dinner, we laughed and drank too much and toasted our narrow escape. At one point Jeff’s face was pure happiness as he looked at Paul sitting next to him. Paul wasn’t returning the look, though; his eyes were focused downward to where he was quietly, carefully finishing Jeff’s dinner.\n\nI realized then that I was crying instead of laughing. I couldn’t explain it except to say there is nothing more overwhelming than seeing your child experience true love.\n\nNot every day will be that happy. Paul and Jeff want to marry and have a family, yet they know there will be more bullying, more ganging up against them, in their effort to seek that. There will be more groups of people telling Jeff that he shouldn’t be allowed to marry the person he loves, that it would be wrong for the two of them to have a family together.\n\nONE of the worst days in my son’s life was in November 2008, when a majority of Californians voted in favor of Proposition 8, a ballot measure to change California law in a way that bans marriage for same-sex couples. None of us could believe something like that would pass in California. When it did, I wondered if Jeff and Paul would move from the place they loved and had called home for so long.\n\nThey didn’t, though. Nor did they accept the new law and try to blend in as I told Jeff to do all those years ago. Instead, they did something that’s made me as proud as I’ve ever been: they fought back.\n\nJeff and Paul and two women challenged the law in court, and in a landmark decision two years later, they won: Proposition 8 was declared unconstitutional by a judge in San Francisco. The proponents of Proposition 8 appealed, and Jeff and Paul won that, too.\n\nThe United States Court of Appeals recently declined to take up the case before a larger panel, which opened the door for it to head to the Supreme Court. Meanwhile, Jeff and Paul still can’t legally marry.\n\nAs this Father’s Day approached, all I could think about was how much I want my son to experience the joys of being a father, how much I want him to marry the person he loves and to raise a family.\n\nFor now, he is still waiting, and fighting. I see how much the struggle costs him, how discouraging it is that despite his strength and patience and faith in the system, the ultimate decision rests in the hands of those who have yet to act.\n\nOne day soon, though, the powers that be are going to do the right thing. I’m his father, and it’s Father’s Day, so let me believe it. One day soon they’re going to let my brave, beautiful boy walk the same path we all get to take home."
}