{
  "url": "http://www.nytimes.com/2012/09/30/fashion/competing-with-another-woman-or-at-least-a-voice.html",
  "headline": "Competing With Another Woman, or at Least a Voice – Modern Love",
  "dateline": {
    "year": 2012,
    "month": 9,
    "day": 28
  },
  "byline": "Patricia Morrisroe",
  "text": "ON a romantic trip through the English countryside, my husband fell in love with another woman. He met her at a car rental agency on the outskirts of London, where she arrived with the upgrade package. \n\nNervous about driving on the opposite side of the road, he was eager to pay for her escort services, and before I knew it, she was with me in the front seat. By the time we had reached the first motorway, I was ready to toss her from the car. But as the voice of our GPS unit, she’d cleverly embedded herself in it.\n\nMy husband nicknamed her Emma, after Mrs. Emma Peel, the beautiful spy in the TV show “The Avengers.” With her genius I.Q. and martial-arts ability, Mrs. Peel was a feminist superhero, racing around England in a sexy Lotus Elan convertible.\n\nThe new Emma navigated a more mundane Audi, but with 32 satellites at her disposal, she was a whiz at directions. When she uttered, “Your route guidance will now begin,” you knew you were in capable hands, even if she didn’t have any. \n\nThe only time we took a wrong turn we wound up at a spectacular hidden garden that my husband proclaimed his favorite spot of the entire trip. Since we had planned the vacation to celebrate our 22nd wedding anniversary, my husband’s infatuation with an invisible woman didn’t say a lot for where we were heading.\n\nHe wasn’t alone in channeling a juvenile fantasy. I had organized our vacation around a much-anticipated rendezvous with my adolescent crush: Heathcliff of “Wuthering Heights.” I had fallen for him in 1970 after seeing the film version of Emily Brontë’s novel at my childhood cineplex in Peabody, Mass. \n\nIt starred Timothy Dalton, who in his pre-Bond days stalked the rain-swept moors howling for his beloved Cathy. So what if he was sadistic and probably psychotic? This was a man who would love you until the end of time, or at least the end of the credits.\n\nI tried to explain their convoluted romance to my husband over Emma’s excessive chattering, but he was in thrall to her British accent and computerized lisp.\n\n“Isn’t she amazing?” he said as she navigated another mazelike roundabout.\n\n“I was telling you about Heathcliff.”\n\n“He sounds nuts.”\n\n“At least he’s real,” I replied, which technically wasn’t true, but in comparison to Emma’s disembodied voice, he held a slight edge. “Can’t we please turn her off? She’s giving me a headache.”\n\n“Then you drive.”\n\nIt was a low blow, and he knew it. I don’t drive unless I have to, which in our marriage is hardly ever. Forty-two years ago, on my maiden voyage in the family car with my mother in the passenger seat, I accidentally hit a dog. On Easter Sunday. \n\nThe dog was knocked down, yet escaped without a scratch, but its owner, along with his two little girls, began screaming “murderer, murderer,” and in the commotion the girls’ Easter bunny jumped out of its straw basket and hopped into the woods. A hawk swooped down. You can imagine the rest. \n\nFrom then on, whenever I got behind the wheel, my mother would remind me not to “kill any animals,” which had the expected inhibitory effect.\n\nTo compensate for my fear of driving, I concocted a theory that in every successful relationship there’s a driver and a passenger, which exactly describes my husband and me. I’m the idea person who plans the itinerary, while he’s the steady navigator who gets us places.\n\nWe’re living proof that opposites attract. He’s in finance; I’m a writer. He’s quiet; I’m a talker. The list is so long that the minister who married us insisted we fill out an extensive compatibility, which we flunked. \n\n“It seems like you’re heading in different directions,” he said.\n\nBut he was wrong. For the next two decades we went in one direction: mine. The vacation to Yorkshire, which I had fashioned as a “Masterpiece Theater” extravaganza, with visits to numerous country houses and gardens, was no different. My husband never complained, mustering interest in herbaceous borders and follies. \n\nHis one request was to avoid driving on this one day. Since we were staying in a renovated castle-hotel on acres of parkland, he wanted to hike and then take it easy. He had a conference call for work and needed to be back at the hotel by late afternoon. Perfectly reasonable, except it was our last day to visit Brontë Country.\n\n“But I’ll die if I don’t see the moors,” I said, picturing Heathcliff’s brooding face against a gnarled and craggy landscape.\n\n“Well, O.K.,” he said.\n\nIt was a long drive, but Emma was her usual exemplary self, getting us to Brontë’s hometown, Haworth, without a glitch. En route, we passed plenty of what I imagined were dales, but no moors.\n\n“Do you know the difference?” my husband asked.\n\nI had to admit I didn’t, except in my mind, the moors came with Michel Legrand’s lush “Wuthering Heights” soundtrack and the dales with Emma’s grating voice. \n\nHaworth was crowded and touristy. My husband wanted a traditional ploughman’s lunch at a pub, but we wound up at a deli drinking weak tea and eating rock-hard scones. The Brontë Parsonage Museum was an even bigger disappointment. It wasn’t even on the moors.\n\n“This may sound stupid, but where are the moors?” I asked a woman.\n\nShe told us to follow the path behind the parsonage. We walked for a while but encountered only a bunch of sheep.\n\n“We really should be getting back,” my husband warned.\n\nI stopped an elderly man, who told us the moors were 10 minutes by car. \n\n“I guess these are them,” I said when we finally arrived. \n\nThe barren land did look fairly wild, though nothing like in “Wuthering Heights.” My husband took a photo of me with my hair blowing in the wind. \n\n“O.K., let’s go,” he said. \n\nI begged him to let me have a few more minutes. I walked ahead alone. I had no idea what I was looking for. Did I expect Heathcliff to ride up on a black stallion, take me in his arms, and offer a life where we’d live forever and never have to drive?\n\nSuddenly I heard my name echoing through the moors. It wasn’t soulful or romantic. Just annoyed.\n\n“Do you see what time it is?” my husband said when I got back into the car.\n\n“We have 90 minutes until your call,” I answered. “Don’t you trust your faithful Emma?”\n\n“You know you’re very selfish — — ”\n\nMercifully, Emma cut him off, alerting us to a coming traffic issue. She suggested the back roads to avoid a pileup, but soon we were on a narrow dirt path, where we had to pull over to let a car pass. My husband kept looking at his watch, driving faster and faster.\n\n“Emma doesn’t know where she’s going,” I said. “I think she’s lost her mind. And you’re driving like a maniac. You’re going to kill us!”\n\n“O.K., I’ve had it: you drive,” he said. I had never seen him so angry. He got out of the car, sidestepping a pile of manure.\n\n“O.K., then I will,” I said, calling his bluff. But he wasn’t kidding.\n\nI got behind the wheel. Surely he’d stop me, I thought, but he didn’t. Emma, who had been my rival, was now my trusted ally. Up ahead were sheep and cows and horses. What were they doing in the road?\n\n“Don’t kill any animals,” I heard my mother say, and now I was facing a herd of them. Emma was no help whatsoever. While brilliant at detecting traffic, she was clueless when it came to livestock.\n\nI felt ill — and guilty. My normally sweet-tempered husband, who always treats me kindly (except for now), was going to miss an important call. I dodged pigs, dogs and chickens while Emma kept giving insane directions. When she said, “Your destination is just ahead,” I laughed like a madwoman; we were in the middle of nowhere. And then I saw the hotel’s crenelated roof. Could it be? Even my husband looked stunned.\n\n“Amazing,” he said.\n\n“Yeah, Emma’s pretty great.”\n\n“No, I mean, you. You were amazing. You drove!”\n\nWith five minutes to go, he jumped out of the car and raced toward the ancestral home that wasn’t ours, dashing across land that wasn’t a moor or a dale but a manicured lawn. But at that moment, with his hair wild and his BlackBerry, he was the most romantic hero in all of Brontë Country.\n\n“Your route guidance has now ended,” Emma said.\n\nSomething else had ended: my passenger-only status in our marriage. Even without the help of 32 satellites, I knew my husband and I had just entered a new world."
}