{
  "url": "http://www.nytimes.com/2012/05/13/fashion/modern-love-paralysis-of-the-heart.html",
  "headline": "Paralysis of the Heart — Modern Love",
  "dateline": {
    "year": 2012,
    "month": 5,
    "day": 10
  },
  "byline": "Michelle Fiordaliso",
  "text": "I WAS driving my 11-year-old son, Joe, to school. It had been one of those mornings. He was singing opera and doing hip-hop moves when I needed him to put on his shoes. \n\nAs we pulled up in front of school just in time, I snapped: “I can’t start our day this way. This kind of stress is going to make me sick.” \n\nHe burst into tears. “Don’t say that!” he yelled. “Promise to never say that again!” He raced out of the car, wiping his eyes with the back of his hand. \n\nOn more than a few occasions, he has expressed his fear that something might happen to me. As the child of a single mother, he clearly has been pondering the same questions I do: Who will take care of him if I die? Who will love him as much as I do?\n\nJoe’s fear of my mortality jarred me into reality, and I called my doctor. There actually had been a reason for my harsh statement. My face and arm had been numb for months. I had shrugged it off as stress but then started to get chronic headaches, too.\n\nMy doctor agreed to see me right away. After examining me, she said, “If I can’t get you in for an M.R.I. at the imaging center, I’ll need to send you to the hospital in an ambulance.” She explained that stress doesn’t create the symptoms I was having. It could be an aneurysm, a tumor or early signs of multiple sclerosis. \n\nSomeone else might have panicked, but this kind of situation makes me practical. She got me an appointment for an hour later. In that time, I did what any sensible person who has been ordered to get an emergency M.R.I. does: I got the car washed. I wasn’t in denial; there’s just so much time to get stuff done, and worrying wasn’t on my checklist.\n\nSome people are terrified of sickness and death. Not me. I decided to face death head on when I was about 10 and saw a photo spread about AIDS in Life magazine. I declared that one day I was going to help those men. \n\nAnd I did. At 20, social-work degree in hand, I applied for a job on the AIDS unit of St. Vincent’s Hospital in New York. When asked if I could handle seeing gaunt men with tubes in their mouths, I said “yes.” When asked if I was afraid of watching people die, I shook my head no. \n\nI was like the naïve teenager who enlists in the Army without any idea of what war is like. For the next two years, patients of mine died every day. After a while the pain caught up to me. If I were going to befriend death, I needed a different approach. \n\nSo I became a sky diver. Then a motorcyclist. I climbed rocks. Canoed in Class-5 rapids. Bungee jumped. And most harrowing of all, I moved to Los Angeles to become a writer. I hoped all these experiences would give me something I desperately wanted: fearlessness.\n\nI walked into the imaging center. In the waiting room, I got down to business on my cellphone. I made arrangements for my son to be picked up from school and got a friend to take care of our dog. I like things that can be checked off a list. Kid, check. Dog, check. Custodian for my son should I die, check. \n\nThe technician called me in. He was kind and covered me with a blanket. I almost told him I loved him. Some people might dread an M.R.I., but lying down in the middle of the day without anyone asking me to do anything is a single mother’s dream.\n\nThe technician asked, “Have you ever had an M.R.I. before?” \n\n“Yes.” \n\nI got pregnant in 1999. I was 26. At the beginning of my ninth month something unimaginable happened: I had a mild stroke. A small bleed in the front left lobe of my brain took away my ability to speak and control the right side of my body. They rushed me to the hospital. I didn’t remember reading about sudden paralysis in “What to Expect When You’re Expecting,” and I wanted my money back. \n\nIn an instant I got a glimpse into how vulnerable motherhood was going to make me. My usual hubris turned into humility. I did not like it one bit. \n\nJust before putting me into the machine, the technician handed me a red rubber ball, explaining that if I needed to communicate with him, all I had to do was squeeze it. He reassured me that while I might feel alone in the tube, I wouldn’t be.\n\nI could have used a red rubber ball back when Joe was 10 weeks old. That’s when his father left. Feeling lost, I fled New York and went to Miami to live with a friend. On my back I carried a pack with five weeks of clothing for the two of us. On my chest I strapped my baby in a Bjorn. In my left hand I held his car seat. In my right, his stroller. \n\nI looked like a soldier. Walking through the airport, I felt more alone than I ever had. No one offered to help, and why would they? From the outside it seemed as if I had it all handled.\n\nMy brain and neck scans were done. It took three hours longer than I expected and it was too late to take Joe to the movies, the promised reward for his stellar report card. \n\nWhen Joe is testing my patience, it’s difficult to be alone as a parent. But when he does something amazing it’s even worse, because there is no witness but me to mark the milestones. No one else who will know and remember all the funny, lovely things he says and does.\n\nI HAD the M.R.I. because I was numb, but my numbness actually started long before, when Joe was a baby. I needed my eyes and ears to be vigilant if I was to single-handedly care for him. But I didn’t need a heart to feel. It was safer to focus on the details and forget that my baby was more intimidating than caring for dying men and much scarier than hurling my body from a perfectly good aircraft. \n\nWith Joe, I wasn’t fearless. Quite the opposite, I was petrified of how much I loved him. Death was something I had grown comfortable with; it was life I wasn’t so sure about. The problem with numbness, though, is that you don’t choose which parts not to feel. You don’t get to block out pain and suffering but keep all the good stuff. You get everything or nothing. That’s the deal.\n\nThe night of my M.R.I., I walked into Joe’s room one last time before going to sleep. It had been a long day. Safe and sleeping in his bed, he had one hand on his left cheek and one on his right. It reminded me of when he was a baby and we shared a bed in Miami. He’d wake in the night and find my face with his tiny hands. With one he’d hold my left cheek and with the other he’d hold my right. Only when he’d found both would he fall back to sleep. I was his red rubber ball. \n\nMy eyes welled up. The enormousness of my love swelled bigger than any fear. The terror of potential loss flooded in. But so did the joy of connection. Joe hates to see me cry, but he was sleeping so I figured, why not. \n\nI thought about the fact that eventually one of us will stand at the other’s funeral. That day will come, and no amount of list making or numbness can keep it away. I didn’t know if the moments between my sitting on his bed and a funeral were few or many. All we can do is make the moments we have matter. \n\nI put that on my list: savor our time together. Check. \n\nLike how he still holds my hand. Or hangs out in our front yard in his plaid bathrobe, holding a fake cigar in his mouth. Or how he nicknamed me “cita” for mamacita, and how I always wanted a nickname from someone who’d love me enough to give me one.\n\nSuddenly I saw that his eyes were open. He had caught me loving him. And his eyes had tears in them, too. \n\n“Why are you crying?” I asked.\n\n“Because I’m happy,” he said.\n\n“Me, too.”\n\nAnd just like that, he fell back to sleep. \n\nI knew I was happy, because even though my face and arm were numb, my heart wasn’t. In two days I’d get the message that the M.R.I. was normal. But in that moment all that mattered was that Joe was alive, and so was I. And we were happy."
}