{
  "url": "http://www.nytimes.com/2012/07/29/fashion/newly-wed-and-quickly-unraveling-modern-love.html",
  "headline": "Newly Wed and Quickly Unraveling - Modern Love",
  "dateline": {
    "year": 2012,
    "month": 7,
    "day": 26
  },
  "byline": "Wendy C. Ortiz",
  "text": "I WOKE up with my head on an unfamiliar pillow in a bungalow in the high desert of California, 140 miles from my dilapidated apartment in the Koreatown section of Los Angeles. \n\nIt was my wedding day. Not only was my head on a strange pillow, it also housed a terrible rhythmic pounding. My feet were sore from dancing on the wood floor of a bar the night before. A righteous hangover seemed ominous, but there was no time to contemplate this. \n\nOurs would not be a traditional Mexican-American wedding; we couldn’t afford mariachis, for one. Yet I still needed to gather lilies, daisies and roses from the local grocery stores, shower, get into my orange mail-order dress, and put on my tiger’s-eye earrings before I went and got hitched. \n\nThere was another omen I decided to overlook. It was early March: I had chosen this day months before for its full moon, enchanted by the notion that it would also be a full lunar eclipse. I would be 33, an auspicious age to begin a new life. What I overlooked was that the date was in the middle of Mercury retrograde, supposedly the time of year when one should avoid signing contracts or making life-altering decisions because of the potent possibility of reversal. Hence, retrograde.\n\nRegardless of superstition or omen, here were my friends, who had come from all points on the United States map, and there was my dress and my new brown cowboy boots. And there was my soon-to-be husband and his vintage tuxedo, waiting to marry me. \n\nThe night before the trek out to the Mojave Desert, I had a funny exchange with a friend from work, a lesbian in a long-term relationship. \n\nYears earlier, when we were both new to the organization, she sat down in my office and we instantly began talking about our mothers. Soon we were eating Thai food and discussing films and plans with our partners, all of it creating a friendship of years. I appreciated many things about her, and she me, especially how we were total opposites. As the adage goes, opposites attract. My fiancé even knew that part of it, jokingly referring to her as my “boyfriend.” \n\nThat day before I embarked on my wedding trip, she and I kept missing each other. My phone rang as I barreled down the hill from work, car windows down, smoking my second cigarette of the day (because I had started smoking again in those months of gut-wrenching anxiety leading up to my wedding). I answered, one hand on the wheel, the wind blasting my face. There she was, my friend. \n\nI had left her a message on a Post-it written in two different ink colors (even the pen seemed to be conspiring to keep us from having contact that day) saying I was sorry not to see her just as I was about to go out and become not-single. On the phone she referred to the note, the universe’s plan to keep us apart, in a way that sounded jokingly outraged. The delicious frisson of acknowledgment made me squirm in my seat. \n\nI thought of this conversation that late winter morning of the wedding in the town of Joshua Tree. By summer of that year, I realized that in marrying I had made a mistake of tragic proportions.\n\nA secret courtship with my friend at work began on the longest day of that year. There is no way around this: I cheated on my husband. I followed a longing that had been calling me all through adolescence, college and into adulthood. \n\nMonths before our wedding, when my fiancé had said, “I talked to my therapist, and she thinks we should discuss your sexual orientation,” I had responded brusquely: “Why? I’m in love with you.” \n\nEnd of conversation. It was the beginning of something I thought of as the Compromise: the commitments one begins knitting together to start a married life with another, even if those commitments are a little frayed, of a different texture. The unspoken things began taking sips of oxygen out of the rooms we lived in, slowly, adeptly. \n\nSummer turned into fall of my newlywed year. I couldn’t extricate myself from my hidden relationship. The questions felt like bruises I kept pressing: Are these just postmarriage high jinks? How will I go about ending the affair? Do I even want it to end? \n\nI continued being married because I wasn’t sure what else to do. I smoked more cigarettes, became thinner and felt sicker. A little voice was asking me, then telling me, to make a decision. \n\nAfter the first of the new year, I came out to my husband. I turned over in bed to face him, and the sobs burst out of me and pooled between us. My chest heaved, my face was wet and contorted, but I forced the words out, finally, despite the pain.\n\nHe sat up in bed, brought his hands to his face, and wailed.\n\nI knew neither of us would sleep that night and possibly many more nights. \n\nI was ready to shoulder the blame. I steeled myself for the hatred that might come my way from my spouse, not to mention the judgment and blame that might come from his friends and loved ones. \n\nInstead, that night, and days after, he listened. Amid his crying, his mourning, he listened. \n\nEven after he was aware of my betrayal, he was willing to give me a simple, civil, clear-cut divorce. Some part of him understood the magnitude of my realization, the voice I had not been heeding for half of my life. He understood that my ability to be truthful to myself had to take precedence, even as much as it hurt him and would change his life as profoundly as it would mine. \n\nHe let me move out in peace. \n\nI took all my belongings to the tiniest studio ever, a place I imagined I could fold up and put in my pocket. I could see every detail of my life in this space, with its hint of a closet and its private patio where I sat and envisioned the unfolding of the next part of my life. The Mexican sage and the lone palm tree just outside the patio whispered and waved at me as I sat, weathering waves of loss, fear and finally, hope. \n\nI had never fancied myself a late bloomer, and yet there I was, part of that population of 30-something people who come out, and, unintentionally, take down a couple of people (or more) in the process. \n\nIn the autumn, the divorce papers arrived in the mail, stamped, official. \n\nAs I unsealed the envelope, I knew there was a certain kind of love I might never have been privy to until that moment. It was the love of someone who knew me, who had loved me and then had to let me go, in that way you hear about in stories and songs through the ages.\n\nHe let me go respectfully, mindfully and lovingly, as best he could while in his own dark lake of loss. \n\nI was grateful, am grateful, to have received such a gift.\n\nA FEW years have passed since the summer of that sublime courtship. My partner and I still haven’t married, but only because the voters of California won’t let us. \n\nWe learned how to be together through the epic transitions we were enduring: I, coming out to my family (who have been mysteriously and lavishly accepting, breaking all stereotypes of how a Mexican-American family might respond) and everyone else; she, ending a relationship of more than a decade, the one I inadvertently had helped end. \n\nWe had a baby. We bought a house. I had not pictured these domestic scenarios when I was married to a man. \n\nAmid this new life, I sometimes dream about my ex-husband, whom I have run into a couple of times since our divorce. \n\nIn one dream, he sees me on the streets of downtown Los Angeles. He walks toward me, unflinching and envelops me in a warm hug.\n\nThis hug seems to communicate everything, encompassing the history of our relationship, from our sticky beginnings in a dirty Hollywood bar, to our sweet friendship, to the rocky road of a relationship I often resisted. \n\nThe last time I ran into him in real life, I was standing with my partner, some friends and our 6-month-old baby girl. Too many people wanted brunch on a beautiful day, and we just happened to pick the same spot.\n\nMy ex-husband was with a woman who wore a great vintage dress. He and I hugged. There were introductions. I had to imagine that the truth of the situation — clear and precise — was present with us on that sidewalk, and we all could live with it. \n\nWhen I said goodbye to him and his girlfriend, they walked away holding hands. I felt a sweet contentment. Things in their own complicated and beautiful ways had worked out for each of us. "
}