{
  "url": "http://www.nytimes.com/2012/07/15/fashion/so-much-in-common-in-name-only.html",
  "headline": "So Much in Common, in Name Only — Modern Love",
  "dateline": {
    "year": 2012,
    "month": 7,
    "day": 12
  },
  "byline": "Milla Goldenberg",
  "text": "“THIS man is going to be the father of my children,” I announced to my friends before I had even met him in person. “He has to be. It’s not like I’m going to meet another one again in my lifetime.”\n\nWhat I meant was another man who had my last name: Goldenberg. It’s not a common surname. The more common variation is Goldberg, which dropped that central “en” into oblivion. Ours was the older, more dignified surname, which translates to “gold mountain” in German. Linguistically intact, Goldenberg conjures up sun-kissed hills that resemble health and bounty. This would be our future. I was sure of it. \n\nOf course, we first had to establish that we were not, in fact, relatives. It was easy to assume we could be. He assumed as much, which is why he contacted me after reading my name in a Los Angeles Times news article. \n\nI had been quoted after the arrest of a former boyfriend’s murderer. The high-profile case involved a four-year investigation and the embezzlement of a half-million dollars. I had written about learning of the murder on my blog, which my namesake also found and read, noting that we both lived in Los Angeles. Intrigued, he contacted me and inquired: Could we be related?\n\nNot unless we came over from the former Soviet Union on the same ship, I assured him. My family had immigrated in the 1970s, his much earlier in the century. Having established no direct blood ties between us, we began to chat regularly on Facebook messenger. \n\nOur most obvious common interest seemed to be dogs, so we talked about them incessantly — my two girls and his one boy, all big dogs. We discussed their breeds, histories, temperaments, diets. We spoke more about them than ourselves, happy to have found some common ground so we had a reason to keep talking.\n\nBut after a few weeks, we had exhausted the subject and had moved on to the personal stuff: his divorce and my bad breakups, and the trajectories that had landed both of us in Los Angeles. \n\nA red flag appeared when he revealed he had been jobless for two years, spending his time volunteering at the local animal shelter and living off his savings. I had dated unemployed men before and had sworn I never would again, but the shared surname seemed a valid reason to overthrow any and all objections, including the fact that he was 13 years my senior.\n\nHelping matters was the discovery that he lived only a few blocks from my childhood home, an astonishing coincidence in a city that large. It seemed like another sign of our impending life together, a future I was becoming more certain of with each passing day of our Internet courtship. \n\nI could see the path perfectly: First, cheek-to-cheek photos of us would begin peppering the news feed, our equally happy dogs at our feet, followed by a full photo album from a weekend getaway to someplace relaxed and romantic, probably wine tasting up the California coast; after that trip, a status change would link our profiles on Facebook, first to “in a relationship,” then ultimately to “married,” our matching names in perfect symmetry. \n\nSure, there would be a few jokers snickering that we were cousins, but that would die down eventually. People might even think that he took my surname upon our marriage, a thought that thrilled me secretly. And, of course, our wedding announcement write-ups in newspapers would center on the shared-surname angle, which would be hailed as the most romantic origin story of all time, one that sealed our fate at first contact. \n\nOf all my friends, I have been the most vocal about how a woman shouldn’t change her last name upon marriage, a practice I find anachronistic. I’ve sat in judgment of my girlfriends who have married and allowed themselves to be branded by their husbands like chattel on a farm. It reminded me of the boy who put his name all over my Pee-Chee folder in grade school and how much I despised his attempt to dominate me. \n\nOf course, I realize that my last name came from my father, also a man, but it has become so inextricably linked to my identity that any potential change to it threatens my very core. I have been published under my name and bought my house under my name, and it never seemed right to me that a marriage license could dismantle 35 years of being my own person. \n\nSlapping my husband’s name on me would effectively make me his person, while his name and identity remained intact. It’s an inequality that’s still too readily accepted by men and women. Even hyphenating didn’t seem like a better alternative unless the husband also agreed to hyphenate his name (though I’ve only known of three men who’ve done this). Otherwise, it’s still the woman changing her name to suit her new status as a wife. \n\nBut I didn’t have to worry about this anymore because I had done the undoable: I had found my perfect match whose Mrs. I was born to be. “It’s like he fell out of the sky and into my lap with a big red bow,” I told my friends, who seemed to eye me nervously. The whole thing felt fated, as though my dead ex-boyfriend had orchestrated it from beyond.\n\nI delighted at the thought that my mythical children would have only one surname instead of an awkward multihyphenate that sounds like the name of a law firm. I imagined us several decades into the future, surrounded by our loving children and grandchildren (all still named Goldenberg, naturally), telling them the story about how we got together. His eyes would overflow with tears and his wrinkly hand would reach for mine as he spoke of finding me online and then meeting me in person and just knowing we were two halves of the same soul — reunited after a lengthy search. \n\nHe didn’t even have to put his name on me (or my Pee-Chee folders) because I was already his and he was already mine. Our ending had been written for us at the start. His voice — which I had never heard, since our correspondence was relegated to Facebook messenger — would be deep, raspy and full of undying love for me. It had to be. \n\nI had created an entire mythology about him, seeing his volunteer work at the animal shelter as a sign of sensitivity and a willingness to put others before himself; his former marriage, which I knew nothing about, became another symbol of his compassion and willingness to commit.\n\nOne thing I did know with certainty was that, like me, he preferred midcentury modern furniture, which would make our hypothetical household much easier to decorate. \n\nAnd, of course, we had our three big dogs, who would love one another effortlessly without ever once vying for dominance. He was my perfect match, not only in name, but also in sensibility.\n\nSO imagine my surprise when I showed up to our first date — nervous and sweaty, my body tense and brain jumpy, bracing myself for the first meeting with my future husband — and found a man unfamiliar to me in every way. \n\nHis voice sounded higher than I had imagined, and we liked different movies, different directors, different everything, it seemed. He also revealed that his dog hated going on hikes, an essential pleasure my own dogs and I enjoy each weekend. On the bright side, my namesake was fairly tall. \n\nWe went on exactly one date, a meal and drinks that lasted approximately three hours. The experience was pleasant enough. We lingered at the table for a long time, trying to build a chemistry neither of us felt. I could have tried again on a second date, but he sent me an e-mail a few days later saying he didn’t feel a spark but would like to remain friends. I have not seen him since.\n\nIt crushed me like any breakup would. In the days that followed that e-mail, I moped around my house with the pang of loss in my stomach, aching to regain something I never actually had. It was not the man I missed (as I loved only his name) but the chance to share that name via a family, future and legacy that would exist long after we did. \n\nAnd suddenly I understood why most of my girlfriends changed their names upon marriage: because they craved the same legacy, one that would extend itself under a unified family crest. \n\nI craved it, too, and tried to seize an opportunity that made attaining this legacy easy for me by dressing it up as fate instead of accepting it as the coincidence it actually was, a funny anecdote I would one day tell my grandchildren, whatever their names. \n\nI wonder if he sensed my eagerness and it repelled him. I wonder if, even in person, I ever saw who he really was."
}