{
  "url": "http://www.nytimes.com/2012/04/08/fashion/a-surrender-after-an-uneasy-peace.html",
  "headline": "A Surrender, After an Uneasy Peace – Modern Love",
  "dateline": {
    "year": 2012,
    "month": 4,
    "day": 5
  },
  "byline": "Jenny Williams",
  "text": "“IT’S O.K.,” I said to my husband, not knowing if I was being brave or stupid. “Go.”\n\nSo he did. The commanding general of a new task force in Afghanistan was looking for someone with Dave’s background. Dave volunteered, and on Jan. 14 off he went.\n\nFifteen years earlier, when we were 19, in college, not dating, and standing in the grocery store, Dave told me he had joined the Army. I don’t remember what I said to him, but I later told my roommate how he had changed for me in that moment.\n\n“I didn’t know he was that kind of person,” I said. I didn’t mean it in a good way.\n\nYet I still fell in love with him, and four years later I packed my Subaru and moved, jobless, to Tennessee, where Dave would be stationed for the next two and a half years with the 101st Airborne Division at Fort Campbell. Dave lived in a house in Clarksville, Tenn., with three other infantry lieutenants. The plan was for him to spend four years on active duty and then go to law school. Four years, and we would move on with our lives.\n\nI resisted the Army by moving to Nashville, about 45 miles south of Clarksville, where I hoped to find a teaching job. A message board for roommates led me to a Vanderbilt student named Charlie, who had a plush apartment near campus. Dave called him “Chuck” and installed a lock on my bedroom door. But the drive between our two cities was long, and Chuck and I didn’t get along that well, so by summer I had moved to Clarksville.\n\nMy friends were 24, single and living in San Francisco, Washington and New York. But as the saying goes, sometimes you don’t get what you want but what you need. I had spent my high school years naïvely bashing the military, so now I would live with a soldier in a military town. I wouldn’t spend my Friday nights hanging out with my old friends in the Marina District or Georgetown or Union Square, but sipping margaritas at the Chili’s on Wilma Rudolph Boulevard in Clarksville.\n\nDave and I were engaged in the summer of 2001 for a wedding in June 2002, when he would be out of the Army. When the Twin Towers fell, our wedding was just beginning to take shape. That evening Dave called to say he wouldn’t be coming home. His battalion was on “Division Ready Force-One” status, meaning they would most likely be among the first to deploy. He suspected they might ship out within days. \n\nI called to see if the deposit for our wedding venue was refundable and began to consider the possibility of a postponement. The next night, though, Dave was home again. They weren’t going anywhere. The leaden disappointment in his face dampened my own elation. Our country had been attacked, and he wanted to go; he had trained, and he wanted to lead. \n\nDuring the final nine months of Dave’s active duty, I tried to ignore the disappointment in his face as each possibility of deployment evaporated. By the summer of 2002, the war in Afghanistan appeared to be winding down. When Dave left the Army and our wedding took place at the end of June as scheduled, I felt lucky. He felt guilty.\n\nIn the months and years that followed, I helped Dave choose not to return to the Army. He would bring it up every year or so: maybe he could join the National Guard or the Reserves? But it was always easy for me to explain why the timing was wrong. Couldn’t he finish law school first? And what about the debt we faced and the promise of being grown-ups with children and money to spend? \n\nMeanwhile, Dave’s Army friends did their tours in Iraq and Afghanistan. We bought a house and moved to the suburbs. \n\nEight months after our move, Dave’s former Army roommate, Jay, was killed by a suicide bomber at a checkpoint in Iraq a week before he was scheduled to leave his command. He left a wife, nine months pregnant, and two young children. \n\nWe went to West Point for the funeral. A lot of guys Dave knew from Fort Campbell and Fort Benning showed up. They were 29 years old. Those still in had all done at least one tour in Iraq or Afghanistan. After the service, Jay’s widow held their newborn baby as people paid their respects. Seeing her made me feel sick and sad and lucky all at the same time.\n\nAfterward, Dave told me he wanted to return to active duty and deploy. But we had jobs and our house, and I could see the first glimmer of our “real” lives. So when he deferred the decision to me, I explained again why the timing was wrong.\n\nSix more years passed. We still have the house, and now children, too, ages 2 and 4. A year ago, Dave found himself a “nondeployable” job in the Army Reserves, which seemed like a fair compromise. But even then I think I knew “nondeployable” would not be enough. \n\nThe final straw came last September when we attended a Navy League dinner in a ballroom at the Hyatt near Old City, Philadelphia. At a table behind us, a woman and her daughter stood when the M.C. said her husband’s name; he had been killed in Afghanistan. The banquet also honored the family of a Marine named Travis Manion for their service after his death. \n\nA slide show flashed pictures of Travis looking young, handsome and alive. Even with the pictures and speeches, the war and deaths were hard to fathom from where I sat in a cushioned banquet-hall chair with my napkin in my lap. People shook hands and laughed and made small talk. I kept looking behind me at the wife and daughter of the fallen Marine. I wondered how this ballroom and social occasion felt to them. \n\nAll of the soldiers we met that night had deployed, the older ones to Vietnam and the Persian Gulf War, and the younger ones to Iraq and Afghanistan. They asked Dave where he had done his tour and how many tours he’d done. \n\n“I didn’t deploy,” he had to say again and again. “I was out by then.”\n\nI felt their questions in my stomach because I knew he did. I knew it was only a matter of time before he would bring up deployment again.\n\nA FEW weeks later, in bed, Dave told me of a new chance. “The opportunity is perfect,” he said, “and I want to go. I won’t if you don’t want me to.” \n\nHe thought he was leaving it up to me, but I knew what my answer needed to be. I had played the conversation in my head too many times. I held that answer on my tongue until he finished, then the words tumbled out.\n\n“It’s O.K.,” I said, using the same trick I did to conquer the high dive. Jump first, then look. “Go.” \n\nWomen do this every day, I thought, and men, too. Small children endure months, a year, without their father or mother. I cannot be different, and six months is not that long. I have practiced my lines, and they’re true: I didn’t marry him to stand in his way. One percent of the country is making the sacrifice for all of us, and he needs to be part of it. He has spent nine years regretting not being there. It won’t go away.\n\nHe told me the deployment would be safe, relatively speaking. In his civilian job, he runs an economic development company in Camden, N.J. To make me feel better, he told me he probably stands as good a chance of being killed in a neighborhood in Camden or another high-crime urban area in this country as he does in Afghanistan. This is supposed to make me feel better. \n\nNow I exchange daily e-mails with Dave in Kabul and we talk face-to-face via Skype a few times a week. He is assigned to a unit that works on political and economic reform. On my computer screen I can see the small room where he sleeps and the uneven crayon heart our son drew hanging on the wall behind him. He asks if it makes me feel safer to see where he sleeps and eats — that it’s not a tiny outpost in the mountains. \n\nI don’t know the answer. The two officers who were killed recently, shot to death while working at their desks inside the Afghan ministry in the wake of the Koran-burning incident, had positions like Dave’s. They were just as safe as he is supposed to be.\n\nWith each new flare-up and act of violence, I wait and wonder about our choice. Will I one day stand with my children in a banquet hall watching slides of my strong, smiling husband who was killed in a war? Would my children forgive him for choosing to leave us? Would they forgive me for letting him go?"
}