{
  "url": "http://www.nytimes.com/2012/04/01/fashion/getting-to-that-safe-place.html",
  "headline": "Getting to That Safe Place — Modern Love",
  "dateline": {
    "year": 2012,
    "month": 3,
    "day": 29
  },
  "byline": "Elisabeth Fairfield Stokes",
  "text": "I MET him at the coffee place where I was working after I’d dropped out of graduate school out West, many states and several states of mind away from the New England college town to which I’d returned. I was floating between Gen X jobs, living in the aftermath of an emotionally and physically abusive relationship that had left me dazed and shaky, still absently rubbing my arms where bruises had marbled them, unable to look much in mirrors because I felt exposed, vulnerable. \n\nI dated here and there because it seemed like something people did. I would follow along like an observer of my own life, watching myself at the movies, ordering a Scotch at a bar afterward, being dropped off at my car, giving a long look and a quick kiss.\n\nHe was a regular, lingering at the counter after I gave him his coffee, smiling and trying to hold my gaze. He bought board games and left them at the bar along the window, an excuse, he said later, to hang around and watch me. One Tuesday I hurried past his table on my way outside, not breaking stride, answering him with a “Hey, how are you?” And pretty soon he was blocking the early spring sun I had lifted my closed eyes to. \n\nI don’t remember much between opening them resentfully, sighing, and sleeping with him a few days later. I had no money, no place to be, and he took my weariness, my lack of interest, as a challenge. We were almost instantly inseparable, delighting in how much we had in common, as all new lovers do until they don’t. A stranger paid for our meal in a pizza joint because we looked, according to the waitress, “so happy and in love.”\n\nHe had a trust fund and spent it heedlessly on toys and clothes and eating out. I accepted his gifts and ate the meals and stayed constantly at his side, even quitting the coffee job so we could be together. \n\nHe was affectionate, tender; told me I was beautiful, that he loved me. I was broken, exhausted, lost, and I let him take care of me, but the long goodbye began when the tough-girl facade he found so irresistible inevitably slipped. The fragility it had masked was more than he was interested in dealing with, after the rush of rescuing me from the rage of something he didn’t understand.\n\nDinners at his favorite restaurant became opportunities for him to explain how “it” was, how I was wrong about feminism and affirmative action, how men, especially white men, are discriminated against, how he thought he got bad service in restaurants because people assumed he wouldn’t tip well because he was young. He especially seemed to hate this Catch-22 he imagined for himself: Should he tip well for bad service to prove that he knew how to tip well? \n\nI picked at my food, nodding that, yes, I liked the wine, and, yes, I understood it was hard to select a wine that would complement our different meals and I’m sorry I wouldn’t order the veal but I just couldn’t and I thought the wine was fine with my pasta and vegetables and julienne of hot peppers, and, yes, it did seem possible that we might be the most attractive couple there.\n\nFinally, over yet another nice dinner at which he mocked my food choices again, apparently feeling he could do so because he was paying for them, I said I thought we shouldn’t sleep together anymore, seeing as there was a “visible terminus” (the kind of phrasing he was partial to) to our relationship. He was leaving for New York at the end of the summer, dropping out of his own graduate program and heading to Wall Street. He was furious, angrier than I’d seen him, and I realized that control was not something he liked losing. That was our last meal together.\n\nIt didn’t quite end there, however. I slowly extracted myself; it was hard for me to accept that it had mostly been about sex for him, that and some damsel-in-distress fantasy I seemed to have dispelled, because I think it’s possible that he did care for me at some point. I didn’t understand then that I had used him, too, to learn how to get from Point A to Point B again, and, let’s be honest, to simply eat at times. \n\nI moved back to where I’d been living, he went back and forth to New York and other places before actually leaving, calling to let me know he was in town and did I want to come over and if I did would I stop and get Ben & Jerry’s. Days would pass and I’d grit my teeth to avoid picking up the phone, like an addict in rehab; it felt as if toxins were slowly leaving my body.\n\nAnd then, the night before he was to leave for good, he called, and I went. His four-room apartment was filled with boxes. I stepped between futons, piles of clothes, weights, CDs, the little fridge that held his “wine cellar,” more stuff than any 23-year-old should have. I was wearing clothes he hadn’t bought me, and my hair, which he’d wanted me to grow longer, had done so. I didn’t need him anymore, and it made me irresistible again. The sex was rough, passionate, silent, good. And then I got up, got dressed, and walked out.\n\nI WISH the end had been there, that tidy, but how could it have been? He called a few times from New York (well, New Jersey, where he was living with his parents). I sensed loneliness, unease; being at home again seemed to bring about a vulnerability in him that made me smug. He sent flowers, gifts, pretty things he knew I’d like, things he knew I couldn’t have on my own.\n\nBut when he came to visit, I was dating someone else, the man I wanted to, and eventually did, marry. I told myself there would be no harm in letting him take me out one more time, in letting him tell me how great his new life was. That was all he wanted. I took a hard line, though, a line he’d taken with me: if we weren’t going to sleep together (and we most definitely weren’t), why bother with dinner? \n\nI was blunt, thinking I was being virtuous by rejecting the weak “I don’t think it would be a good idea for us to see each other” for the heartless “I don’t want to see you.” For the very first time since I’d known him, he had nothing to say, and I felt the Pyrrhic sadness of having done to him what he’d done to me.\n\nSixteen years passed. I finished a graduate degree in something else, married the man who seemed unfazed, amused, even, by what seemed to be my inability to get out of my own way. We moved for his job, bought a house, I began teaching, we had children. I was at times suspicious of happiness and stability; I’d lie awake, listening to our girls breathe, feeling the steady rise and fall of my husband’s body next to mine, my own breath coming too quickly, as if I’d narrowly escaped a fate that was unclear but terrifying. Scenarios of other people I could be with, other lives I could be living, played themselves out in my sleeplessness, searing near misses. But I was safe.\n\nAnd then he, that long-ago, coffee-shop boyfriend, called my name across a beach last spring. I turned, searching, my younger daughter on my hip; I recognized his voice. I was nervous, making my way across the sand, talking with him, standing next to him again. He was a place holder for a time in my life, a part of myself, that I didn’t understand. \n\nHe was always handsome, and when, in parting, I said softly, “You look the same,” and he said, “I know,” I saw instantly that it hadn’t been any more complicated than that he was kind of a jerk, I was kind of a freak, we had both been pretty immature, and that was all it was, all it needed to be. The punitive “What was I thinking?” became the much more compassionate “What was I learning?” And the answer was: everything. I was learning everything about what I wanted in a husband, a marriage, a life.\n\nBut I wasn’t quite done yet. A few days later, after examining everything he and I had said and not said to each other, every rushed interjection, every awkward laugh, the way he was quick to offer evidence of his own family because I was holding mine, I crept into my husband’s arms. I told him all about it, weeping into the shirt of the strong and quiet man who had outlasted all the crazy I had thrown at him, suddenly relieved that a sad and difficult part of my life I hadn’t realized wasn’t over finally, and very definitely, was. "
}