{
  "url": "http://www.nytimes.com/2012/06/10/fashion/modern-love-her-future-is-in-the-cards.html",
  "headline": "Modern Love - Her Future Is in the Cards",
  "dateline": {
    "year": 2012,
    "month": 6,
    "day": 7
  },
  "byline": "Alina Simone",
  "text": "“WILL he have a normal family?” Andrea asked. \n\nAfter the demise of her long-term relationship, my friend had enlisted a psychic in a search for answers. Never having felt close to her ex’s parents, she was hoping to avoid a repeat with whoever came next.\n\n“No one has a normal family,” the psychic said. “Normal is not a word.”\n\nAndrea started to say something else, but he cut her off: “Get in the back seat, honey. You’re busting up my flow.”\n\nWe were seated in a high-ceiling antechamber painted deep blue. Framed prints and paintings gave the place a fin-de-siècle feel, though the psychic was dressed in a nubby N.Y. Athletic Club hoodie and jeans. He doesn’t allow his clients to record their sessions, but they can bring along a friend as a scribe. For Andrea, that scribe was me.\n\nIt had been over a week since Andrea’s fiancé moved out of the apartment they had shared in Brooklyn for nearly six years. That morning, the painters had arrived to patch the holes he’d punched in the walls — three in the living room alone. Although Andrea assured me his anger was reserved for the furnishings, never her, this revelation came as a shock. Her boyfriend had always seemed mild-mannered, the end of their relationship more death by ennui. \n\nHe was a guy who, instead of burying a ring in a truffle or hiring a skywriter, proposed marriage with a shrug: “Well, I think we’re ready to move forward.” \n\nWhen Andrea asked me if I would come along to take notes at her tarot card reading, I agreed despite my skepticism. I figured this was something to help her get over the loss. A spiritual paint-and-spackle job of sorts.\n\nWhen we arrived, the psychic escorted us to a wooden table draped with purple cloth. He sat down across from Andrea, flanked by twin candles burning in translucent jars. A crystal ball in an iron stand rested on the table beside him, alongside a tube of Clarins hand cream, which I assumed was free of mystical associations. \n\nHe shuffled the deck and told Andrea to think about what she wanted to ask. The cards are meant to work like mirrors, he explained, providing a CT scan of the psyche.\n\nIt was the third time she had visited this psychic in 12 years. The other sessions were also arranged in the wake of romantic trauma, but this time her need was more pressing and specific. She had endured her unsatisfactory relationship for so long in part because she was afraid of winding up single, on the cusp of 40 and wanting a baby. But her understandable reluctance to bring a child into what she described as “a wall-punching situation” had landed her here anyway. \n\nNow she wanted to know: Will I ever meet someone? Will I have a baby? Three years ago, the psychic had done a reading for her sister and predicted she would fall in love with a man named Paul and have a baby. Which she proceeded to do — at 41.\n\nThis is the status of most of my friends: well past 30, ionized by free-floating anxiety about children, when to have them, whether it will work. They trade careworn stories of Teflon uteruses and invincible sperm, that wife of someone’s cousin who got pregnant at age 47 without so much as a cup of fertility tea. \n\nI’ve watched single friends hit their 30s and settle into a grim new determination, efficiently trawling dating sites looking less for love than for the attributes of a good baby sling: durable, pliant, hands-free. Outwardly, I do my best to support their swerve toward pragmatism. Inwardly, I yell melodramatic ’80s song titles at them: “What About Love”! “Don’t Stop Believin’ ”! \n\nBecause even though I would take science over crystals any day, when it comes to love I’m still a romantic. And so is Andrea. She’s not a fan of Internet dating. She believes in fate, in finding “the one.” Even if she hasn’t found him yet.\n\nI still remember that eerie feeling the night I met my future husband. We had walked the streets together for hours instead of going straight home after being introduced at the house of a mutual friend. We were both 17. \n\n“I love you!” I yelled after him when we finally parted at the end of my block. It was meant as a funny thing to say to someone you had just met. But when he yelled back, “I love you, too,” it didn’t sound funny at all. \n\nAnd if someone had told me right then that this boy (who rode a unicycle to school and whose unruly mullet had earned him the nickname Jesus) would be the guy I married, I wouldn’t have said it was crazy. I would have said, “Yeah, I know.”\n\nWhen I left our 1-year-old daughter with the sitter, I mentioned I was on my way to Chelsea to serve as a psychic scribe. “Not that I believe in psychics,” I added.\n\n“I’ve never visited a psychic,” my baby sitter replied. “But it’s true that if you receive a towel as a gift, someone in your family will die. It happened to me twice within the past year and a half.”\n\nOn the F train to Manhattan with Andrea, I shared the baby sitter anecdote, and she reiterated her conviction that tonight’s session was no mere parlor trick. A two-hour reading costs as much as a fancy dinner for four, with wine. We weren’t going to see some sideshow act but a reputable professional with a long list of corporate clients.\n\n“But do you really think he’ll tell you the truth?” I asked. “Even if he thinks you’ll never get married and have kids?” The psychic also sees her sister, and I pointed out that maybe he already knew about her situation and was just going to tell her what she wanted to hear.\n\nAndrea assured me he knew nothing about her breakup; she hadn’t even told her sister. When she walked in, she was careful to betray no hint of duress, doling out smiles and hugs. A few minutes after we sat down, the psychic flipped up the first pile of cards and tapped a trio of bayonets piercing a bloody heart: the Three of Swords. \n\n“You’ve recently gone through a separation,” he announced.\n\nAndrea shot me a knowing look. I avoided her eyes and reapplied myself to the challenge of maintaining readable penmanship.\n\nHe predicted she would end up with a dark-haired stranger, someone tall and athletic with a soccer player’s build. The psychic described the man’s ethnicity as “whitish,” which I was tempted to jot down as beige or maybe taupe.\n\n“I don’t see you settling down with someone until the spring of 2013, around Aries time,” he told her. “And you shouldn’t move in with him for at least a year.”\n\nShe groaned. “What? My baby clock ...”\n\n“So what? I have clients getting pregnant at all kinds of ages. Have you gotten your eggs checked? We’re not worried about baby yet.”\n\n“I’ve had this fear of moving on due to my age mostly,” Andrea said. “You’re saying I don’t have to worry about it, but people are telling me not to wait to have a baby, to do it now.”\n\n“It’s none of their business,” he said.\n\n“But when your doctor is telling you this ...”\n\nWait, was the psychic still reading the cards or speaking as a clinician? Talk of eggs and baby clocks felt out of place amid the pink crystals, dimmed lights and Oriental rugs. \n\nAnd yet I, too, wished I could offer Andrea those assurances, to trust in serendipity. If only ushering a baby into your life were as easy as flipping a card, or dodging death were as easy as turning away a gift-wrapped towel.\n\nRegardless, the psychic’s voice was clear and free of doubt.\n\nTWO hours later, the table was covered in cards, I had taken 12 pages of notes, and my hand ached. We had moved on from Andrea’s love life to the astral status of a friend who had died two years ago and whose spirit, alas, remained unsettled.\n\nThe psychic wrapped the cards in a gold cloth and placed them in a marble-lined box. He gave us each a hug and handed me his card. Andrea immediately volunteered to be my scribe should I ever need one.\n\nGoing back to the subway, she was in high spirits. “I think it went great,” she said.\n\n“Did it help you make up your mind?”\n\n“Yeah,” she said. “I was really thinking about going at it alone, but now I think I’ll wait until I meet someone and let things unfold naturally.”\n\n“So you trust him?”\n\nAndrea nodded.\n\nThe night sky was cloudless, and I hoped that somewhere above our heads stars were aligning. But perhaps my voice still betrayed some quaver of doubt, because then Andrea smiled and said, “Besides, it’s also the easier thing to do.”\n\nAnd that, we could agree, was definitely true."
}