{
  "url": "http://www.nytimes.com/2012/10/07/fashion/when-dating-takes-more-than-the-click-of-a-mouse.html",
  "headline": "When Dating Takes More Than the Click of a Mouse - Modern Love",
  "dateline": {
    "year": 2012,
    "month": 10,
    "day": 4
  },
  "byline": "Carolyn Bucior",
  "text": "IT was a Saturday night in early February when I first checked out Match.com, the online dating service my ex-husband used to find his partner, eight years after our divorce. \n\n“Try it,” he said. “Just stay vague in describing yourself, like ‘I am a professional East Side woman.’ ” \n\nI was 31 when I married my first husband. Much has changed in 15 years, including the advent of online dating. This time, I was looking for a mature middle-aged man. Would online matchmaking rub against my quiet, contemplative nature? \n\nLike the Humane Society, Match.com allowed me to skim its site free, look at photos and read short descriptions of each entry. I had been clicking my mouse for 10 minutes when a guy who reminded me of my brother caught my eye. \n\nThis made sense. Research tells us that as we age, we are more strongly drawn to familial looks. Youth wants adventure while age wants comfort. I was in the middle: a guy with whom I was comfortable having adventures would be ideal.\n\nHis username was “earthyman.” I pictured a smart, kind, family man: a guy who looked sexy in worn jeans; grilled out with neighbors; and drove a battery-operated car on camping trips. All from a photo and a username. \n\nShould I write him? A hopeful inner voice said “Yes.” \n\nTo do so required that I take on a particularly tough freelance writing assignment: a personal ad. I had never backed down from an assignment and wasn’t about to begin now. The first stage was solid research, checking out how men and women described themselves online. \n\nThe men wrote simple, declarative sentences like “I like to laugh” and “I like food.” One loved summer. Another loved fall. But they didn’t explore the issue. It was headlines only. \n\nWhat was the rest of the story? I like fall because the crisp dry weather makes me feel energetic? I like fall because the first frost puts an end to my seasonal allergies? I like fall because I find it easier to hide the corpses under the freshly fallen leaves? \n\nMany of the men put their friends up to the mic to speak on their behalf. Not surprisingly, the friends gushed that their pal was trustworthy, confident, caring, zesty, considerate, interesting, sexy. \n\nI didn’t care what the friends had to say. I wanted to hear from the ex-wives. And the doctors. I wanted LDL, HDL and triglyceride levels, because I wasn’t hooking up with anyone whose arteries were so choked with plaque that he was going to code out on me in five years.\n\nWas I hopelessly Neanderthal in thinking that spelling still mattered? \n\nMany of the ads had not been proofread and were riddled with typos and grammatical errors: “beleive” instead of “believe,” “doe’s” instead of “does,” “gotee” instead of “goatee.” The capitalization seemed random and nonsensical: “I am Relaxed but Playful” and “I am an agent of the LORD.”\n\nI wasn’t sold. Why give up a perfectly good Saturday night with my dog to meet a sexy, fall-loving agent of the LORD at a coffee shop four towns away (so he wouldn’t know where I lived, stalk me, kill me and arrange my body in his trademark ritualistic pose) and who doesn’t know to drop the “e” before adding “ing” in his taunting notes to the police as they investigate my murder? \n\nI moved on to the next phase of my research: sizing up the competition. On Match.com’s home page, I typed that I was a man seeking a woman and waited for results. The personal ads of women filled the screen and my heart sank as I read them, because the women at Match.com all claimed to be “positive,” “happy,” “fun” people who “enjoy life to its fullest.”\n\nI couldn’t compete with that. \n\nOr could I?\n\nUnlike most women posting ads, I was a professional writer, comfortable in this communication method. I could create a typo-free ad that was honest and more meaningful than those of my competitors. The right man (one who wanted to share deep thoughts more than simple-minded fun) would notice, I told myself. \n\nI wrote a first draft: “Divorced woman, 46. One child, one dog. I don’t consider myself fun in the extroverted sense, but I enjoy the company of those who are. To a point. Friends and family suggest I am too goal oriented. Other bad traits include a hurried attitude and a mild compulsion to arrange magazines at right angles on my coffee table. There are probably more of which I am not aware, as I have lived without adult supervision and behavioral editing for eight years.” \n\nI read it aloud and knew this was one writing assignment for which I was particularly unqualified. I began to edit. When I was done, I was left with: “Quiet, 46-year-old divorced woman, one dog, one child, excellent proofreader.”\n\nFor a moment, I balked; dating at 46 scared me. But the idea of being 64 and ritualistically arranging my magazines at 90-degree angles for my dog scared me more. \n\nAt 7 p.m. on a Saturday, I phoned my friend Kristina, who told me to come over immediately so she could edit my ad. At 8 p.m., with Kristina’s help, I became a member of the eHarmony community of middle-aged daters.\n\nThe eHarmony site started by showing photos of several happy couples who had met through its service. A 60ish-looking woman had her arms around a 60ish-looking man, as if to show she could not believe she had found her true love at this stage of life. It was a sweet photo, and I wondered how long they would enjoy the good times before he suffered his first transient ischemic attack or had a diagnosis of cancer and she became his caregiver. \n\n“You deserve a great guy,” Kristina told me on her front porch as I prepared to leave. “You’re going to do this, right?” \n\nI promised I would even though dating in my 40s was beginning to remind me of eating spinach in elementary school. Others insisted it was good for me, but I found it fairly nauseating.\n\nI stayed at the table. Like a skilled dinner party hostess, eHarmony introduced the men and women to one another. Within hours, they sent me an e-mail informing me that Jeff and I would be a good match and encouraging us to start communicating. The e-mail read as follows: \n\n“Dear Carolyn and Jeff, \n\n“eHarmony’s Compatibility Matching System has found that you two are a highly compatible match, based on our rigorous 29 Dimensions scale. \n\n“With this level of compatibility, we believe you two will have a lot to talk about and may even find true love together.\n\n“Remember, your match has been carefully selected from millions of candidates because you share extraordinary levels of compatibility in the areas proven to create relationship success. So we encourage you to consider this match with care and find out what lies beyond your summary profiles.\n\n“The next step is simple — just begin communicating today!”\n\nIt took only hours to discover that Jeff wanted sex with beautiful, clean women. His “10 Must Haves” included: “I must have a partner who is considered very attractive by most current standards” and “I must have someone who is mature and experienced as a potential sexual partner and is able to express himself/herself freely.” \n\nUnder “Can’t Stands,” he checked, “I can’t stand someone who is not clean.”\n\nIN the end, I met Alex the old-fashioned way: through mutual friends in Milwaukee. Friends who knew I was quiet, goal-oriented and overly critical. Friends who knew Alex to be thoughtful, brilliant, politically astute and uncompromising.\n\nHe lived far away (258 miles), and while we both had tried eHarmony, we had checked off that a match must live nearby. \n\nOur first date, to a documentary movie and coffee, was calm, thoughtful and, dare I say, fun. On our second date, Alex revealed a trait (smoking) that I would have considered a deal breaker on a computerized checklist. I didn’t criticize. \n\nOn our third date, we proofread signage at a mall equidistant from our houses. Alex would later say that he knew proofreading was the way to my heart. \n\nWe were married the next year, which was when he fully realized, very much to his discontent, that I chattered over breakfast. He pretty much hates that trait in me. But many mornings he compromises, an indication that the whole story of compatibility is more than the sum of our descriptors.\n\nI hope online dating never replaces one of the oldest professions in the world: in-person matchmaking. No computerized program can beat the intuition and good intentions of friends who are willing to introduce two middle-aged singles, step back and let them figure out if they “share extraordinary levels of compatibility in areas proven to create relationship success.” \n\nIn other words, if they can fall in love. "
}