{
  "url": "http://www.nytimes.com/2012/03/25/fashion/modern-love-a-family-fairy-tale-twice-told.html",
  "headline": "A Family Fairy Tale, Twice Told — Modern Love",
  "dateline": {
    "year": 2012,
    "month": 3,
    "day": 22
  },
  "byline": "Liz Moore",
  "text": "MAC and I met on Craigslist, but not in the usual way. At the time I was 22, manically conducting the sputtering finale of a relationship I wasn’t ready for, and living in my first postcollege apartment, the type of place one rarely finds in a lifetime, at least in New York: two floors at the top of a converted brownstone in Park Slope, Brooklyn, half a block from Prospect Park and ridiculously inexpensive. It came with four bedrooms, two bathrooms, a winding staircase (up which box springs did not fit), and a roof deck with a view of the Statue of Liberty. It also came with three roommates, one of whom moved out a few months after I moved in.\n\nThis, as all New Yorkers know, was our cue: we turned to Craigslist. We placed an ad, and several dozen people answered it. Mac was among them. And Mac, as he likes to tell it, sealed the deal.\n\nI do remember interviewing him: he was wearing a giant, absurd, striped hat — a sort of trapper hat, I think — that he didn’t remove throughout the interview, and he seemed immediately very congenial and soft-spoken and Southern in some way (he is Philadelphian). And also very funny. When he left, one of my roommates looked at me and said, “Him.”\n\nAnd that is the story of how Mac came to live with us. The story of what happened next is not as tidy.\n\nFirst, my boyfriend and I broke up. Walking home after that bad evening, I was crying so hard that I could barely compose myself before entering the apartment. It was Mac who saw me first — Mac, who had known me for all of one month. \n\n“Hi,” I said, with as much false cheer as I could muster, and with what I can only imagine, in retrospect, was a frightening look in my eye.\n\n“Are you O.K.?” asked Mac, as any normal person would.\n\n“No!” I shouted, and ran to my room, which was turretlike and nookish, with a gabled window and what sounded like a family of squirrels living under the slanted floorboards of the closet. A bout of violent stomach flu immediately set in. Except to go to work, I didn’t come out for weeks.\n\nWhen I did, it was almost spring. And there was Mac, still wearing his funny striped hat, a bit more outspoken, still refreshingly kind. Only now, he asked me if I wanted to play chess sometimes. When I got home late at night, he asked me if I wanted him to make me a sandwich. And suddenly we began exchanging several e-mails per workday — at first about apartment-related things, and then other kinds of e-mails, joke-telling e-mails, the kind that only lead to one thing: stifled laughter. And stifled laughter, as everyone knows, leads to one thing: a crush.\n\nThat’s the only word for it. I had a big, huge crush on my roommate. I imagined my eyes as cartoon hearts, my tongue a Tex-Avery-wolf tongue, my hands tied by the truth, universally acknowledged, that dating one’s roommate is a very stupid thing to do. An irresponsible thing to do, even for a 22-year-old. And all of my life, I have been nothing if not responsible. \n\n“It’s not too late,” I told myself sternly. “You can turn this around.” I began leaving in the morning before he woke up so we’d avoid taking the subway together.\n\nBut we found other ways to see each other. We’d go out, the two of us, to the movies. To play pool. We’d stay up and talk after our roommates, Kristin and George, had gone to bed. We went to a concert with one of my friends from college. She looked at me and then him and then me. “You love him,” she whispered.\n\nYes: I had a certified crush on Mac. But I had also had an incredible apartment, the sort that allowed me to brag about my rent. This was no small thing in New York. Being relentlessly pessimistic by nature, I figured it probably wouldn’t work out with Mac. But a beautiful, underpriced apartment could bring me joy for years. If Mac and I got together and then broke up, one of us was going to have to move out, and I didn’t want to be on the wrong side of that coin flip.\n\nEventually we gave in, and over the course of a night out and a cab ride home we confessed our feelings for one another, dumping them into the fraught space between us and letting them settle there. And after that there was no turning back.\n\nMac was calm about it. I was not. I made him promise not to tell Kristin and George, who, I felt certain, would hate us: who wants to live with a couple? At first we were four individuals on equal turf; now Mac and I were forming an alliance. There was a lot of sneaking around for the first couple of weeks, complicated by the fact that I lived on the top floor and Mac lived on the bottom. Furthermore, I began to feel self-conscious about being home when he was home. I invented places to be after work so that I wouldn’t be sitting at home when Mac walked in the door.\n\n“This is too weird,” I complained to a friend. “It’s like moving in with someone after your first date.”\n\nThe worst night was about a month after our mutual confession. Kristin had made dinner; Mac was working late but was going to join us at some point. I tried not to look at the clock too often. We finished eating; still no Mac. I sent him a covert text message that went unanswered. Before Kristin went to bed, she noted that Mac hadn’t made it.\n\n“Maybe he’s got a secret date,” she said.\n\nI stuttered. That was it, I decided. Mac had a date. Of course he did. I couldn’t sleep until I heard his key in the door, at 3 in the morning.\n\nHe told me he had fallen asleep on the F train — twice — ending up in Coney Island and then in Queens.\n\n“This isn’t going to work,” I told him. “I don’t know what I was thinking.”\n\nThe next day, distraught and overtired, I called my mother and tearfully confessed my situation to her.\n\n“What am I doing?” I asked her.\n\n“The same thing your father and I did,” she said.\n\nAND it was only then that I registered, through the haze of my youthful self-absorption, the significance of my own parents’ meeting. The same story that was told over and over to me as a child, a sort of personal fairy tale: my father, recently divorced, appearing on the doorstep of the big shared house on Cornell Street in Newton, Mass., in response to a classified ad in the back of the paper; my mother, opening the door to find a handsome man measuring the width of the door frame (he was making sure his piano would fit, the nerd); the match; the two of them sneaking around so the other roommates wouldn’t find out until, one day, they came clean; the rest, history. My history, to be precise.\n\n“But that’s different,” I told her.\n\n“How?”\n\n“I don’t know; you guys were hippies. You were practically living in a commune. It was expected.”\n\nGenerously, she ignored me. And over the course of that phone call I came to several conclusions: that, for my sanity, I would have to give up the apartment and move out; that, because it was the decent thing to do, I would tell my roommates about Mac and me; and that, despite my anxiety, despite — or because of — his funny striped hat, I really, definitely, liked Mac. And that after I moved out, I was going to try to make something work.\n\nThat was six years ago. Mac stayed in the apartment for another year, through a series of transient replacements for me, none of whom worked out. “You ruined everything,” our roommate George once said to Mac, darkly.\n\nShortly after, Mac and I nervously moved back in together — this time, into a one-bedroom in Ditmas Park. And then, less nervously, to Philadelphia, where we live now, and where we bought our first home this December.\n\nAs a sort of existential torture, I sometimes used to wonder as a child what would have happened if my father’s piano hadn’t fit through the door on Cornell Street. (Answer: I wouldn’t be around to wonder.) \n\nToday I do the same with my own story. What would have happened if I’d given up on Mac because of his subway-induced narcolepsy, or because I was too self-conscious to admit my feelings for him, or because I’d convinced myself that dating my roommate would be a mistake? Answer: I’d probably still be living in that beautiful, cheap, once-in-a-lifetime apartment on Prospect Park. By myself. "
}