{
  "url": "http://www.nytimes.com/2012/04/22/fashion/devoted-but-dateless.html",
  "headline": "Devoted but Dateless — Modern Love",
  "dateline": {
    "year": 2012,
    "month": 4,
    "day": 19
  },
  "byline": "Hannah Brown",
  "text": "A  CLOSE friend keeps saying: “Just lie about it on the first few dates. It’ll be all right.” She means lie about age. Not mine, though — my son’s. \n\nDanny, my older child, is 16; we were told he was autistic when he was 3. His father and I were divorced several years ago. I can go out only when my ex-husband is with the children, or when I can find a baby sitter, which means there is no room for spontaneity, for that moment when you’re chatting online and one of you says, “Let’s meet for coffee now.”\n\nThis is all pretty standard for any single mother, except that normally teenagers can be left on their own, at least for an hour. Danny’s 12-year-old brother, Rafi, is happy to play video games without me around to tell him to do his homework. Still, I won’t leave Rafi in charge of his brother, because he can’t manage Danny when Danny is anxious or having a tantrum, which happens often, especially if I’m not there to calm him. \n\nSo where does the lie come into it? \n\nWell, the first date is always a bit of a job interview, and among the first questions you expect when you’re a parent is, “How old are your kids?” My problem is if I admit early on that I have a teenager who needs a baby sitter, I more or less have to explain that my son is autistic. Hence, my friend’s advice: pretend I have a much younger child, and nobody will think it’s weird that I can’t leave a toddler alone. \n\nFew men are thrilled by the idea of dating a woman with children, and a child with a disability, particularly one that can be as demanding as autism, is not exactly an aphrodisiac. I learned this the hard way when I started dating after my husband left.\n\nAt first I hoped someone would fix me up, but no one did. None of my friends with autistic children ever get set up either, even the blond, skinny, gorgeous ones. So online dating becomes the only option, since most of us rarely see any adults but the therapists, generally female, who work with our children. \n\nI hesitated, nervous about entering the world of Internet romance. But my friend said: “You don’t have to find the love of your life. Just get out of the house.” \n\nSo I went online. I didn’t intend to introduce my children to anyone I dated unless the relationship became serious. I didn’t realize, though, that just mentioning that I had an autistic child would be so problematic. \n\nAfter I said the A-word the first few times, the faces of my dates invariably took on one of two expressions: deep sympathy or deep horror, coupled, in either case, with an obvious end to any romantic interest. I shouldn’t have been surprised. As my friend likes to put it, “If their own fathers walked out, why would any other man want to walk in?”\n\nThe second autism came up, the tone of the date shifted from fun and intrigue to a mini-symposium on the subject, with my date in the audience and me on the podium, not exactly conducive to romance. When was Danny’s autism first diagnosed? What kind of treatments have I tried with him? What is his prognosis? Will he ever be able to live independently?\n\nThese questions aren’t easy for me to discuss with someone I’ve just met, and I don’t know all the answers myself. Once the symposium was over, so was the date, along with any chances for a second one. The polite guys said it was nice to meet me and wished me luck. \n\nObviously there may be many reasons a man doesn’t want a second date, and autism is just one. But my friends with autistic children all have had similar experiences (sometimes even with the same men — we compare notes). The dates would end before we’d even get the chance to know each other. So why not tell a little white lie about Danny’s age (just subtract a decade)? And if things seem to be progressing and I think the guy can handle it, then I could tell him Danny’s real age after we’ve been going out for a couple of months.\n\nI GET my friend’s point, but I can’t do that, and not only because it’s wrong to lie. I once managed to deflect all questions about Danny’s age — without actually lying — for a month, but it was exhausting. I resented the energy and the subterfuge. Once I did come clean, this man said he’d still be willing to see me but didn’t want to spend time with Danny. \n\nTheoretically, I understood and should have been O.K. about it. After all, my kids have enough problems without having to add my dating life — and its instability — to the mix. But this man’s aversion made me angry. Danny is not a plague-carrying rodent but a smart, funny and handsome boy who happens to have a host of problems. He and his brother are the most important people in my life. He is part of me. I have spent the better part of the last decade taking care of my kids, especially Danny. I bring my laptop to the treatment center he attends and work in the waiting room. \n\nI had no background in education or developmental psychology when Danny’s condition was diagnosed but have learned an enormous amount in order to help him. I am proud of what I’ve learned and how I’ve coped. I am proud of Danny. I don’t love him any less because of his autism. And I am no less proud of his achievements, whatever they may be, than any parent is. \n\nBut as my friend said, having a child with autism can be, in the eyes of some men, the dating equivalent of being an H.I.V.-positive crack addict with 30 cats. The men around my age have children of their own to worry about, or, if they’ve never had children, it may be because they aren’t comfortable with even the best-behaved kids. No matter what I say, they will be afraid that they’ll end up having to deal with my son, and a kid like him is the last thing they want to add to their already complicated lives. \n\nMiddle-aged men in the dating pool are realists. They’ve got to make their child-support payments. They had enough trouble dealing with their own divorces. A difficult child is not welcome in their universe. \n\n“Come on,” my friend pressed. “Just try it.”\n\nAnd I was tempted. I still am. \n\nIronically, while I have considered lying about Danny’s age, Danny has only recently acquired the ability to lie himself. Not long ago, I asked him if he had brushed his teeth when I knew he hadn’t. He smiled winningly and said, “Yeah!” \n\nThis was quite an accomplishment. One of the hallmarks of autism is not being able to imagine how someone else sees the world, so for him to try to manipulate me like this was a cognitive step forward. After I made him brush his teeth, I called one of his therapists to celebrate. \n\nNote that I called a therapist and not his father. Although I am lucky that Danny’s father is still a part of his life, he and I aren’t close, and I am not comfortable having contact with him beyond what’s necessary. People ask whether Danny’s autism is the reason my ex-husband and I split up and he left, or if there were other problems. There are always other problems. I can’t live my life over again in a parallel universe to find out what my marriage would have been like without Danny’s issues. I’ll never know, and it doesn’t really matter. \n\nWhen I am honest, I do understand why these men back away when they learn of Danny’s autism. Autism has a way of taking over your life. For those who have a choice, it makes sense to avoid it. The fathers who walk out often remarry and have other kids. Some withdraw from the lives of their autistic children. We, the mothers, rarely remarry or have more kids. The divorced fathers of autistic children also don’t have to lie about their kids’ ages to get a second date. They just say, “My son lives with his mother.” \n\nDoes this imbalance make me crazy? It certainly does. But Danny is my life. These men are people who may or may not become a part of my life. \n\nOnce, when I was complaining to my friend that Danny was anxious over something I expected would make him happy, she said, “That’s just Danny being Danny.” \n\nAnd in the end, for me, just being Danny’s mother means telling the truth about my son, even if doing so means I’ll be on my own."
}