{
  "url": "http://www.nytimes.com/2012/03/18/fashion/moving-through-grief-chair-by-chair-modern-love.html",
  "headline": "Moving Through Grief, Chair by Chair - Modern Love",
  "dateline": {
    "year": 2012,
    "month": 3,
    "day": 15
  },
  "byline": "Avery Corman",
  "text": "A MISCONCEPTION among some people is that I wrote the novel “Kramer vs. Kramer” based on my own divorce and custody battle. “How is she doing with his son?” a woman once asked a friend of ours about my wife. Our friend answered, “They have two sons and they’re both hers.”\n\nI was never divorced. My wife, Judy, and I were married 37 years, my only marriage and her only marriage. In our early years, like many would-be writers, I tried to cobble together an income. So after the success of “Kramer vs. Kramer,” when a reporter interviewing me brought up my marital status, I said: “My wife and I never would have gotten a divorce. We never would have been able to figure out who would get custody of the anxiety.”\n\nJudy died in 2004. She was a brilliant public relations strategist who in her last job, at Scholastic, masterminded the publicity for the introduction and publication of the Harry Potter books. Everything you first read and heard in the media about Harry Potter came through her. She was also incomparable at finding things — for our apartment in Manhattan, for our vacation home in Water Mill, N.Y., for friends’ homes. People loved to go antiquing with her.\n\nBetween her early career in public relations before our sons were born and her later career, Judy gathered up her good taste and opened a store in Bridgehampton, N.Y., where she sold wicker furniture, quilts and handmade pillows. While shopping for the store, she made sure to look out for things she might buy for our Water Mill house.\n\nI had little to do with her choices except to nod in the way of certain men who don’t have the taste of their wives and offer up “very nice” and “I like it.” In matters of décor, we are The Men Who Nod.\n\nOver the years, Judy was continually adding and subtracting in the house, the piece in the corner of a dealer’s booth that someone else might overlook, the finds she found. I did carve out a modest area for myself in my upstairs office, where I cultivated a look of budget Americana: the original sheet music for “Take Me Out to the Ball Game,” vintage baseball catcher’s masks. But as I recall, even the first of those masks was something Judy bought as a gift for me.\n\nHer taste was widely respected. When she had the store in Bridgehampton, she sometimes would pull wicker furniture out of the store and place it in our living room if needed for an evening. The price tags might still be inadvertently hanging from the bottom, and on more than one occasion a dinner guest bought the chair he was sitting on.\n\nAfter Judy died, one of my sons articulated it for all of us: “So much of Mom’s spirit is in this house.” But when I considered putting the house up for a summer rental, a real estate broker advised me to rethink the décor. The broker had received feedback that men were unhappy with the amount of wicker and pillows in the house, that it was too feminine for them. \n\nI suggested all they had to do was go upstairs to my office and see the catcher’s masks and the framed poster-size photo of Mookie Wilson suspended in air, avoiding the wild pitch in the sixth game of the 1986 World Series. How’s that, guys?\n\nThe broker didn’t think that would do it, so I removed several wicker pieces from the living room and bedrooms and put them in the basement. The point here is that I didn’t get rid of them. I hadn’t discarded anything Judy had chosen for the house.\n\nNow living alone, I moved into a smaller apartment in Manhattan. I took the painter’s color swatches from the previous apartment Judy and I had lived in and had the colors matched for the walls in the new place, and retained various pieces she had chosen. In Manhattan and in Water Mill, I was still living within her taste.\n\nIt took quite a while after Judy died before I entertained the thought of going out with women, and when I did and saw their apartments I realized that I, a guy and someone who seldom dressed up except to do something like go out on one of these dates, who considered his New York Giants cap one of his best articles of clothing, lived in far more tasteful surroundings than these women I was seeing.\n\nWhen a condo rose in front of my windows, blocking my view, I thought I should leave. I had a lovely house in the country, and in 2009 I moved to Water Mill year round. A contractor came by at my request for an estimate on some work, and when he entered and saw me in a T-shirt, scruffy jeans and sneakers, alone among the wicker and pillows and other examples of Judy’s taste, he asked me: “Is this your house? Do you live here?”\n\nWhat I learned is that the house where my sons were once little boys, where Judy had a great time decorating, where we had so many dinner parties for friends, birthday parties, graduation parties, engagement parties, that it led to our owning dinnerware and serving trays in abundance — that house belonged to a life that was no longer mine. \n\nSo I have decided to sell it and move on. The real estate broker told me the décor was beautiful, but that I had too much of it, that when people look at a house for purchase, they like to see clean lines, that less is more. \n\nI granted this was good advice. However, but for the few pieces I stored in the basement, I still hadn’t gotten rid of anything. How could I? I associated every piece with Judy, with her taste, her style — that was purchased at a garden show in Bridgehampton, that from an antiques store in Amagansett, that from the antiques show in Brimfield, Mass., on a trip I took with her. \n\nShe was shopping for her store and had rented a truck, and on the way back we stopped at a truck stop late at night, the truckers staring at her as she emerged from the driver’s side wearing a chic ski jacket with a white scarf around her neck. And on and on.\n\nI could nearly remember where she bought every piece. Wouldn’t it be disloyal to her memory to discard pieces she had chosen? I was immobilized. \n\nParing down would help, I saw the wisdom of that, but these were all her finds, the baskets and pillows and pottery and ornaments and odd pieces of furniture, each with something particular that Judy had identified. I was not only immobilized regarding what was on view. \n\nOver the years in her subtracting were pieces Judy set aside in the attic. Those, too, were her decisions, and I couldn’t even move myself to deal with the pieces that were out of sight. \n\nAs I considered the many possessions I owned and couldn’t let go of, I came to realize the inertia was all about grief. I don’t think grief has a half-life. I think it is always there, undiminished, and it merely gets covered over by other experiences. My stubbornly holding on to these examples of Judy’s taste was a manifestation of my grief.\n\nI will not likely move into another house or keep much from this one when it is eventually sold. So much of her spirit is in the house, as my son said, but her spirit is also within him, and his brother and me. And I came to accept, slowly, that these are only physical possessions. I don’t really need to keep things Judy merely bought.\n\nFINALLY understanding that, I was able to go through the house and cull whatever seemed extraneous for a good presentation of the place, and I went through the pieces in the attic and the basement. I set everything out and called some friends to take what they wished. They took a few things, then I contacted the Parrish Art Museum in Southampton, N.Y., and arranged to donate the rest for their fund-raising purposes.\n\nWhile I waited for the museum’s truck, I looked in the basement at the items I had assembled for the donation. On top of one of the piles was a large round basket. This was a basket that Pokey had commandeered to sleep in. \n\nPokey, long gone, was our split-personality beagle, docile in the city, content on his leash to merely find pizza remnants in the street; insane in the country, regularly escaping from the house to hunt and bay, irretrievable until he wanted to return, my sons’ childhood dog.\n\nI couldn’t do it. I removed the basket from the pile. I am unlikely to keep much of anything from the house, but Pokey’s basket stays with me. \n\nOf course, it was Judy who picked it out."
}