{
  "url": "http://www.nytimes.com/2012/12/09/fashion/a-disaster-scenario-rewritten.html",
  "headline": "A Disaster Scenario, Rewritten",
  "dateline": {
    "year": 2012,
    "month": 12,
    "day": 6
  },
  "byline": "Julie Goldberg",
  "text": "I HAVE disaster fantasies.\n\nSince childhood I’ve been a bad sleeper. My mother, who bears the same affliction, told me her remedy years ago: think of vacations I loved or beautiful places I’ve wanted to go to, and drift.\n\nThis never worked. Instead, I imagined myself bunkered in post-nuclear undergrounds or kidnapped by amorphous enemies. There were many variations, but some constants: my crush du jour was always there, shocked and pleased to find me imprisoned at his side. Maybe I was forced to wear a brief, satiny something. Maybe he was my reluctant, enamored captor. But always in these stripped-down nightmare courtships, I’d find the peace I needed.\n\nSo it should come as no surprise that as soon as I heard about the possibility of “Frankenstorm,” part of me wanted it, wanted it to be big and wanted the person I loved at my side to ride it out.\n\nIn a way, I got what I wanted. Two days after the hurricane, for the first time in five months, I woke up in bed with the person I love. He covered me with smiling kisses, ran his fingers through my hair, and when I crawled out of bed to lock the door behind him, he kissed me against the wall in a way that felt more like an invitation than a coda.\n\nI thought I knew better; I tried not to be thoroughly a fool. I hadn’t suddenly forgotten that on a humid Sunday five months before, Tim had dumped me over the phone, cold-voiced and panicky, just three weeks after first admitting to loving me. But as the storm gained ominous force, I thought of him alone in his apartment only eight blocks away, and I let myself want him.\n\n“The windows are rattling,” I told him on Gchat as Sandy hit that Monday night. “Going to bed’s gonna be a lil scary.”\n\n(I don’t usually type like an eighth-grade girl.) \n\nTim quoted back the “I am here, nothing can harm you,” lines from “Phantom of the Opera,” and I couldn’t stifle my smile. All I wanted was for him to defy Mayor Bloomberg, the sideways rain and all common sense and come hold me tight as the wind moaned, the sirens blasted and my roommate’s iPhone buzzed, “Take shelter now!” \n\nI wanted him to hold me when the power flicked out, and when we woke up the next day in my bed, bathed in the white light of a sky starting over, to be there with me, stranded on the edge of a silent and strange-new sopping world.\n\nThat night, when I finally crawled into bed, Sandy pounding and gusting, I fantasized he was with me and slept soundly.\n\nEarly the next morning he called to ask if I wanted to join him under his umbrella for a walk. Clutching steaming lattes, we sidestepped downed trees in Brooklyn and grinned at each other over our scarves. The air was as fresh as the openness of his laughter. No ending seemed desirable or natural, so we sat down for breakfast at a miraculously open diner.\n\nLater, side by side on my futon, we worked remotely at our Manhattan office jobs. Midmorning he slid his computer off his lap, picked me up and held me until the air buzzed and we couldn’t keep up the pretense of distance. He whispered affections I had longed to hear for months, eyes brimming. We crawled into my bed, and I napped half on him like a cat.\n\n“If we’re doing this,” he said when I woke up, “let’s do this right.”\n\nThis meant what it always had for us: a long independent run and a beautiful meal together. When our remote workdays ended, he slid on a pair of my college sweat pants and we laced up our sneakers. He kissed me on the stoop of my building before we took off in opposite directions, jogging through the slick-leaf litter and messy-bright reflections of streetlamps.\n\nWhen I turned north on Flatbush, I saw, for the first time since the storm, the phantom of Manhattan. There, behind the familiar lights of Downtown Brooklyn, loomed the famous monoliths, even blacker than the sky. I exhaled, chilled and energized, feeling wholly like the heroine of my own post-apocalyptic fantasy. And I loved my hero.\n\nAt dinner, Tim told me I looked beautiful and clasped my hand across the table. Back home, I mulled cider. He walked up behind me at the stove and hugged my waist. In the morning, we woke in warmth, in the clean gray light. Then he left.\n\nAnd I felt fine.\n\nOn Wednesday morning I told my roommate that he and I had agreed to call the hurricane a liminal space, temporary by definition. It sounded reasonable. Each caught in homes unaffected by the winds and tides, we had felt a vacuum form around us in those first days before the trains returned, before we saw what it looked like in the Rockaways and on Staten Island, before our offices had a hope of pulling us back in. With no access to responsibilities, how could we have access to consequences?\n\nI thought it would be like any disaster scenario I had ever conjured before drifting to sleep: satisfying, but outside of life. So I carried on accordingly. I told none of my friends. I texted the guy I had been seeing, and we swapped neutral hurricane stories. For all of Wednesday, I felt fine.\n\nBUT the next morning, when the first subways creaked back into service in Brooklyn, when the first buses carried friends into Manhattan, when other friends began to volunteer their efforts in the wrecked places, I couldn’t pull myself out of bed. So I worked from there until 6, watched the entire season of “Revolution” and read as many articles as I could about Sandy.\n\nOne was about birds that ride out a hurricane by getting caught in its eye, where they stay, sometimes sweeping along with it for hundreds of miles, until it dissipates. Then these varied species that should never have been caught together find themselves left somewhere new and strange. \n\nI looked at before-and-after images of New Jersey beach towns. I read that three blocks from my apartment, in Prospect Park, more than 200 trees had been ripped from the earth. \n\nIt seemed 500 miles from where I was curled in bed, and with this distance I felt guilt. For so many so close by, what I’d celebrated as a lull in my routine had meant a shattered reality. In a fleeting fit of rue, I collected clothes to donate in a pile on my bed. But the dissonance lingered.\n\nI’d been Gchatting on and off with Tim all day, but he too felt somehow far away, which made me nervous. Thoughts my brain had suppressed for months bubbled through, thoughts I was ashamed to finish: “Why can’t we just ...” “What’s so bad if ...” “If we both feel...” Weakly, I asked him, “Do you maybe want to go for a walk later, down to the promenade, and look at the dark city?”\n\nHe said sure.\n\nTwenty minutes into our walk, we began our last turn down Remsen toward the promenade, moving straight into a panel of wild dark where there used to be bouncing river lights. He pressed me on my plans for the weekend, and eventually I admitted I had a date scheduled for Friday. I did not know I would cry until I couldn’t stop. \n\nHe spoke haltingly about the importance of moving on, and eventually revealed a date he was going on the next week. I cried harder, and Tim put his dutiful hand between my shoulders, but mostly he just seemed uncomfortable. In his eyes I found concern, but also bewilderment.\n\nI thought: All this had not moved him. Yet I had wanted to be swept up — had swept myself up — and this had been real life, and this was now the strange place I was left.\n\nI wiped my cheeks and looked out over the Brooklyn Bridge’s pearl-necklace lights, half vanished on the far side. In the foreground of the shadow city, on the railing in front of a bench, someone had placed a photograph of the towers you once could admire from there.\n\nA week after the hurricane, that scene still haunted me, a shadowy afterimage to the bright, restored Manhattan, epic and dazzling on the horizon like the last glittering ship to abandon a dying planet.\n\nUnder the glow of those lights not four days reignited, the person I loved was starting the work of loving someone new. And as I slipped toward home down sleety sidewalks against the winds of this northeaster, clawing my toe bones for tractable ground, I thought about Tim, the girl, the city, the grand-scale human complex at so many irrevocable mercies.\n\nAnd I was there, too, absolutely alone, bone-deep cold, wind-battered, cosmically tiny. It was time I stopped wishing for storms."
}