{
  "url": "http://www.nytimes.com/2012/01/08/fashion/a-place-to-lay-my-heart-modern-love.html",
  "headline": "A Place to Lay My Heart - Modern Love",
  "dateline": {
    "year": 2012,
    "month": 1,
    "day": 5
  },
  "byline": "Elisabeth Eaves",
  "text": "WHEN I met Joe, he told me he was trying to decide where to live. At the time, he lived in — well, that was hard to say. \n\nHe was from New Hampshire, but after stints in various United States cities, he had moved to Paris, where he had been based for 10 years.\n\nBut “based” was a loose term. There had been six months in South America and a lot of time in Sicily. Once he’d moved to Barcelona on a whim. The last couple of months he had been in Seattle.\n\nAnd here we were, meeting on a bus in Guadalajara, Mexico. We had come as journalists to write about tequila and were on our way to a distillery. In terms of expertise, I had no business being here, but he wrote often about food and drink. A photographer, too, he flipped open his computer to show me close-ups of Sicilian grapes. Later, as we whiled away the ride, he spoke enthusiastically of a Catalan tradition in which he and teammates built castles by standing on one another’s shoulders.\n\nI was immediately attracted to his dark eyes, lean 6-foot-1 frame and sunny demeanor, and to a chivalrous streak that had him helping an older woman off the bus. \n\nBut his geographic dilemma and its lack of resolution discouraged me from considering romance. I was settled in New York and had just accepted the kind of job where they expect you to show up every day. He was a freelance writer, flitting around the world. I reminded myself that wanderers were bad bets. I had reason to know: I had been one myself.\n\nTraveling was my first love, and plunging into a foreign culture (the more different from my own drab Northwestern existence, the better) had been my greatest thrill. \n\nAnd so my university years took me to study in Egypt, backpack around the Middle East and work as a State Department intern in Pakistan. After college I settled in Seattle and tried to see my ensuing engagement, mortgage and office job as their own sort of adventure. \n\nBut I felt stifled by the weight of expectation I’d brought on myself: by the trips to Home Depot and earnest requests from family and friends to know when the wedding would be. Running from what I had just embraced, I broke off the engagement, with guilt but also with excitement. It was as if my horizon had narrowed to a tunnel and then suddenly expanded, giving me back the whole world. I traveled around the South Pacific for a year. I moved to New York for graduate school.\n\nAs Joe and I sat together on the bus that day, I told him a little about my trajectory, and for the first time in years I didn’t find it difficult to explain. To him, it all made sense. \n\nDuring my traveling years I wasn’t exactly running from relationships, but the pleasure I took in moving dovetailed neatly with my fear of them. My unhappy years of domesticity in Seattle had left a scar. I was suspicious of myself, never quite sure that I could stay committed.\n\nThe years during and after graduate school had taken me to Jerusalem, Peru, London, Mexico, Italy, Croatia, Spain, Scotland, Ireland, Paris, Syria, Poland and New Zealand, a nearly complete list in more or less chronological order. I became a travel writer, which gave all the peregrinations more of the appearance of a purpose. Every romantic entanglement was a long-distance one.\n\nBut a few years into my 30s, ambivalence began to creep up every time I bought another plane ticket. Traveling for the fun of it was morphing into traveling out of sheer momentum. I felt the first tickles of envy for friends who were rooted. They had a gravitational pull that I lacked, drawing people to them, to their homes and dining room tables. \n\nI wanted a dining room table, I realized. I wanted a dining room. Living in Paris at 34, I had awakened and realized that I wanted to go home, only to discover that I had no home to go to.\n\nI began to fix that, first with trepidation (was I cut out for a stationary life?) then with zeal. It was a slog, though, because while you can take off in an instant, going back takes a long time. I saw that my faraway friends had made daily lives that didn’t include me. And I learned that a rooted life means making the kind of choices that I had avoided for the last decade.\n\nPart of my impulse to travel came from never wanting to commit to just one thing; I had created a life that afforded me the illusion of endless choice. I could work for this freelance employer or that one; choose spontaneously to live in Hong Kong or the Outback. The “or” was what mattered. The “or” is what I was giving up by settling down.\n\nI chose New York City, where I had friends and potential employers, and which contained worlds upon worlds of its own. I got a staff job and tried to become a center of gravity in my own right. \n\nWhen I signed a lease, I felt a shiver of worry, but it passed. I bought not only a dining room table but also a sofa that visiting friends could sleep on, karmic repayment for all the times I had been the nomadic guest. I confined my traveling to vacations and occasional assignments.\n\nWhen I met Joe I felt as if I was hearing my own story told back to me. I had to learn, late, to make certain big life decisions, and now he did, too. He had narrowed his options to three cities: Paris (which was familiar), Seattle (where he had family) and Barcelona — there had been a girlfriend there; that was over, but he loved the food and his Catalan friends.\n\nLove can be narcissistic in that we often fall for a person in whom we see ourselves. Still, even though Joe captivated me, I was wary. New York was notably absent from his list. And when I chose to settle down, I resolved to avoid long-distance relationships, with their soaring highs and dismal lows.\n\nIn Mexico, we talked about his decision over steak and tequila. We talked about writing, photography and the mysteries of the blue agave plant, of which I was becoming increasingly fond.\n\nLater we mapped out a year-by-year geographical overlay of our lives and learned that we had unknowingly crossed paths in Seattle and Paris, and I enjoyed imagining that I had passed him in the Metro. \n\nWe played the name game and came up with an acquaintance in common; again I envisioned the what-if. Might we have passed at the door to the same party? I was knitting a shared past where there wasn’t one. Although, in a way, there was. \n\nWe kissed goodbye in the airport in Houston, with no promises or plans. A week later I asked him to come see me in New York (I was grounded by my new job, so I couldn’t go to him). Extending that invitation gave me a strange new feeling. In relationships of all kinds, the wanderers are always assumed to be the flexible ones, the ones who will go wherever you tell them to for Thanksgiving.\n\nNow I had become the center of gravity, with an irrefutably fixed address and a permanent job. The downside was that my new wandering star could just say no and be pulled in some other direction.\n\nBUT a week later he walked into my apartment with a suitcase and a bouquet. I was heading into long-distance love, I could see. But being rooted firmly in place, I was able to take the leap of faith. At the end of his five-day visit, he invited me to the sofa and said, “We need to have a talk.” I knew he meant, “We need to find a way to make this work.” We plotted who would visit whom when, and talked about trips we could take together. \n\n“How about driving from Alaska to Baja?” I proposed. \n\n“Sure,” he said, just like that, as if I’d said why don’t we order sushi? He took these kinds of suggestions not as fantasies but as first steps.\n\nThat was 13 months ago. In April he moved in, bringing with him a beloved Peugeot bicycle, a collection of top-notch kitchen knives and not much else. \n\nWhen I realized he was going to ask me to marry him, I wondered again if some part of me would seize up, if I would fall back into my old patterns. But since my decision to move to New York, through the four years during which I bought an apartment, was promoted at work and settled into routines, I had slowly become ready. And with this man, I saw, I wouldn’t be tied down so much as tied together. \n\nWhen he asked, the choice was easy. \n\nTequila will be served at the wedding."
}