{
  "url": "http://www.nytimes.com/2012/10/28/fashion/encouraging-a-partner-to-find-his-voice.html",
  "headline": "Encouraging a Partner to Find His Voice - Modern Love",
  "dateline": {
    "year": 2012,
    "month": 10,
    "day": 25
  },
  "byline": "Noelle Howey",
  "text": "CHRIS was not my type. My type had angular cheekbones, rakishly tousled hair, an impractical liberal arts degree and a misanthropic worldview. My type hungered for atonal music and radical feminist literary theory and anything else you might find on the dusty back shelf of a used bookstore.\n\nHe was high-maintenance, too — quick with the cutting remark but startlingly sensitive himself and prone to bouts of midnight tears. My type was deep, dark and inscrutable. \n\nChris had the sartorial awkwardness of Buster from the TV show “Arrested Development”: a bright green backpack worn on both shoulders for maximum ergonomic benefit, the whitest of white shoes and an ever-present windbreaker. And he was easily impressed, his large green eyes popping anime-wide at the slightest provocation. He hailed from Queens by way of Long Island, but exuded cornfed Nebraska.\n\nWe met in acting class: he was a struggling actor, and I was trying to meet guys. (Why I thought taking a scene study class in the West Village would accomplish that is anyone’s guess.) \n\nPartly I fell for Chris because I was feeling disillusioned with my type, the most recent iteration of which had broken up with me over e-mail. And also because he was nice, really nice, in a “May I get that package for you?” and “Wow, that’s a pretty dress!” way I hadn’t encountered in years. \n\nI knew a woman who broke up with a guy because he didn’t body surf. I had a co-worker who refused to date someone who wore clothes from the Gap. I vowed I was not going to be like that. Chris’s white sneakers, blinding and impervious to scuffing though they were, were not a deal breaker. His aw-gosh demeanor was actually rather charming. What mattered was this: I had found a lovely man who apparently liked me back. \n\nI was so determined not to focus on trivialities that a full month went by before I noticed one glaring problem: Chris would not express an opinion. Not under duress, not under the influence of alcohol. Not in the wee hours of the morning. Not over giant omelets and coffee at brunch. \n\nHe appeared to be smart. And I say “appeared” because he didn’t wear his intellect on his sleeve (or stock his bookshelf with signifiers of his intelligence; no well-thumbed “Portable Nietzsche” in the bathroom). \n\nOn the contrary, I had to search for clues to his braininess. I found bread crumbs: a Sunday New York Times crossword puzzle completed in ink (no cross-outs), an offhand reference to graduating fifth in his high school class, a savant-like ability to name the genus and species of half the animals in the Central Park Zoo. \n\nBut on a daily basis, he kept his light hidden under a bushel. Well hidden: a paleontologist would have had a tough time with this excavation.\n\n“So what did you think of the movie?” I once asked.\n\n“What did you think?”\n\n“It had its funny points, though I didn’t buy the ending.”\n\n“Me neither.”\n\n“And honestly, I’m just not a Gwyneth Paltrow fan.” \n\n“Yeah, totally. I couldn’t agree more.”\n\nAt first, I mistook Chris’s constant acquiescence for agreeability. But before long it began to drive me crazy. Every time I tried to elicit a real thought, Chris would parrot back what I had said, as though we were engaged in a therapeutic mirroring exercise.\n\nThen, six weeks into our relationship, I reached my limit.\n\nChris and I were having dinner at an Ethiopian restaurant. I asked him to share a few of his favorite authors. His eyes darted from fork to knife to cup — anywhere but my face. We sat in silence for one long minute. I steeled myself. How bad could it be? Judith Krantz?\n\nFinally, in a low voice, he said, “I don’t know.” \n\nMy stomach lurched. I excused myself, and stumbled outside, where a few minutes later Chris found me slumped against a drainpipe. \n\n“I can’t have a serious relationship with someone who doesn’t read,” I croaked. My voice was tight, choking back a wave of tears. “I need to be with someone who reads books, who has strong opinions and wants to share them.” \n\nI didn’t want to go back to my solitary pasta-for-one existence, nor to the emotionally exhausting men of my past. And yet I couldn’t settle for a yes man, either. Especially a yes man who didn’t appear to read.\n\nChris nodded and quietly said something to the effect that he understood my concerns. He promised he would show me who he really was. \n\nI didn’t buy it for a second. All I could think, despondently, was: There he goes, agreeing with me again.\n\nI thought our relationship was toast. But it wasn’t, not even close. The next time he saw me, Chris expressed a political opinion. Not a particularly controversial one: he thought federal student loans should have lower interest rates. He said it gingerly, like a foreign exchange student trying out his Berlitz phrases abroad for the first time. \n\nI was surprised, and mildly encouraged. Then Chris asked if we could go to a bookstore, where he revealed an interest in the original mythological underpinnings of biblical stories. I did not quite believe all this was genuine, but I was flattered by the attempt. After years of molding my own interests to better match whomever I was dating (“Rock climbing is the best!” “Derrida is my favorite deconstructionist, too!”), it was touching to see someone work so hard to please me. \n\nIt didn’t stop. The next month was a blur of cultural outings, both high (obscure art galleries) and low (comic book stores), largely choreographed by Chris. Even at the time, it felt as if we were in a movie makeover montage, with the role of Julia Roberts being played by Chris, and St. Marks Place standing in for Rodeo Drive. He was becoming a different person: every day, he seemed more confident, more outspoken. \n\nOne day we walked out of a showing of “Rushmore.” I announced that I loved it. He had some reservations, he said, and proceeded to tell me about his least favorite indie movie clichés. He had never disagreed with me before, not even about pizza toppings. \n\nI wasn’t sure what to think. How could a person change so dramatically in such a short time? As much as I loved this bolder version of Chris, I worried I had inadvertently played Pygmalion with him. Everyone knows you can’t change your partner, and shouldn’t even try; that’s an axiom for a reason.\n\nAnd I knew from experience that you can’t permanently contort yourself to please someone else. (Case in point: I eventually copped to not liking rock climbing, much less Derrida, whom I had managed to avoid ever reading.) If I had somehow forced Chris into becoming the person I’d wanted to be with — as opposed to the person he truly was — we wouldn’t last. \n\nTHEN I met his family. His mother and father came over to Chris’s apartment in Astoria for supper. You could hear them arguing from the street. His parents, who had long been on the brink of divorce, kept snapping at each other: “Why can’t you get the salt yourself? Could you look at me when I’m talking to you?” \n\nIn an instant, I saw Chris revert: He coiled inside himself, getting quieter and quieter through the night. He was the only person present not to weigh in on the quality of the dinner, on network TV’s various offerings, on the weather. He was practically mute until they left for their Long Island home.\n\n“Don’t get me wrong,” he said. “I love my family, and they love me. But for years, I couldn’t get a word in edgewise.” So, he explained, he just stopped trying. \n\n“It’s different with you,” he said. “I can be myself.” \n\nI felt sheer, utter relief.\n\nThis month Chris and I celebrated our 12th wedding anniversary. The man who froze up at the thought of uttering the name of an author now writes children’s books for a living. His clothes are still a little dorky, but so are mine — we’re suburban parents, after all. \n\nNow and then we both joke about his being a fixer-upper when we met. It’s a bit of a family joke — even our kids know it. But that’s not the whole story. All I did was unlock a door that desperately needed unlocking. Chris is the one who walked through it. Truly, it was Chris who taught me so much: To honor kindness. To look past surfaces (even shiny, white, reflective ones).\n\nAnd to take the chance that someone who was nothing like what I’d been looking for could be everything I needed. "
}