{
  "url": "http://www.nytimes.com/2012/04/15/fashion/looking-for-signs-that-its-meant-to-be.html",
  "headline": "Looking for Signs That It’s Meant to Be - Modern Love",
  "dateline": {
    "year": 2012,
    "month": 4,
    "day": 12
  },
  "byline": "Liz Falletta",
  "text": "BOB did not own a car. This approach to life might be reasonable in a city like New York, but it made him an oddball in Los Angeles, where prospective dates should be geographically convenient and should drive, if not a fancy car, then at least a reasonably comfortable one. Despite Los Angeles’s efforts to improve public transportation, dating usually requires some freeway driving. What kind of car one drives matters because much of the date will be spent in it. \n\nLike many people, I tend to write a story in my head about the future of any relationship before it has even begun, which means I’m constantly looking for signs that it’s either meant to be or not. If you’re unsure about a relationship, or unsure about the trajectory of your life in general, you’re more likely to grasp unusual coincidences or circumstances and give them greater weight than they otherwise deserve. \n\nWith Bob, I was beginning to see his lack of a car as a bad sign.\n\nThis was to be our third date, and since Bob relied on a bicycle as his primary transportation, I picked him up in my battered Volkswagen. He wanted to go to a comedy club. I lobbied hard for a movie, right up to the valet at the comedy club on Sunset Boulevard.\n\nBut Bob was adamant, and the fact that I was driving somehow made him the “date” and me the “dater.” What Bob surely thought was an attractive point of pride, living a pedestrian and cyclist lifestyle in a car-centric city, was challenging my admittedly conventional dating expectations. \n\nNevertheless, we joined the line to get into the club, which snaked around the corner and up a side street. Bob reasserted his “dater” status by standing closer to the curb than I did after a discussion, call it argument, about manners. Another indication that perhaps Bob was not the man for me.\n\nJust as the silence that followed our tiff was starting to become uncomfortable, we heard an engine accelerating loudly behind us. The line turned in unison to see a large 1970s-era car jump the curb partway up the block. Small, round, widely spaced headlights raced toward us. \n\nI bolted for the wall of the adjacent building, scrambling on top of other clubgoers. I stopped hearing things. I felt the car fly by, fully on the sidewalk, inches from my leg. Five seconds later I got up and looked around. No Bob.\n\nAs anyone who has been in a life-threatening situation knows, time seems to slow down, perhaps giving you a chance to save yourself and others. But this elongation can make it very difficult to piece the experience back together afterward. \n\n“Where’s Bob?” I thought. “Is Bob dead? Who is that man sitting in the middle of Sunset Boulevard in a blue shirt and no pants? Wasn’t Bob wearing a blue shirt?” \n\nI moved closer, past two others who were hurt, and into the street. The man with no pants was Bob, already feeling around for his health insurance card in what was left of his trousers. Bob might have been annoyingly contrarian about car ownership, but at least he had his priorities straight in terms of where to allocate scarce resources.\n\nBob and others at the scene confirmed what had happened. As the car barreled down the sidewalk, Bob determined he could not make it to the wall in time and ran forward instead, until the car hit him from behind. \n\nIt carried him on its hood, dumped him into the gutter, snagged his pants and dragged him into the middle of Sunset Boulevard, where it deposited him, sans pants, near a manhole. \n\nHelp arrived after what seemed like a ridiculously long time. Bob went off in the ambulance while the valet at the club brought my car around. We spent the rest of our date in the emergency room.\n\nNone of this was in question. What was in question, however, and much debated during my visit to see him during his week in the hospital, was whether Bob had pushed me out of the way and saved my life. \n\nI had saved myself, I insisted. I am a competent, capable woman who does not need a man to save her. In reality I wasn’t sure. But I was afraid to concede that Bob had saved my life, even if he had, because I worried that would somehow mean I should continue to date him. I did want someone to save me. I just didn’t want it to be Bob. \n\nI got my comeuppance a few months later, dating a man named Marc with whom I had quickly fallen in love. Marc was a classic commitment-phobe, so much so that, unlike Bob, he could not even save my life when called upon to do so. He actually backed away from me with a look of horror on his face as I choked on a piece of meat at a barbecue a few months into our relationship, and a friend had to rush over to administer the Heimlich maneuver. \n\nHe had already been retreating from me more generally before that episode, and perhaps choosing not to save my life was easier than simply breaking up with me. In any case, I decided to take a break from Marc, and indeed a break from dating in general.\n\nIN the meantime, I pulled my life together in other ways. I went to graduate school a second time. I started teaching. I cavalierly fell into a long-term relationship with a good friend from school that lasted much longer than necessary. I re-emerged into the dating world at 37 relieved not to be married to the wrong person and therefore already divorced from the wrong person.\n\nAnd I was happy to be beyond the pale in terms of what society and my family viewed to be the ideal. I would be free to date and define my own path to life and love. And date I did.\n\nAll this dating was fun and reliably hilarious. I was able to add numerous locations to my “Bad Date Map of Los Angeles,” a pet project I started when Bob was run over. I learned all the best places to make out. \n\nThere were no more near-death dating experiences, but the dating project, as it came to be called, also took me no closer to life or love. These were not genuine connections but rather associations too quickly formed and even more quickly discarded, the gap between expectation and reality being too wide.\n\nThen last summer Bob contacted me out of the blue to see if I wanted to get together. I had not heard from him in nearly 10 years. A road accident involving some cyclists in Los Angeles had Bob thinking about his own brush with death, which evidently made him think of me. \n\nSure, I thought. It would be interesting to see what he had done with the last decade of his life. I was fairly sure he was not dating anyone. And I couldn’t help but wonder about the possible significance of us reconnecting after all these years. \n\nWas it unreasonable to expect that he and I had both changed and matured in ways that might allow for a second chance at genuine attraction? For all my efforts to put thoughts of fate and signs behind, I had to admit I still wanted to believe in a world in which a shared near-death experience could cement a lasting future connection.\n\nBut if I hadn’t changed much, neither had Bob. True to form, his continuing lack of a car, whether out of conviction or necessity, was again problematic. This time he rode his bike to the bar in my neighborhood but forgot his lock. So before we could go in and have a drink, we had to put his bike in my car (now a Subaru).\n\nFinally inside, alcohol in hand, I learned that Bob was in the exact same place he had been in years before: still riding his bike and occasionally teaching; still “all but dissertation” on his Ph.D.; still traveling the world and variously house-sitting or couch-surfing. Seemingly very happy. \n\nBob and I falling in love would have made such a nice ending to this story. But I didn’t want to date Bob the first time around, and the sad truth is that 10 years later, I still didn’t want to date him.\n\nI’m now dating a police officer, one who, by some extraordinary coincidence, was working at the station that received the call the night Bob was run over. He wasn’t among those who responded and doesn’t even remember the incident, so I am not taking this as a storybook sign that we’re meant to be together. \n\nWith him I’m not even wondering about signs. Which might be the best sign of all."
}