{
  "url": "http://www.nytimes.com/2012/08/19/fashion/a-glass-all-empty.html",
  "headline": "A Glass All Empty — Modern Love",
  "dateline": {
    "year": 2012,
    "month": 8,
    "day": 17
  },
  "byline": "Elissa Schappell",
  "text": "WHEN I picture my favorite moments with my husband over our 23 years together, someone is always holding a glass, or a bottle of wine, or a plastic cup — well, except for the last 11 years, since Rob stopped drinking. \n\nI can plot the timeline of our relationship by what we were drinking.\n\nFirst, the bloody mary in a can I had bought for us to share on the Amtrak train, where we had just met. The cold Rolling Rock beers we drank the next night on our first date at a bar on the Lower East Side called Downtown Beirut. The glasses of Pernod on the rocks we sipped while listening to the Velvet Underground, after I had moved in with him (and his three actor roommates) on Staten Island. The coveted 100-year-old Armagnac my father — clearly drunk with happiness that his daughter had finally brought home a man he approved of — decided to break out and share with Rob. \n\nWhen the family was together, there were always bottles of wine, aperitifs and Champagne, the empties rolled across the floor to honor those who couldn’t be with us and celebrate the fact that we were all together. There were the icy martinis we’d toss back while working at Spy magazine, a river of gin that connected us to the past and our heroes of the Algonquin Round Table. \n\nHome for the holidays in Delaware, there were shots of aquavit with an oyster on Christmas morning. There were always after-dinner drinks — Chartreuse and port and whatever exotic liqueurs my parents might have discovered on one of their trips to places like Vietnam or the former Czechoslovakia. We wore linen and drank gin and tonics barefoot in the grass at our wedding shower. \n\nOn our honeymoon in Portugal, there were tall glasses of passion-fruit juice mixed with absinthe. The next year, when we picked up and moved to Portugal, there was white-bootleg absinthe that we drank to the point of hallucination, and drafts we bought for pennies while living in a squat in East Berlin. \n\nIn a series of New York clubs, we pounded beers watching bands that left our ears ringing. At weddings and christenings we killed bottles of Champagne, magnums and jeroboams. Toasting good fortune, love and long life, we were a symphony of Champagne flutes. There was the Chartreuse V.E.P. that we drank with my family after my daughter was born, and my father was dying.\n\nWhen friends moved to New York or were suffering through breaking up, we were there with a bottle of gin. Our sofa was always occupied, and our guest’s glass never empty. Alcohol fueled our dreams, made us bold and vocal about our artistic ambitions, our desire to find others who burned like Kerouac’s “Roman Candles.” \n\nIn those days dinner parties sometimes ended with our jumping into the car and driving to Atlantic City, Niagara Falls or, one New Year’s, cross-country. Trips I’m not sure we’d have taken otherwise and which I’d regret never having made. There was the sangria we made every year for our traditional spring party, a drunken debauch that raged until the wee hours, and always — until our children were old enough to rouse the fallen soldier — resulted in guests sleeping over.\n\nThere were, of course, the hangovers. Mornings we’d wake up late, stumble to Veselka or Café Orlin in the East Village for something greasy and restorative, then trundle home to collapse on the sofa, felled by the cocktail flu, giving us permission to watch basketball doubleheaders and doze all day in each other’s arms, getting up only to be ill.\n\nIt wasn’t all pleasant: there were fights, broken glasses, thrown shoes, memories erased. Had I been an angel, or atrocious? And I’d have to turn sheepishly toward Rob — who no matter how drunk he got could appear sober as a judge and never seemed to forget anything — and I’d have to gauge by his face how badly I had behaved, then offer the classic atonement, “I’ll never drink again.”\n\nPerhaps it should have been I who quit.\n\nI DON’T remember the last glass of wine my husband and I shared, the last shot or cocktail. I do, though, remember the last time he drank: at our spring party in 2000. Our daughter was 4, and my father was dead. Rob had just taken up bike racing, having been a competitive runner in college. Riding 20 miles a day was, I was pretty sure, all that was keeping him from going crazy.\n\nI confess: I hoped he’d start again. I never thought he had a problem with alcohol (which perhaps speaks more to my relationship with alcohol), and I missed his playing Nick to my Nora Charles.\n\nI wasn’t alone. I became acutely aware of how Rob’s new status — an island of sober in a sea of inebriation — made some people uncomfortable. Old friends didn’t know what to make of this turnaround. Why wasn’t Rob drinking? Was he judging them for drinking? Should they dial back their boozing? Was he an alcoholic?\n\nDie-hard boozers shuddered at the sight of him sipping a seltzer, as though giving up drinking was akin to his moving to Amish country. He was lost to them. You know, if Rob was an alcoholic it might mean they were alcoholics, and that tedious prospect (A.A. meetings, crawling up the 12 steps making amends) wasn’t in the cards. It made sense if Rob was serious about bike racing that he’d stop drinking during race season, or taper off. But to just give it up?\n\nPerhaps if he had told people he had “quit” drinking — “quit” being a word freighted with drama and implying addiction, versus “given up,” which suggests a willing sacrifice — it might have made more sense. While Rob did think he was drinking too much before he quit, he never really feared becoming an alcoholic. \n\nWhich left him in a sort of no man’s land. If he had a drinking problem, started going to meetings, he’d have been part of a community, met a whole new group of friends. You can’t throw a rock in New York City without hitting an artist who is in recovery. But with Rob it simply wasn’t the case.\n\nFor his part, Rob was quieter, less garrulous, less interested in staying up until 3 in the morning, although he would. When folks wanted to head off to the pub to grab a couple of beers, he rarely joined them. He didn’t do it with me, either.\n\nWhich doesn’t mean he has opposed. More often than not, my husband will suggest when we’re out for dinner that I order a glass of wine, and may even request a taste. He sees that I’m kept in Maker’s Mark and hard cider.\n\nHowever, I don’t drink that much when it’s just the two of us. It’s not that I feel self-conscious (although there is nothing that makes one feel quite as stupid drunk as trying to have a reasonable conversation with a sober person), but it’s simply not as much fun as it was when we were in it together. \n\nI miss the intimacy and attentiveness that sharing a bottle of hot sake demands as neither is allowed to pour his or her own cup. Drinking alone — enjoying a glass of wine or Scotch by yourself while reading, or in the tub, or late at night watching it snow — is a lovely thing, but sitting and putting away a bottle of wine by yourself in the afternoon, or even at dinnertime? It can just make you feel more alone.\n\nI have great respect for the decision Rob made to stop drinking, and moreover I admire his passion and steady dedication to training to be a competitive bike racer. I also appreciate, now that we have children, the fact that they have the opportunity to grow up in a home where one parent imbibes and the other doesn’t. One has a choice whether or not to become a drinker.\n\nOur days of wild cocktailing were very much tied to a time and place — primarily downtown New York in our 20s and into our 30s — when we were finding ourselves, our circle of friends, our voices as creative people. It is hard not to be nostalgic for that time, for that seemingly limitless sense of possibility, opportunity and adventure. So what if our car breaks down in a blizzard in Colorado while trying to drive cross-country? \n\nNow, with careers and kids, those years seem very far away. With Rob’s not drinking, a bridge to that past is also gone. And yet, if the light is right, with a nice glass of Cloudy Bay in hand, Rob’s club soda will look like the old gin and tonics he used to drink. And all of our real-world pressures will fade away, and it will feel, yet again, like anything is possible. "
}