{
  "url": "http://www.nytimes.com/2012/08/12/fashion/sad-news-like-a-warm-hug-goodbye.html",
  "headline": "Sad News Like a Warm Hug Goodbye",
  "dateline": {
    "year": 2012,
    "month": 8,
    "day": 9
  },
  "byline": "Lucy Schulte Danziger",
  "text": "WHEN friends and colleagues heard that my father had died in an unexpected drowning — on Father’s Day, no less — they couldn’t believe I was at work the next day, that I went swimming in the morning, that I was not at home weeping.\n\nThey said: “You are in shock. ...It hasn’t hit you yet. ...You’re in denial.” \n\nI wasn’t. It had hit me, but more like a warm hug than a punch. When I got the news we were driving back from the boat dock in our beloved weekend town of Bellport, on Long Island, having enjoyed a swim and a bag of cherries at the beach. I had been watching my friend’s teenage son bodysurf and swim against the swift current back toward the lifeguard flags. \n\nI thought: My dad taught me to swim like that, all confident and athletic. Little did I know that at the same time, about 200 miles away, he was dying. \n\nWe were driving (my 16-year-old daughter at the wheel and my brother Peter in the back seat) when I saw that my stepmother had called from Maine, where she and my dad have a summer home on a lake. I listened to the frantic voice mail message and said to Peter: “This sounds bad. Really bad.” \n\nHe also had a voice mail message from her. I dialed quicker. She said words that shocked me.\n\n“Your father drowned.” \n\n“What?” I wanted her to take the words back. Edit them. Add “almost,” as in, “Your father almost drowned.”\n\n“He went into the lake for a swim, went down to touch the bottom and never came up.” \n\n“You have to tell Peter,” I said, handing him the phone. \n\nMy daughter, Day 2 behind the wheel, pulled over as I gripped her arm, hard. I got out of the car and put my face to my hands and sobbed. Three gut-wrenching sobs. And that was it. We went back to the house and sat in the sun, on the drying beach towels, and talked about our father, Tony. \n\nHe had been so weak; maybe he had a heart attack. Though he was 82 and a lifelong swimmer, he may have gotten disoriented when surfacing and hit his head on the dock. Who knows? \n\nThe emergency medical personnel found him under the dock, pulled him out and tried CPR, but after a half-hour he would not come to, and they had to stop. He had a do-not-resuscitate order. \n\nMy stepmother was shaken up by not being able to save him, but how could she have pulled a man out of seven feet of water onto a dock two feet above the surface? \n\nHe had swung a golf club that day, gotten our message wishing him a happy Father’s Day, and in a strange turn of events, we got a return message from him hours later when I checked my voice mail, thanking me for the call and saying: “I’m going for a swim. Hope to be around to talk later. But no promises!” \n\nHe meant, no promises that he would be reachable by phone. But that’s just like our dad. He made no promises he couldn’t keep.\n\nI sat in the afternoon sun and thought: He is still here in that Sunfish on the boat rack, the same kind of boat he taught me to sail in on Martha’s Vineyard when I was 8, 9 and 10, when I finally was allowed to solo and raced against him on Menemsha Pond. He is here in the outdoor shower. He loved to shower outside, eat outside, do anything outside in the summer — why be in the house when the weather permitted? \n\nI looked at the grill, our grill, which he might not approve of, since he insisted on real charcoal. Beer had to be consumed while waiting for the briquettes to heat up. \n\nEverything around and within me is partly because of his fatherly advice, his example and even the fact that he could get impatient and stubborn. His good parts: mentoring young people and being generous with his time and advice. And his bad parts: the occasional eye-rolling and teasing and inability to take criticism. \n\nMy dad was so bright that he had skipped a grade, then always seemed to judge us when we delivered anything but high marks at school. \n\nBut he also was in awe of my brother’s and my physical feats, the marathons and triathlons we competed in. The next morning when I got in the pool I thought about the fact that I didn’t have to call him and update him on my triathlon training, because he would just “know” things were going well, since he was all around me and within me now. I didn’t need to cry. \n\nI went to work and told the story to my colleagues, and after a little weepiness in the telling, I said, “Look, I want to be here.” I canceled nothing and kept going. There was no moment in which I would have said, “And then it hit me,” although I might have said, “And then it hugged me.”\n\nI felt loved and embraced by the e-mails and texts from friends, and by the comments on Facebook, where I’d put a picture of me with my dad at my wedding party, hugging me and laughing. \n\nBut every time I spoke to someone and they said, “I am so sorry about your father,” I replied: “Thank you, I’m fine. He died doing what he loved, living fully. No regrets. He loved us and we loved him and we all knew it.” \n\nThen they looked at me as if they needed or even wanted to see me cry. In fact, many people who had lost their fathers burst into tears telling me how sorry they were. They were reliving their own grief. I ended up comforting them. \n\n“There is no right way to say goodbye,” I told friends who questioned why I wasn’t crying, why I was at work. Where else should I be? In a dark room, looking at the walls? \n\nMy dad would be at work. He grieved privately when his father died, but his dad had been under hospice care and it had been expected after a long decline in health. My dad had gone down to the bottom of the lake to touch the bottom, as he loved to do, and this time he didn’t come back up. He was frail and wouldn’t want to live a feeble life, in a chair, unable to plunge into the lake and take his signature quick strokes out from the dock and back. \n\nWhy, my niece wanted to know, weren’t we having a funeral like her other granddad had when he died? He was formally eulogized in a big Christian church.\n\nMy father, not a religious man, was cremated, and we will spread his ashes over the lake and in a few choice spots he loved. We will hold a big cheerful celebration of his life in September, with his Yale chums and publishing associates and everyone he touched who wants to remember him fondly.\n\nMY son was on his way to the Royal Henley Regatta on the Thames with his college crew team and called to say happy Father’s Day, and I told him the news. He asked if he should come home, if there was to be a funeral, and I said: “Go to England. Row hard, row well. Your grandfather would want that.”\n\nWhen I got that voice mail message from my dad, I kept it. He sounded so chipper, so happy to have played golf and excited about taking his first swim of the season. \n\nHe was more upbeat than he had been in a while, since his body had been betraying him slowly but surely — first his hips, then his heart. And finally, his remarkable mind.\n\nLater, I told my daughter that the weekend was surreal, because other than the disastrous news, it was full of love and I was surrounded, as luck would have it, by all my “siblings,” my brother and his girlfriend, my brother-in-law from London, and of course my loving husband. \n\n“The universe is kind,” my daughter said. \n\nFirst I thought she had said, “The universe is divine.”\n\nEither way, I agreed: kind because death can come in nonviolent ways that spare the dying any long suffering, and divine because the person who left you can actually feel closer for being with you in spirit. \n\nIt doesn’t have to be all sadness, this thing called death. It can be warm and loving. It can be about going to work and being around colleagues. It can be anything you want it to be. \n\nWhen I think of my father, with his hands over his head in the lake, the image of him stretched out, his fingertips reaching for the surface, it’s like an inverted dive. He was diving upward, toward the sky.\n\nSome people might say it was tragic. I think it was exactly as he would have chosen to say goodbye."
}