{
  "url": "http://www.nytimes.com/2012/08/05/fashion/untying-a-birth-mothers-hands-modern-love.html",
  "headline": "Untying a Birth Mother’s Hands - Modern Love",
  "dateline": {
    "year": 2012,
    "month": 8,
    "day": 2
  },
  "byline": "Elizabeth Foy Larsen",
  "text": "HELEN was across the park when we spotted each other and waved. I could tell by the way she buried her head into her sister’s shoulder that she was already crying. We were, too. \n\nMy family was in the colonial city of Antigua, Guatemala, where my daughter was born. It was our second trip since 2006, when my husband, Walter, and I hired what in adoption circles is known as a searcher to find Helen, our daughter’s birth mother. We asked if she wanted to know what had happened to the infant she had kissed goodbye on a September morning in 2004 when she was not in a position to raise her.\n\nShe did want to know. Desperately. \n\nIn the United States, the overwhelming majority of birth parents meet and choose their child’s adoptive parents. But most international adoptions are closed, meaning that many international adoptees leave the United States Immigration and Customs Enforcement agency with almost none of the family background that domestic adoptees take for granted. Genetic histories of heart disease, thyroid issues, alcoholism? Gone. So is the grandmother who loved to dance, the uncle who lived for soccer, the family recipes that hitch us to the past.\n\nOur decision to open our daughter’s adoption was possibly reckless and probably naïve. We did it because her foster mother had met Helen and told us she loved her very much. If American women and men deserve to know what becomes of their children, it seemed hypocritical to deny Helen what we saw as a human right. \n\nWhat is more, we knew that decades of research in the United States concluded that open adoptions are healthier not only for the person who is adopted but also for the birth family and the adoptive family. \n\nWe have two biological sons whose blue eyes and long legs are just like Walter’s. We wanted our daughter to know how she came by her dimples and why she loves to draw. And when she has questions about her adoption, we want her to be able to go to the source, not rely on a fable made up by Walter and me about a woman who lived far away and loved her daughter so much that she wanted her to have a better life. \n\nStill, I was terrified. Were we inappropriately imposing our Oprah-style enthusiasm about the healing power of truth onto a culture that didn’t accept or even want it? Would the search expose Helen and put her in danger? What if the facts of our daughter’s adoption were so sordid we couldn’t bear them? What if we didn’t like Helen? \n\nMost important, what if our daughter one day resented that we made such a colossal decision when she was too young to decide if an open adoption was right for her?\n\nMost of those fears proved to be unwarranted, though we are still waiting to learn what our daughter will make of this when she is old enough to process it. But we suddenly had another challenge: How were Walter and I going to navigate a relationship with a woman we didn’t know but with whom we shared so much? \n\nHow could we discuss the complexity of our connection when Helen didn’t speak English and our smattering of Spanish could be so easily misunderstood? And what about the all-too-real truth that we live in a four-bedroom house with remodeled bathrooms while she scrambles to find jobs that pay a living wage?\n\nWhile ethical domestic adoptions have the support of social workers, psychologists and studies to support adoptees and help guide birth parents and adoptive parents, families in open international adoptions are on their own. Few adoption agencies hold panels on whether to give your e-mail address to your child’s other family or whether to offer them financial help. \n\nSo Walter and I rely on our instincts, with our daughter as our compass and other people in similar positions, including adults who were adopted internationally, as our guides. We are the guardians of this connection today, but we also remind ourselves that this is ultimately our daughter’s relationship and one day she will take the lead. \n\nWe also depend on our hearts, which aren’t always reliable. When the searcher e-mailed me that Helen wanted to see photos, I waited for weeks, though all I had to do was drag an image into an e-mail. \n\nI’m inconsistent about writing letters to tell Helen about who our daughter is becoming; I worry about how reports of tennis lessons and spring breaks in Hawaii will distance her from her first family. Sometimes I think I take my time because it’s overwhelming for me to acknowledge just how much Helen’s loss is my gain.\n\nLast year my daughter said she wanted to visit Guatemala and see Helen again. She had been 2 the first time, an emotional three-hour meeting that she remembers only through photographs. At 6, she would now be better able to take it in. \n\nSo after being encouraged by our digital village, we booked five tickets and invited our mothers to join us. Neither even checked their schedules before saying yes. They cherish their granddaughter and wanted her to know that the entirety of her is precious to them. \n\nBefore we left, Walter and I prepared them as best we could about what to expect. We explained that our priority was to make sure our daughter was handling the reunion. If she started to show signs that it was getting to be too much, we would have to end the visit, regardless of whether Helen was ready to say goodbye. \n\nWe talked about how Helen is a shy person, but how when we asked if she would like to meet the grandmothers she said it would be an honor. She was hoping her own mother would also join us.\n\nTHE reunion took place over lunch and swimming at a hotel with a reputation for being respectful to Guatemalan families who are reuniting with children they placed for adoption. In a country where some indigenous villagers still believe that gringos want their children to sell their organs, this friendliness was no small consideration. \n\nWe chose a restaurant with a pool for the simple reason that the searcher (who has become our valued de facto social worker) recommended it so that our daughter could swim and play with her brothers if she needed a break from the intensity of the reunion. \n\nAs the children splashed around in the pool, we answered Helen’s questions, explaining that our daughter was taking Spanish lessons but that she still couldn’t speak it very well, that she loved practicing her letters, and (as Helen could clearly see) had no problems bossing around her older brothers. \n\nThere were 12 of us that day, including Helen’s sister and our daughter’s biological brother. That so many people from such different circumstances were gathered at a single table because of one little girl made me see just how much the human heart can stretch beyond any boundaries we try to put around it. \n\nSitting there, laughing nervously about how our daughter hates fancy clothes and adores animals, I couldn’t help but feel a renewed love for Helen. And I suddenly couldn’t protect myself from a bone-deep understanding that if our daughter ends up feeling differently, it will break my heart. \n\nFor all the abundance around that table, there was a noticeable absence. When we set up the visit, Helen had told us that her mother, who didn’t know about her granddaughter until she was a 2-year-old “Clifford”-watching American kid, had wanted to join us. A week earlier, the searchers had forwarded us a message saying that she couldn’t get time off from her job.\n\n“I’m sorry your mother had to work,” I said. \n\nHelen looked down at her fried chicken. “That’s not why she isn’t here,” she said. “She was worried that if she saw her granddaughter, she wouldn’t be able to let her go.” \n\nI knew that Helen had hidden her pregnancy to preserve her family’s honor. Until that afternoon, I had always imagined that was what her mother would have wanted. Suddenly I understood that when it comes to adoption, grief can ripple through generations. \n\n“In Guatemala, grandmothers treat their grandchildren better than they treat their own children,” she said. “She still hasn’t forgiven me.” As Helen described her mother’s pain, my normally reserved husband tightened his lips around his straw and wiped his eyes. \n\nYet for all the honesty that day, much was left unsaid. More than a year after our visit, Helen told me she had tried not be too emotional because she didn’t want to make her dear girl sad.\n\n“I would have liked to have asked her to forgive me for not being brave enough to keep her by my side,” she said. For an impossible second, I imagined what that would have meant to my own life.\n\n“I wanted to walk in the street holding hands with her,” Helen said. “But I was so ashamed to ask, because I saw her walking with you.”"
}