{
  "url": "http://www.nytimes.com/2012/09/02/fashion/an-agnostics-guide-to-marriage.html",
  "headline": "An Agnostic’s Guide to Marriage --Modern Love",
  "dateline": {
    "year": 2012,
    "month": 8,
    "day": 30
  },
  "byline": "Colleen Oakley",
  "text": "WHEN my husband, Fred, and I planned our wedding, he had two strong opinions: 1) brisket should be served, along with the fried chicken; and 2) we would recite the Lord’s Prayer in the ceremony.\n\nThis came as something of a shock to me (the prayer, not the brisket), as the two of us had attended church together only with my family on holidays, and my quick editor’s hand had been busily crosshatching out all references to “God” and “Jesus” from the wedding vows sent to us by the liberal preacher we had chosen.\n\n“Is the Lord’s Prayer really necessary?” I asked Fred. \n\n“Yeah,” he said, in his quiet way. “It’s important to me.”\n\nI have never been a big fan of religion. Maybe it’s because I grew up in a small town in South Carolina and attended one too many frightening services at my best friend’s church, where people spoke in tongues and were “saved.”\n\nMaybe it’s because my hippie parents kept an open dialogue during my Presbyterian upbringing. “Do you believe Jesus was the son of God?” they asked on the drive home from services one Sunday.\n\nThe initial thought in my 7-year-old mind: “I have a choice?” But my second thought was more startling: “No.” \n\nEven at a young age, I thought God and heaven were pacifying ideas to keep people from being afraid of death. Though my judgments of Christianity and belief have evolved to a more nuanced understanding, my lack of faith has not changed.\n\nBut for my fiancé, I could recite the Lord’s Prayer, even at my own wedding. Marriage is all about compromise, right? So I left that part of the ceremony unmarked by my red pen, and started to dig deeper into my husband-to-be’s revelation.\n\n“So you believe in God?” I asked him.\n\n“Yeah,” he said.\n\n“You know I don’t, right?”\n\n“Yeah,” he said.\n\n“And that’s cool with you?”\n\n“Yeah.” \n\nFortunately, I didn’t love him for his verbosity.\n\nI realized that we hadn’t really broached the subject of religion in our three years together. In retrospect, that’s shocking because we had such in-depth discussions about every other important aspect of life. But because we never went to church and Fred didn’t talk about God, I wrongly assumed that he thought the way I did: the idea is nice, but it just doesn’t all add up.\n\nAs I peeled back the layers of his faith over the next few months, I discovered something else: my husband’s unobtrusive belief in a higher power was surprisingly attractive. He believed that an omniscient being watches over us, that when we died we would be together again in an otherworldly place, and that praying for people was an important part of caring for them.\n\nHe didn’t go to church, he didn’t read from the Bible every night (I had actually never seen him with one in hand), and he didn’t feel the need to force his opinions on anyone else. He was Christian-lite: just enough for me to respect it, and more important, to live with it.\n\nSo it was quite a surprise when two years ago — two years after we married — Fred announced over a Saturday breakfast of blueberry pancakes and turkey sausage that he didn’t believe in God anymore.\n\nMy jaw dropped. “What?”\n\n“I’ve been thinking a lot about it lately and I don’t know that I ever truly believed.”\n\nHe went on to voice all the conflicting ideas and emotions he had been dealing with as he scrutinized his faith, notions I had examined in my own spiritual quest that ended in agnosticism during my college years. Fred was traveling the same path, only 11 years behind me. I nodded and “mm-hmmed” and interjected points he had neglected that supported his new beliefs (or nonbeliefs, I suppose).\n\nBut inside I was in turmoil. When it came to religion, we were suddenly in agreement. And for those who have ever been in a long, committed relationship, it’s widely known that being in accord with your partner is generally a welcome thing. \n\nSo why did his revelation make me so uncomfortable?\n\nChristians and religious zealots might say that deep down I was searching for a sense of peace that only the Lord can provide. Maybe, but I doubt it. I know myself enough to know that I can’t fuse my intellectual knowledge with a blind faith in a supreme deity. It just won’t ever happen.\n\nBut I did realize I liked the comfort of other people believing, especially my other half. It made me feel safe. Not believing in something, or not being steadfast in what you’re told to believe, can be frightening. It makes those pesky existential questions in life more difficult to answer, particularly when you wake up at 4 a.m., short of breath from contemplating the finality of death. \n\nFred’s faith was my safety net, just in case this whole God thing really was the way. With him, there was always the chance that when I got to the bouncer at Heaven’s door and my name wasn’t on the list, I could say: “Hey! I know someone inside.”\n\nNow I didn’t have that. And in a strange way, seeing eye to eye with my husband was making me feel very alone.\n\nOVER the next few weeks, I intermittently peppered him with questions to gauge the impact his new belief system had on the rest of his thoughts, especially those pertaining to our relationship.\n\n“What do you think happens when we die?”\n\n“Nothing,” he said.\n\n“Well, it can’t be nothing,” I said. “Energy can neither be created nor destroyed. Where does our energy go?”\n\n“Back into the world. Circle of life.”\n\nIt’s more or less what I believed, although I do tend to also accept the notion of paranormal energy. Not ghosts, or spirits trapped on earth before they ascend to an afterlife, just an energy, where you can feel someone’s presence after they depart.\n\nWhen we were in the car on a road trip, I tackled another question: “Do you believe in soul mates?”\n\n“No.”\n\n“So you don’t think we were destined to be together?”\n\n“No.”\n\n“And you don’t think we’ll be together after we die?”\n\n“No.” Then he grinned. “Unless hell is real, and you’re going to be there asking me 30 million questions for the rest of eternity.”\n\nAgain, he echoed my beliefs. I’ve always thought that soul mates, while romantic, are a ridiculous notion. I had been in the dating game long enough to know you can be compatible with many different people at different stages of your life. So why did it sting to hear that he didn’t buy into it?\n\nEven though I didn’t believe, I wanted him to. I realized I had reveled in my husband’s conviction, his willingness to look past tangible evidence and just have faith in something I couldn’t buy into. I was awed by the innocence and the naïveté. And I had to mourn the loss of it.\n\nNow he was just as cynical as I was.\n\nA few months after Fred’s change of heart, we welcomed our first child, Henry. Along with the sleepless nights and new obstacles we had to negotiate in our relationship, we were faced with the task of deciding what to tell our young son when the inevitable questions started rolling in: What happens when we die? Why are we here? What is God?\n\nI brought it up over another weekend pancake breakfast (we’re fans of morning sweets).\n\n“Do you think we should start looking at churches?”\n\nHe looked at me as though I had suggested we stop eating pancakes forever. “Why would we do that?”\n\n“Just to give him some kind of spiritual base,” I said. “An education of sorts about Christianity so he can have knowledge with which to agree or disagree.”\n\n“Wouldn’t it be hypocritical for us to make church a priority when neither one of us believe in the philosophies taught there?” he asked. “I feel like I would be lying to him.”\n\n“Well, we believe in being kind to one another and not lying and not killing people and not committing adultery,” I said.\n\n“Do you believe that Jesus died on a cross for your sins?” he asked me.\n\n“Well, no.”\n\n“That’s my point,” he said. Then, after a beat of silence: “If you want to go to church, I’m in full support of that. I think it’s great for Henry to learn about religion and spirituality. But I think in our family we should always be honest with him about our beliefs.”\n\nI contemplated this while I scraped my fork through a swath of syrup. \n\nOur beliefs. Our family. Suddenly I didn’t feel so alone, after all."
}