{
  "url": "http://www.nytimes.com/2012/02/05/fashion/i-am-my-own-in-law.html",
  "headline": "I Am My Own In-Law - Modern Love",
  "dateline": {
    "year": 2012,
    "month": 2,
    "day": 2
  },
  "byline": "Adrienne Brodeur",
  "text": "NEARLY 20 years ago, on a gloriously sunny September afternoon on Cape Cod, waves sparkled, fishing boats bobbed and guests arrived bearing gifts. My widowed mother was about to marry on the well-groomed lawn of her house overlooking Nauset Harbor, not 10 yards from where my own wedding had taken place several years earlier.\n\nMy husband, Chris, and I stood beside the minister and watched my mother start up the aisle, radiant in an ivory Chanel suit. All eyes were on the bride when Chris leaned in to me and, in his distinctively sonorous voice, asked, “Have you thought about what Thanksgivings and Christmases will be like for the rest of our lives?”\n\nNo, in fact, I hadn’t. Not really.\n\nTen months earlier, Chris’s mother — my mother-in-law — died unexpectedly. Then the unthinkable happened: My mother swooped in and, in very short order, became engaged to Chris’s father. (For the sake of full disclosure, our parents were old friends, and I met Chris through them, not the reverse.)\n\nThe determination and dispatch that went into planning their wedding lent the occasion a certain shotgunlike feel, despite the relatively advanced ages of the bride and groom: 61 and 75. \n\nWe urged our parents to wait. What was the rush, after all? His father had been married to his mother for close to 50 years. To make matters worse, Chris and I were having marital problems and in the earliest stages of what would turn out to be an amicable and glacially slow-moving divorce. \n\nOur pleas fell on deaf ears. My mother and Chris’s father were deeply in love, then and now, and hell bent on tying the knot, pronto.\n\nTwo “I dos” and one kiss later, everything was different. My mother became my husband’s stepmother and, in doing so, became my own mother-in-law. My father-in-law morphed into my stepfather, and somewhere in this murky mess, my husband became my brother. O.K., my stepbrother, but still! (Good thing we didn’t have children to complicate matters.)\n\nDoing our best to be good sports about this curve ball, Chris and I rewrote the lyrics to the folk song, “I’m My Own Grandpa” to sing at their reception. In the original version, the narrator marries a widow with an adult daughter and shortly thereafter, his father marries said daughter and becomes: “The strangest case you ever saw/ As husband of my grandmother/ I am my own grandpa!” \n\nIn our version, “I Am My Own In-Law,” we lamented the whiff of incest that we knew would dog us for the rest of our lives. The song was a hit, of course, partly because of the absurdity of the situation, but also because no one other than our parents knew of our marital troubles.\n\nFast forward through the years: Chris and I did indeed divorce but managed to remain friends, all the while playing down the weirdness of being siblings. \n\nHis prescience about the awkwardness of holiday gatherings proved true, though less for the two of us than for the dates we brought home. Imagine sitting across from your new boyfriend’s ex-wife at Thanksgiving dinner or pulling the name of your ex-husband’s girlfriend from the Secret Santa bag!\n\nOn balance, however, the situation has been manageable and has even had an upside. There’s no quicker way to revive a stalled cocktail party conversation than to mention that your former husband is your stepbrother. \n\nSoon enough, Chris and I both happily settled into relationships that better suited us. I remarried and have two children and two stepchildren, and Chris is living with his long-term girlfriend. In short, we’ve managed to thrive on separate branches of a very convoluted family tree.\n\nUntil now, that is. After years of playing together nicely, suddenly we’re getting on each other’s nerves. We don’t have a ton of face time — Chris lives in California, I live in New York and our parents live in Massachusetts — but we see each other once or twice a year. This summer, we overlapped for three weeks on Cape Cod, and it was impossible not to notice how things had changed. We were snipping and sniping, rolling our eyes and sighing weary sighs to punctuate the patience required to explain simple concepts. \n\nEssentially, we were acting no differently than your average divorced couple trying to co-parent their kids. What gives? Even though Chris and I have no children together — nor the requisite financial entanglements and disagreements over discipline styles — we do have parents in common. And if you substitute the phrase “elderly parents” for “young children,” you wind up in a similar emotional boat.\n\nFor the first time since we split up, Chris and I have to cooperate on something really important: the care of our aging parents. Even for ordinary siblings, there’s nothing like parenting your parents together to unlock your family’s buried dysfunctions (especially if you had difficult child-parent relationships, as we both did).\n\nNow try negotiating this treacherous terrain with a person with whom you have “irreconcilable differences.” If you were to draw a flowchart depicting the potential for button-pushing, the diagram would be an explosion of arrows.\n\nCase in point: This summer Chris asked me what I thought of his giving his dad, who is deaf, an iPad to help ease their communication once he returned to California.\n\nWithout thinking, I said, “That’s the dumbest idea I’ve ever heard.” \n\nIf Chris bristled, he didn’t show it, and we both had a good laugh at my tactlessness. My ex-husband is a technophile, but his dad?\n\nThis is a man who used to dictate letters to his secretary. He made a brief foray into the digital world in his late 80s and quickly decided he wanted no part of it. However intuitive Apple devices purport to be, they are no match for a 94-year-old first-time user with arthritic fingers. Make no mistake, Chris’s father has all his faculties and is very intelligent, but he wouldn’t know an app if it bit him on the nose.\n\nThe iPad arrived the next day. Chris’s father expressed reservations immediately, but my stepbrother/ex-husband soldiered on and presented his father with typewritten instructions, an e-mail account and about a week’s worth of every-other-day tutorials before he left for home. After that, my stepfather was expected to fly — or in this case, e-mail — solo. That first week I received two e-mails, one sans message. After that, silence.\n\nWhile the outcome didn’t surprise me, its ripple effect — everyone’s hard feelings — did. Chris was angry with his father and attributed his iPad inactivity not to a lack of technological capability but to an indifference to communicating with him, a lifelong sore spot. I got irritated with Chris for not being able to transcend his childhood resentments and act more compassionately toward his aging father. Chris then got annoyed with my holier-than-thou attitude. My poor stepfather, no doubt embarrassed by his inability to master the device, simply wanted the e-mail badgering to stop. And my mother felt slighted that no one had bothered to tutor her. (Did I mention that she happily absconded with the iPad?)\n\nNow, if one innocuous gift could have had such major fallout, I shudder to imagine what a full-blown health crisis might bring. Chris and I have been lucky. Our parents are financially secure, live in their own home, have not lost their marbles and are largely able care for themselves. \n\nBut there have been broken bones, bouts of pneumonia and increasingly complicated physical ailments to contend with, all of which require a dizzying array of pills and devices. \n\nMOST recently, my mother had a bad fall that landed her in the hospital. I will spare you the details of Chris’s and my respective responses other than to say that the humor that for so many years has helped us cope with our strange familial predicament is no longer working.\n\nIn the case of typical divorced parents, alongside whatever enmity exists, so, too, does a shared sense of pride in their children’s accomplishments and potential. Those divorced couples are still bound by futures pregnant with celebratory milestones: birthday parties, graduations, weddings. \n\nNot so for Chris and me. Our parents’ prospects are no longer bright, and we are more likely to hold dear our fond memories than create many new ones.\n\nThere is no question what the future has in store for our parents, but what about for Chris and me? In many ways, our parents’ marriage precluded us from experiencing the full brunt of our own divorce by superimposing a new family order. By now we have been stepsiblings for far longer than we were spouses. What happens once we are untethered from this arrangement? \n\nTime will tell. Meanwhile, for better for worse, any major dramas to come will likely bring Chris and me closer together, at least temporarily — a fitting coda to what might prove to be one of the more curiously enmeshed childless divorces in history. "
}