{
  "url": "http://www.nytimes.com/2012/07/01/fashion/a-measure-of-desire-modern-love.html",
  "headline": "A Measure of Desire Modern Love",
  "dateline": {
    "year": 2012,
    "month": 6,
    "day": 28
  },
  "byline": "Andrea Jarrell",
  "text": "WE moved from Los Angeles to Maine with four years of sobriety under our belts, a 2-year-old daughter and another baby on the way.\n\nThe sobriety was my husband’s. He had been offered a job in Camden, and I was ready to leave mine. I hoped a simpler life would save us from further dangers that can creep into relationships: serpents in the grass like infidelity, boredom, debt.\n\nWe arrived that fall at our blue Cape-style house with the dormer windows I had always wished for as a child. That first winter we skated on frozen Megunticook Lake. We were assured there was no danger of falling through despite how the ice popped like gunfire as the whole town (or so it seemed) skated in circles. \n\nBy Christmas, we placed single candles in each window instead of stringing colored lights the way we would have back in L.A., and I gave birth in an ice storm.\n\nMy Californian mother, hurt that we had taken her grandchildren across the country, moved to New York City to be the urbanite she had always dreamed of being. We began to make the six-hour drive to see her. On one such visit, as she and I walked up Madison Avenue, I asked, “What I want to know is, how people go without sex?”\n\n“They eat a lot,” she said with a smirk before stopping at Valentino to check out a pair of black suede pumps in the window.\n\nI might have said, “You don’t.”\n\nMy parents had divorced earlier than most, when I was just 6, but by the time I hit puberty, my friends’ parents were divorcing as well. Yet their mothers and fathers soon found new partners while my beautiful mother continued standing alone.\n\nBut in truth I didn’t know any more about her sex life than she knew about mine. Surely my handsome husband and I must have sex all the time; we had the babies to prove it. How could she know that sobriety with all its wonders had also brought an end to a kind of closeness only sex can bring?\n\nAfter my husband quit drinking we had retreated to our corners, handling each other cautiously. It was like when a doctor in an old movie removes bandages from a patient’s wounded eyes and everyone waits with bated breath to learn if the hero will ever see again.\n\nIn Los Angeles, with my marketing job and city suits, I thought I was whole, waiting for him to get better. But in Maine my husband quickly became more of an ideal than I had imagined possible. \n\nGone was the lanky kid I had married, the lighthearted guy who had always wanted me. In his place was a quiet, broad-shouldered man with a strong jaw and blue eyes, a man women turned to watch as he walked down the street.\n\nI realized I was waiting for my increasingly handsome husband with his newly sober eyes to want me with the same abandon he once had. \n\nBecause that’s what sex had always been for me: a measure of my desirability. If I was no longer desirable then it was only a matter of time before I would be left standing alone like my mother.\n\nIn my new L. L. Bean sweaters and loafers, I began to feel around in the darkness of our relationship, wondering if my husband was still there, wondering what kind of job I would get if he left me and knowing that if he did, I would end up living with my mother.\n\nThe more frightened of that possibility I became, the more I began to see them: my replacements. I spotted these women the way my small son and I hunted through his “I Spy” books for “a key, a silvery fish and a Christmas tree.” \n\nSometimes we stared and stared, unable to see the hidden objects. Other times a neon arrow might as well have been pointing the way.\n\nSurely, such an arrow directed me to the woman in the supermarket. I can see her now, even today. \n\nIt was our third Maine winter — not the pretty part leading up to Christmas but the dreary aftermath. Pushing my cart past a display of scraggly poinsettias, I noticed her immediately. She was weighing snow peas, watching the scale’s arrow flick near the pound mark as she tossed handfuls. She must have felt me watching her.\n\n“I can’t get my kids to eat them,” I said to explain my staring. “What’s your secret?”\n\n“A little sugar and butter.” \n\nI saw her in my kitchen then, standing at the stove in thick wool socks, sleeves pushed up. As she sautéed the peas, she reached to the cupboard for the sugar, knowing just where everything was.\n\nBefore I pushed my cart away, I thanked her. Her shell-thin nostrils drew up along with her generous smile. That was a smile he could love. \n\nI forced myself to imagine her as my children’s mother, their brown hair matching hers, my impatience, insecurity and red hair gone from their lives, a fluke of nature corrected.\n\nI never told anyone how I tortured myself choosing second-wife possibilities for my husband, how I marveled at the riches shimmering in women all around me.\n\nThe closest I came was on a walk with my new friend Annie. She was older than I, with teenage daughters and a marriage I admired.\n\nWe had taken to walking a three-mile loop almost every day, past pine-covered hills and around the rocky edge of the ocean. Waves crashing nearby compelled nontrivial topics of conversation.\n\nI told her that when my husband was away, I lay awake at night wondering how to escape the house if someone broke in or fire broke out. I saw myself fashioning a rope from sheets, my babies clinging to me as we climbed out the dormer windows. \n\nI told her how my daughter was at an age when she just wanted Daddy, how one night she had given me a little push away.\n\nOf my daughter’s rejection, my friend said: “You shouldn’t leave. You are the mother.” \n\nShe said “mother” like it started with a capital M. She said it to free me to be Mother, not Child. \n\nAnd when I told her about waiting for my husband’s desire, she said, “What about your desire? Don’t you deserve sex?”\n\nI considered this as if being asked to consider a new religion. \n\nIn the weeks that followed I toyed with my own desire. I noticed the tight pecs and the chin stubble on the bag boy at the grocery store. I inhaled my handsome optometrist’s minty breath in the darkened exam room. I scandalized myself when a friend’s husband lifted his arms — his shirt rising as he did — my eyes traveling from the waistband of his jeans up the trail of dark hair to his navel.\n\nAND then I claimed my yearning. In the darkness of our room, I reached for my husband. \n\nAt first, shyness lingered, but I did not hold back. Surprised, he kissed me with slightly opened lips. His fingers scanned my body with even more eagerness than I remembered.\n\nI wrapped my arms around him, showing how I wanted him, even though I thought a younger, nicer wife was what he deserved.\n\nWho knew that was all it took to be happy again?\n\nLater I would learn he had always relied on the balm of alcohol to face his desires. But my wanting him with such abandon changed that. I had ginned up courage for the both of us.\n\nThe next morning at the Y, my swim goggles hanging around my neck, I chose out of habit the woman dressing next to me. As I busied myself with folding clothes, tucking them into my locker, I made myself jealous wondering how my husband would find her body — if his hands would have more desire for her.\n\nBut then I stuffed my long hair into my swim cap, my thoughts secret inside my head. With my husband’s touch of the night before still humming on my skin, I turned from that woman in the locker room the same way my husband had once turned from drink.\n\nI can’t tell you the precise moment I began to believe that my mother’s life would not be mine after all. Or exactly when I stopped looking for my replacement to reveal herself and take away all I had ever wanted. \n\nBut I know it was in Maine — before we became city people again, before we moved on to our next adventure. I know it was where we skated on a frozen lake without falling through and dived into its liquid depths when the leafy summer arrived.\n\nI know it was there that I finally realized my husband, my babies and those dormer windows were truly mine. "
}