{
  "url": "http://www.nytimes.com/2012/04/29/fashion/the-never-to-be-bride.html",
  "headline": "The Never-to-Be Bride — Modern Love",
  "dateline": {
    "year": 2012,
    "month": 4,
    "day": 26
  },
  "byline": "Elissa Bassist",
  "text": "I MET Dan, my future husband, in college when I was 20. But we never married. In fact, we were never engaged. Not even close. I say he was my future husband only because he was that important to me. \n\nWe were together for five years, dating off and on, and the entire time I was sure we would one day marry, have vision-impaired children and eventually (I hoped) stop hurting each other. \n\nDuring those years we didn’t live with or even remotely near each other, yet with Facebook, Gmail, Google Chat and smartphones, we were able to talk in every possible way on every device, at a high cost financially and emotionally, from any locale in the world, at any time, on the occasion of any emotional outburst or drunken whim. \n\nWe lived on the Internet, our own little planet of “us”-ness separated by LCD screens. We spent superhuman amounts of time talking online, with him in his bedroom in one state and me in my office in another. \n\nWhen our relationship was “on,” we would talk, on average, several hours a day, five days a week. And I would think about him every second — even the spaces between seconds (the Internet makes it possible, even probable, that you’ll never escape the thought of someone). During our five years of being together but apart, I moved from St. Louis to San Francisco to New York, and via technology he came with me while remaining in Denver. \n\nOnline, we could say anything. We had real conversations about pretend futures. \n\nI would say, “You know, if I learned to cook and have kids, we could be a really perfect couple,” to which he would respond, without missing a beat, “And then, on weekends, I could go out and get the paper in my bathrobe, and we could look at the headlines and disinterestedly complain about the world.” \n\n“I would like to own a piano,” I said. \n\n“Upright or grand?” he asked.\n\n“Grand. I don’t know. Upright. I also want a library. I’ve been admiring bookshelves around the city. I can’t wait to alphabetize our books by author.”\n\n“Can we have one with a rolly ladder?” he wanted to know. \n\n“Oh please, please, please!” I’d beg. \n\n“And we need comfortable chairs and love seats, for reading to the kids, because our kids will be extraordinarily well read.”\n\nOur kids. Our kids would have vocabulary words printed on index cards.\n\n“No question,” he said. \n\n“And be attractive,” I added. \n\n“Of course.”\n\n“And have poor eyesight, a great flaw, like their parents.”\n\n“No, no. Great eyesight,” he argued, the one point on which we disagreed.\n\n“And teeth. Great teeth,” I said, changing the subject.\n\n“Teeth, of course.”\n\n“Do Jews have godparents?” I asked.\n\n“No, I don’t think so. Do you think you could continue your writing career if we moved to India or Nepal?”\n\nI could.\n\nAnd then he said that maybe at our wedding we could have one of those partitions used by Orthodox Jews that separate men from women: “Let’s have a mechitzah at our wedding.”\n\nOur wedding. Our upright (or grand) piano. Our kids. If only typing it made it true. \n\nOurs was a love affair that knew its finest hours on a screen. We could plan the next 50 years in a two-hour online conversation. \n\nMaybe we were able to sketch our future so easily because we didn’t think we’d ever see it. In television dramas, I can tell when a wedding won’t go as planned; the clue is when a character rehearses his or her vows before the ceremony. That’s the sign that we, the audience, won’t be hearing them later; what’s worse is the dramatic irony of knowing what one real life never-to-be-bride-or-groom will never get to say. \n\nYears ago, during one of my “off” periods with Dan, when I was feeling devastated by our being “off,” I went to a Buddhist-type therapist in San Francisco who tried an experimental therapy. He said he used this therapy on 9/11 survivors — guiding them through what would happen if the worst happened — to get them to the other side of their greatest fear. And I thought: how dramatic, how creepy, to use this therapy on me, just another heartbroken girl. \n\nI sat on his big soft couch and stared at a painting of mountains and coyotes. He asked me to hold vibrating paddles, one in each hand, and close my eyes. He controlled the intensity of the vibration. All I did was squeeze while he asked me to imagine Dan’s wedding to a woman who wasn’t me. With the cream-colored paddles surging, he asked about the ceremony.\n\n“What does Dan look like walking down the aisle?”\n\n“He looks happy.”\n\n“What are you doing while Dan is getting married?”\n\n“I’m writing a novel.”\n\n“What is the novel about?”\n\n“It is about a lost man,” I said, because I didn’t know what else to say. \n\n“Where is the wedding taking place?”\n\n“In a shul. In Denver.” \n\n“What is the bride wearing?” \n\n“An off-white gown. She’s carrying a bouquet of some kind of flower. Roses, maybe. She’s on the arm of her aging father. Their flower girl is his niece, dressed in a minute lace gown, throwing red rose petals with browning edges ... ” \n\nI had to stop. I was hyperventilating, overwhelmed by all my expectations of a life with him, the lost man whom I had lost. \n\nThe therapist turned off the vibrating paddles. I cried until I was exhausted, at which point he asked, “Well, are you alive?” \n\nI WAS alive. I was exhausted, spent, out of my mind with relief. Yet I was still alive, wondering if my memory of Dan was something I had or something I’d shed. Recently, all my worst fears came true. Dan met someone else. In our last conversation, which was online, I asked point-blank: “Do you think you’ll marry her?”\n\n“Yes.”\n\n“How can you be sure?”\n\n“I just know,” he said. “In my entire life, I’ve had a plan for my future. Always some sort of idea of what comes next. Now, the only thing that I am sure of in my future is that I will be with her.”\n\n“You once told me that I checked all your ‘Yeses.’ You’d ask me if I would write for a living anywhere, like when we moved to someplace, I could write there, right? And we talked about our kids. And our bookshelves. Is it any wonder I thought we’d get married one day?” \n\nHe said it wasn’t a wonder. \n\nThen I asked if he loved her. \n\n“I do.”\n\nThis “I do” was not in the context I had always imagined.\n\nI asked if he had told her. \n\n“Yes.”\n\nI asked if she said it back.\n\n“Yes.”\n\nI asked if he said it first.\n\n“Yes.”\n\nI asked how he said it.\n\nIt was while she was singing, softly, to the radio. He knew then of his love for her and that he wanted to marry her, so he told her he loved her that night.\n\nI wish I hadn’t pushed for the details. Now, a year later, when I find myself quietly singing to the radio I have to stop because it makes me think of him falling in love with her. Singing to the radio is ruined.\n\nThat online conversation was our last. Once he signed off, he was gone for good. At that moment, those children we had planned died, or were never born, or could have been born if things had gone differently. It was like when we planned our breakfast nook, and we agreed we both hated crosswords and wouldn’t be doing them on Sunday mornings. We wouldn’t be doing this and we wouldn’t be doing that. \n\nNow, I felt I had to go through our past plans about our future and undo it all. \n\nI thought: we’ll never have a big wedding. We won’t have a small one. Our wedding won’t be medium-size. We’ll never know if our children might have been smart or worn glasses or had vocabulary words printed on index cards. We won’t be having any boys. No girls, no boys. We won’t call them anything. We’ll never argue about what to call them. I’ll never be unhappy with a name, and I’ll never tell him I wished our daughter were named something else. I’ll never pretend to like a name just because he liked it. No, we’ll never have that fight. For that, at least, I am glad. \n\nWe’ll never say we love each other, and that this time we mean it like we haven’t meant it before and like we’ll never say it again to anyone. No. We’ll never do that."
}