{
  "url": "http://www.nytimes.com/2012/11/04/fashion/the-mixed-politics-marriage.html",
  "headline": "The Mixed-Politics Marriage - Modern Love",
  "dateline": {
    "year": 2012,
    "month": 11,
    "day": 1
  },
  "byline": "Sheila Heen",
  "text": "YOU put a political sign in your yard to signal your views, your tribe. You want to be understood by those of like minds as well as by those whose minds you do not like.\n\nIn certain climates these signs multiply nightly, on a quadrennial mating cycle. They spread in sympathy or opposition in neighborhoods and along culverts. Decided citizens declare their species.\n\nWhen your own yard contradicts your truth, it rankles.\n\nWhich is why as Election Day approached in 2008 I found myself spending stolen time tracking a campaign office. I joined wait-list hopefuls for a flimsy piece of foam board. I studied the terrain of our front yard for advantageous visibility, and tapped it lovingly into the ground alongside the rival sign nearby. I wanted passengers from each direction to have a line of sight on both sides. Of my sign.\n\nWhen my husband and I became engaged 19 years ago, my childhood pastor reviewed our premarital surveys and remarked, “Well, you two have the most compatible scores I’ve ever seen.” \n\nJohn and I flashed each other smug smiles and he squeezed my hand. \n\nThe pastor then hesitated. “Except ... well, for one item,” he continued, “where you have the biggest conflict you could possibly have.” He studied the graphs, “I think you’re actually off the chart.”\n\nAs we waited, I felt my palm clam up inside John’s.\n\n“You both score high in dominance,” the pastor said. He looked up, seeing our furrowed brows. “You both want to be in charge.”\n\nWe laughed, relieved. We know we both have a “No, do it my way” certainty, tinged with competitiveness. \n\nOur wedding went off without a hitch, after I had yelled at John (lovingly) for forgetting to set up the videotaping with a friend. Birds swooped overhead and fairy lights glistened as my father offered his toast. \n\n“Be kind to each other,” he said simply.\n\nI found his advice odd for its brevity. That’s it?\n\nFive years later, our son Ben was born. The first election he remembers is Bush versus Kerry in 2004, when he was 5. I crouched at the front door that morning, zipping his blue fleece so we could walk together to the polling station. Ben wouldn’t stand still, and was distraught. He had just learned that Mommy’s vote was not going to match Daddy’s. “You have to agree with Daddy.” He turned to his father: “Tell her.”\n\n“That’s not the way it works, buddy,” John said. “Sadly.”\n\nI leaned in and whispered conspiratorially, “Why don’t you keep Daddy busy here and Mommy can go vote alone?”\n\n“No!” he shouted. “You stay home. I’ll go with Daddy.”\n\nShoot. He was in such a Daddy phase.\n\nJohn and I both teach negotiation and conflict resolution. We are asked regularly what it’s like at home, being married to another negotiator. And when they learn that we straddle the growing political divide between right and left, we’re asked to speak on the topic of sleeping with the enemy.\n\nIn 2004 I turned down these requests from radio stations and clients. Ours was an uneasy peace, perhaps too precarious to survive rigorous examination, and we were both on edge as Election Day approached.\n\nMy strategic sign placement had sparked a positioning arms race out front. Inside, John obsessively scoured blogs, pacing the house hopped up on invective. \n\nHis family treats politics as a competitive sport, and those playing fields have produced four sons whose résumés read like political parody. One worked for the Republicans in the Senate, and recently returned from a Navy Reserve tour of Iraq. Another worked for the Democrats on the Hill and once paraded in front of the Texas statehouse dressed as a cigarette for the antismoking lobby.\n\nA securities defense lawyer and peacemaker; a Peace Corps volunteer and oil executive. Holiday dinners are spirited clashes over drumsticks, with players marshaling the latest statistics and drawing from the store of rebuttals and witticisms they’ve squirreled away for months.\n\nAmid the melee I typically am quiet. My husband and I disagree, but what really upsets him is that I don’t want to play the point-scoring game. Politics isn’t a game to me, and it’s not a game I can win. I’m not interested enough to store facts at my fingertips or practice rebukes in the shower, where I often find John in an imaginary argument with one politician or another.\n\nSo in 2008 I agreed to do an interview with Philadelphia’s NPR station, but only after Election Day. Then, I figured, we’d be out of the danger zone.\n\nBut in fact, Wednesday morning, Nov. 5, found us standing on opposite sides of an emotional chasm. In the election run-up we were both full of hope and fear, united in shared anxiety. In the aftermath one was joyous, gleeful. The other crushed. The interview felt hollow. Lonely.\n\nThe summer after the 2008 election I took our three Bostonian children back to my Midwest homeland for what I called our “farm tour.”\n\nOur 3-year-old daughter sat on Aunt Carolyn’s farmhouse porch, happily absorbed in her Rocket pop, blond curls rustling in the Iowa breeze. Blue-and-red rivulets ran down her legs, creating sticky purple toes that swung back and forth.\n\nI squinted into the setting sun as our boys, 6 and 9, climbed down from the dusty John Deere tractor, dwarfed by the wind turbine churning quietly over the front 40. They were asking my cousin Dennis about the harrow he was pulling, used to break up clods of dirt in the field. They crouched to examine the two sharp disks, angled so they are close together at the bottom, leaning away from each other at the top.\n\nThe harrow. Like our mixed-political marriage. John and I run closely aligned at the foundation by love, continued attraction, and from sharing the weight of that gift bag of irritations that comes with any modern marriage. But we continue to part company on most pages of the party-political catalog of how-best-to’s and should-or-shouldn’t-be-able-to’s.\n\nWHEN you marry across the divide, you have to give up things that provide the like-minded self-satisfied comfort. As tempting as it is, we can’t demonize those on the other side as idiots who are out of touch, because they’re liable to reach out across the dinner table to touch you (and rather sharply). \n\nThe crude dirt clods, now supersized with PAC money, have to get broken up into finer grains of why Mommy and Daddy agree that there is a health care crisis, but we have different ideas of how best to solve that problem.\n\nThese are conversations I’m happy to have, where we are honest about the fact that neither side really knows what to do about the complex problems we face: unemployment and debt, a shifting international stage. Both sides jockey to display that peculiar brand of American can-doism we share. We don’t know what to do, but by golly, whatever the problem is, put us in charge and we’ll do it better!\n\nI hope we’re nurturing our children in a rich loam of compassionate, critical thinking. I worry about the increasing separation in our country, where we commiserate with the like-minded about the “other” and each have our own “news” networks spinning out selective versions of the latest. I want my children to see that both sides are deeply committed to cultivating the same American field, that we reflect one another’s values in the sharp disks as we turn through another election season.\n\nThis year’s election has brought “integrated campaigning,” which I quickly learn means contact with any single campaign brings a panoply of placards, the whole party slate. In August our lawn suddenly sprouted signs for a half-dozen candidates sown by one rival truck. Strangers in my yard, catcalling my neighbors for votes.\n\n“It’s as crowded as Vegas out there,” I tell my party chairwoman by e-mail. “Do you have anything that blinks in neon?”\n\nDays later I pull my stack of signs from our Prius and intersperse them with John’s crowd out front. In 2008 our McCain-Obama yard drew questions from all over our small New England town: What’s with the conflicting signs?\n\n“We have a mixed marriage,” I would say. They would wait, unsure of how to proceed until I outed myself. “But ... which sign is yours?” \n\nI finally slapped “his” and “hers” labels across the top of each.\n\nThis year I don’t bother. The collection is who we are. As I head back to the house, I pass John’s red pickup. In the bed lies a sign he hasn’t had a chance to put out, though I know it’s the one Congressional candidate he cares about. \n\nI hesitate. Then I scoop it up, stride out front and add it myself."
}