{
  "url": "http://www.nytimes.com/2012/01/15/fashion/exit-left-wordlessly.html",
  "headline": "Exit Left, Wordlessly — Modern Love",
  "dateline": {
    "year": 2012,
    "month": 1,
    "day": 12
  },
  "byline": "Aimee Lee Ball",
  "text": "A  STORY that haunts me involves a woman I know whose fiancé went out to inspect a potential apartment for their married life and never came back. He wasn’t dead in a ditch. He was just gone, without clarification. \n\nDid he confront four clean white walls in the new place and realize he wasn’t ready to fill in the space as a marital home? Did he take one look at the real estate agent and realize that she was his true Dulcinea — his abandoned fiancée only a slim, pale pretender to the throne? No details were ever provided.\n\nRomantic finale came without explanation for me, too. When I met a man at a friend’s dinner party, I was initially put off by what seemed like his attempt to embody Ulysses S. Grant, eventually revealed to be his passion for Civil War re-enactment. The re-enacting set calls its hobby “living history,” which puts a nice patina on spending lots of money to suit up in scratchy wool uniforms (don’t ever make the mistake of calling them costumes), pretending to relive the 19th century. \n\nBut it’s often hard to “get” someone else’s pastimes. Some people can’t relate to my predilection for rummaging through piles of old quilts at flea markets, or spending three days cooking cassoulet. This man explained that he loved the horseback riding and the chance, as a divorced father, to bond with his son, then 10 years old. \n\nI never met that son. The relationship began by getting together slowly, but I like slow starts; slow feels smart. When we began dating for real, I joked that his son must be a figment of the imagination. But the man commuted from the suburbs and we spent our time together in the city, so I held at bay my curiosity about both his son and his home.\n\nOne evening after dinner at my apartment, I sat down at my computer and said, “Here, I’ll show you something fun.” Intending to demonstrate how much information is available about a person online, I first went to an Internet phone directory. Two names came up at his address, one of them his wife’s.\n\nI imagined there was a reasonable explanation: she had left both names on the listing so the world would not know she lived alone. Or maybe the information was simply out of date. \n\nBut he meekly took a folded piece of paper from his pocket, a script he’d been working on to tell me the truth: he was still legally married and living in the same house with his wife, enacting (a skill that apparently spilled into other arenas of his life) a charade for their son — Dad’s sleeping in another room because his snoring bothers Mom. \n\nHe said he’d had a tortured relationship with his own father and was not going to let that happen with his son. He said he hadn’t known how to be honest with me at the start, certain that I would not give him a chance, and once involved, it became harder to tell the truth.\n\nAnd then, after I picked myself up off the floor and told him to get out of my life, he said goodbye, for eight years.\n\nWhen he started calling again, I ignored the messages, and when he finally reached me, asking if we could have a drink, I refused, using the words “scorched earth.” But then a long letter arrived, delivered by an actual postal carrier and written in gorgeous script that looked like something Meriwether Lewis might have sent home from the Illinois Territory — a grandiose, eloquent plea for a second chance.\n\nI know the past is prologue, but that letter was good. “I am so very sorry I hurt you,” he wrote. “I’m ashamed that my attraction for you blinded me to the realities of the situation. I would like to think that I am a really sweet guy, and as I have moved at last through the black wall that divorce represents, I am eager to establish my new life based on a few decent principles. I do hope you will grant me the opportunity to see you once again. I promise I will do all in my power to keep you safe.”\n\nThat word “safe” was magical. I read it over and over and finally conceded that the letter writer merited a drink. The denouement of eight years before had always festered. And it’s usually better to have friends or benign acquaintances in the world than enemies.\n\nHe greeted me with a dozen pink roses. He said he’d been through the fire: a health crisis, a divorce and the dreaded empty nest of sending his son off to college. After two hours of small talk, he said, “I am so happy to show you the real me,” and I left thinking: Hmmm. \n\nWhen he called the next day, I admitted that the roses had wilted, and in the afternoon a dozen new roses arrived, this time red, and not the kind from the corner deli. I told him that his reappearance, seemingly intent on making me happy, would be a kind of miracle, and he said, “I’m the miracle man.” When I agreed to see him again, the evening began with Champagne and ended with entwined fingers. I started to let down my guard.\n\nNot quite trusting my own instincts, I spent careful months reintroducing him to my friends, who were wary and protective, still holding a grudge against someone who had acted badly, but they liked the romance of this story and eventually saw us as star-crossed lovers, serendipitously reunited. \n\nAs we became a couple, he said all the right things about the future, about wanting me to be the “In Case of Emergency” contact in his wallet. We celebrated our birthdays together, filled frames with new photos, visited his parents.\n\nWhen you want to believe that something is true, it’s hard to stay clear-eyed, and I ignored two alarm bells. One was his history with other women: his ex-wife and girlfriends were all deemed “crazy” or “greedy.” The other was the relationship with his son. He craved this young man’s attention, vacillating between extravagant braggadocio and livid displeasure, neither of which seemed warranted, but I made excuses about post-divorce guilt and looked forward to meeting the son when he came home for a winter break.\n\nOnce again, I never met the son. His father and I spent a happy Christmas together with friends and thoughtful gifts. Then, on Dec. 30, as I was planning a New Year’s Eve outfit, he announced that he wanted to spend the holiday with his son, alone. \n\nI was stunned by his perfunctory apology, followed by a disappearing act. Perhaps we were having a fight I didn’t know about, so after the holiday, intending to break the impasse, I called his office. He said he was going into a meeting and would call back. \n\nThat was the last I ever heard from him. No message, no note. He wasn’t dead in a ditch. (Nobody needs a detective these days; Facebook activity is quite adequate as a paperless trail.) He was just — gone.\n\nTHERE’S a cauterizing process following any breakup. After spending weeks immobilized, I started to find the experience grimly fascinating. How could someone play-act with the honor and politesse of the 19th century but be such a cad in real life? Hardly anyone gets through life without hearing, “I’ve met somebody else” or “This isn’t going the way I’d hoped.” Couples come to the end of a road with each other for valid reasons or for no reason, but they find a way to say so. Absent any saying-so, I began a lapidary process, chipping away at our history in a search for enlightenment. \n\nI got some affirmation from an unexpected source: the television show “Mad Men.” The main character, Donald Draper, is a charming reprobate who’s relentlessly callous with women, a trait that seems to be of a piece with his skill at advertising. One online review described him as the master of the pitch, someone who likes only beginnings, not what happens next.\n\nThat sounded about right. Then, a few months later, I decided on a lark to take tango lessons and came across a book whose author had started dancing as part of her recovery from a marriage that had ended without warning, a situation she referred to as “ambiguous loss.” It’s how psychologists differentiate a death that doesn’t involve a body, like a soldier who goes missing in action or a spouse who vanishes into Alzheimer’s while still alive. Ambiguous loss is unfinished business, without closure or understanding. And, curiously, the term liberated me. \n\nThis man’s way of ending things, I realized, was as clear as an X-ray, not of bones but of character, and surgically clean of the platitudes, excuses and lies that often accompany a breakup. The epiphany was one I resisted because it was so convenient to censure him. But in revealing himself that way, the cad actually did me a favor. \n\nAnd a tangoing partner is a delightful improvement on the Civil War."
}