{
  "url": "http://www.nytimes.com/2012/09/16/fashion/modern-love-you-may-call-it-cheating-but-we-dont.html",
  "headline": "Modern Love – You May Call It Cheating, but We Don’t",
  "dateline": {
    "year": 2012,
    "month": 9,
    "day": 14
  },
  "byline": "Ada Calhoun",
  "text": "MY husband and I have been together for 12 years. We talk throughout the day. We like each other a lot in addition to being in love. We plan to be together for the rest of our lives. I feel profoundly lucky.\n\nYet one night this summer when my husband was out of town, a male friend stopped by for a drink. After our second drink, I kissed him. He started to kiss me back, and then stopped.\n\n“We shouldn’t do this,” he said. “I should leave.” After a few ambivalent minutes, he made his way to the door. He knows and likes my husband, and was afraid, he said, that if things went any further he wouldn’t be able to look him in the eye. \n\nThe strange thing, though, is that my husband would not have objected. \n\nI’m embarrassed to say that, because it evokes the specter of those ’70s key parties where people espoused free love, groped strangers in hot tubs and lectured others about how monogamy isn’t “natural.” (As if that means anything. Living indoors isn’t natural, but we aspire to do that, too.)\n\nMy husband and I are monogamous. There has just always been a small asterisk where I am concerned: under certain circumstances, he is not disappointed if I don’t follow the letter of the law.\n\nMaybe it would be different if I had taken advantage of this freedom by going further than kissing a couple of other people in the past decade, or if I had ever lied to anyone, or if I tended to develop overwhelming feelings for other men. (That did happen once before we were married; my crush on a co-worker ended up being miserable for all of us.) But as a rule, being honest about this has made us feel like more of a team, and even improved our sex life.\n\nIt may seem eccentric that my husband has translated the common fear of being cheated on into enthusiasm for the idea, but he’s not alone. Type “cuckold” into a pornography search engine and you’ll be greeted with countless scenes in which people play out that exact fantasy.\n\nIn an anthology edited by Susie Bright, who blogs about sex, one woman said: “It surprises me to no end that the sexual fetish of cuckoldry, once thought of as a disability, could be shared by so many people. The cuckolding fetish has an element of surprise, along with a bittersweet emotional masochism. Another key to the fetish, from the perspective of the cuckold, is that of eroticizing as a defense mechanism.”\n\nI’ve always associated adventure with sex. I’d had sex with more than twice as many people as my husband before we met and became immediately exclusive (when we were young by New York standards: 24 and 25). I slept my way around Europe as a teenager, and am sometimes wistful for the ability to leave situations the second they became complicated. To me, countries and boyfriends were similar. You visited, enjoyed the view until you didn’t anymore and then left. A friend once called me a “man-izer.”\n\nBecause of this, my husband has at times fretted that I might leave him. What should he do with that anxiety? Maybe eroticizing it isn’t the worst strategy, especially if it gets us talking about what turns us on and keeps us in the loop about each other’s lives. Surely it’s better than the more mainstream reactions to jealousy: becoming paranoid or controlling. \n\nMeanwhile, what should I do with my attraction to other men, especially to this one handsome friend? I knew the technically proper route: I should have pushed him out of my life as soon as I realized I was drawn to him. I shouldn’t have e-mailed him so much. I certainly shouldn’t have made plans to see him alone, at night. \n\nAnd yet, being married to someone who likes that you want other people (and that they want you) muddles the question of whether to have that late-night drink. If the goal of avoiding extramarital temptation is to protect your marriage, but you have been led to believe that occasionally giving into temptation could be O.K. for your marriage — possibly even good for the home fires — what should you do? \n\nMaybe every so often, when someone comes along who’s especially appealing, and who seems to understand your situation and respect it, and whom your husband for whatever reason does not feel threatened by, you kiss him. Then the next day, you feel alternately thrilled and ashamed; and then when your friend doesn’t immediately respond to an “Are we O.K.?” text, your shame tips into despair. \n\nYears ago, my husband told me he had fallen in love with someone else. He was deeply confused and scared by it. I didn’t even know who he was talking about; that’s how much of a secret he had kept his growing feelings. When he told me who it was, a co-worker, I felt as if I had been shot. I broke things. I threw him out. He ended the affair. Since then, I’ve forgiven him, and we’ve worked hard to figure out why it happened and what it meant. \n\nThe main thing that helped me get over the affair was realizing that attraction to other people isn’t necessarily a sign your marriage is bankrupt. In the course of being together forever, especially if you’re out in the world meeting new people, it happens. One of the challenges in a marriage, in addition to deciding whose job it is to do the dishes and how to balance the budget, is to figure out how to deal with lust or love for other people. \n\nONCE when I worked at a tabloid newspaper, an editor stood up in the newsroom and shouted: “Stop the presses! Sometimes people have sex! And sometimes they even have sex with people they’re not married to!” \n\nSnarkiness aside, he had a point: if cheating is so common (research puts it at 40 to 76 percent of marriages), why are we so surprised and scandalized by it? Why don’t we talk more realistically about how to avoid it, or to even experiment with the idea that maybe there could be some way for it to be safe?\n\nSome married friends of mine have a no-tell policy. They are ostensibly monogamous but have an “if you cheat, please don’t tell me” rule. Some of these friends have had affairs they plan on taking to their graves. Other couples I know have had flings and then confessed without imploding their marriages. Among those that did split, it was typically because they had lost touch with each other, and affairs were one result.\n\n“Infidelity doesn’t kill a relationship,” a therapist told me. “Indifference does.” \n\nOf course, infidelity can lead to indifference, because it distracts you from your partner.\n\nThat’s why, green light or no, extramarital flirting can be stupid, unpredictable and cruel. That was the argument made by two of my closest friends. \n\nOne said I should think more about the feelings of the other man. “He’s risking more than you, in a weird way, because he’s opening up more,” he said. \n\n“When people are married,” the other argued, “and they zoom in and out of other people’s lives while staying married, they end up hurting others. I think it happens every day, these infidelities, but there is a cost. A lot of people, including me, would pass on the hot encounter to avoid getting hurt. People are not as rational as all that, and that’s why we end up having these encounters, and also why we get hurt, but I think that is part of it: part of the appeal and danger.”\n\nBut maybe salvation is possible after such lapses in judgment. The only other person I’ve kissed in the course of my marriage, in the messy wake of my husband’s affair, is still around. In fact, he’s the above-mentioned friend who said, “He’s risking more than you.” Our friendship was weird for a month or so afterward; then it recovered. \n\nWhen I look at old diaries, I see a pattern going back to sixth grade: attraction comes on like a flu. Then, eventually, the fever breaks. I try to remember that inevitable dissolution when in the thrall of desire, but it’s hard — like, when you are sick, believing you will be well again, or in the depths of slushy February remembering the blazing sun of August.\n\nThat night of the illicit kiss with my friend, it got late fast. Before I knew it, he and I had had drinks and snacks and covered a million topics, including the most obvious one, our mutual attraction. Which led to the kiss. \n\n“But I don’t want to go around kissing women who aren’t available,” he said before leaving. In that moment, I thought: But I am available. Not for marriage. Not to be your girlfriend. But for something else? \n\nWhether my being available was right or good or fair, I don’t know. But on that night, I was."
}