{
  "url": "http://www.nytimes.com/2012/02/26/fashion/a-gift-from-allah-modern-love.html",
  "headline": "A Gift From Allah — Modern Love",
  "dateline": {
    "year": 2012,
    "month": 2,
    "day": 23
  },
  "byline": "Rachel Pieh Jones",
  "text": "A SOMALI proverb says that a woman should be either married or in her grave. And in the Horn of Africa, the proverb might as well go on to say that, if she is married, she had better be pregnant, nursing or postmenopausal.\n\nMy husband, Tom, and I moved to Somaliland nine years ago with our 2-year-old twins to work for a nongovernmental organization that aimed to serve the local population. But within a year, the escalating violence there forced us to evacuate (as in, grab what we could and run) and resettle across the border in Djibouti.\n\nA couple of years later, when our twins, Magdalene and Henry, were 5, our Djiboutian Somali neighbors began suggesting that my next pregnancy was long overdue. Surely my marriage couldn’t survive with only two children. And Asha, my landlady, added to the pressure, asking over chipped mugs of steaming shaah, or tea: “How are the kids? Are you pregnant?”\n\nThe trouble wasn’t that I didn’t want to have another baby, though part of me did fear the possibility of having twins again. The trouble was that I lived in Djibouti with neighbors like Yemen, Somalia, Eritrea and Ethiopia. Pirates in the Red Sea, border skirmishes with Eritrea, intermittent political tensions in Ethiopia, and Qaeda terrorists hiding out in Yemen. The trouble was that the nearest Western hospital was a four-hour flight away in Dubai. The trouble was that I was terrified to be pregnant and give birth in Djibouti.\n\nTemperatures sometimes soared over 120 degrees. I heard stories of women being shouted at, pinched and slapped by hospital staff and female relatives during labor. I knew of the severe lack of midwifery skills outside the realm of female genital cutting. It was hard to find an opportune time when my heart, mind and body were ready to conceive.\n\nAnd then, walking to school one day, Henry and Magdalene quit holding my hands. It happened simultaneously, as though they had planned it. I watched them skip into kindergarten and felt the emptiness of my fingers. I wiped a tear from my eye and decided it was time to face my fears. Six weeks later I was pregnant.\n\nAt Dar al Hanaan, the maternity hospital, women delivered flat on their backs with the midwives pressing down on their uteruses. Nurses pinched and insulted the laboring women if they made too much noise. No one was allowed to be in the delivery room other than the midwife.\n\n“You got yourself into this,” they would shout. “Didn’t you know it would hurt? Stop being weak.”\n\nSometimes women gave birth in the hallways, depending on how many beds were available.\n\nI decided to do my prenatal appointments and delivery at the French military hospital, Bouffard. The anesthesiologist did little to reassure me.\n\n“Sign this,” he said in French, sliding a piece of paper across the desk. “It says you have considered the risks of giving birth in Djibouti, that we can’t medevac you out, and that you understand there are no proper neonatal pediatricians and no neonatal care in the country.”\n\nI gulped and skimmed the paper, which also explained that, should I need a Caesarean, he would perform it.\n\n“I recommend you go to France,” he said. “Or Dubai.”\n\nI shook my head. “My husband is an English professor, and the university will already be in session. I can’t do it alone.”\n\nHe sighed and stamped the release form.\n\nAsha kissed my cheeks when I told her I was pregnant and taught me a new proverb: the mouth of my grave is open.\n\n“You should say this to people and ask them to pray for you,” she said in Somali. “You or the baby could die at any time. But it wouldn’t be that bad if the baby died; you could always have another one. And you don’t really love it yet, anyway — it’s not born. So, it’s O.K. if the baby dies.”\n\n“I don’t want to talk about the baby dying,” I said.\n\n“You should say the proverb anyway,” she said. “You are at a highly dangerous time of life.”\n\nAsha was right. In Djibouti, pregnancy was highly dangerous for both mother and baby. The infant mortality rate was among the highest in the world, more than 15 percent. The maternal mortality rate, while much lower, was still cause for alarm.\n\nAt the hospital, an Arab midwife handed me a plastic cup and said in French, “You know what to do.”\n\nThe bathroom had no toilet paper, the toilet didn’t flush and the sink offered only dripping water. No soap. No paper towels. I shook my hands, semi-dried them on my skirt and walked back to the office with my plastic cup, urine sloshing with each step.\n\n“You’ve had a C-section?” asked the midwife when she saw the scar.\n\n“Yes, for the second of my twins.”\n\n“Only the second?”\n\n“Magdalene came naturally,” I said, “but Henry flipped. He wouldn’t come out.”\n\nShe asked me whether I wanted to attempt a vaginal delivery.\n\n“I can do it.”\n\nShe frowned. “You should go to Dubai.”\n\n“It’ll be fine,” I said, with more conviction than I felt.\n\n“Your French is terrible,” she said.\n\n“I know. But I speak Somali.”\n\nFrom then on, Fardousa, the Somali midwife, handled my appointments. She was confident, cheerful and competent.\n\nFive months later, on the fourth anniversary of the attacks of Sept. 11, my water broke. The significance of the date hung over me as we headed to the hospital.\n\n“I hope no one else is in labor,” I said to Tom. If the only delivery room was occupied, I would deliver in the examining room, which was smaller and could hold only the midwife and myself. No Tom, no extra nurse and they would have to first clear out the broken blood-pressure machine, the scale and a shelf of dusty bandages.\n\nMy labor progressed slowly, and Fardousa was nervous about other women arriving. She decided to pump me full of Pitocin, to induce labor. Within 20 minutes, I was screaming for an epidural.\n\nFardousa refused. “You can start pushing.”\n\nI didn’t believe her until Tom looked and said, “I can see her head!”\n\nTwo pushes later, Lucy Deeqsan Victoria Jones entered the world. I immediately prepared to nurse my new, dark-haired daughter.\n\n“What are you doing?” Fardousa asked.\n\n“Nursing,” I said.\n\n“Don’t you want to give her water first?”\n\n“No.”\n\n“Don’t you want to rest first?”\n\n“No.”\n\n“You don’t have any milk yet.”\n\nI ignored her.\n\nFardousa explained that I had torn and began sewing me without any anesthetic. When I screamed, she insulted me for the first time: “You just gave birth! Don’t be such a weakling.”\n\n“I’d rather give birth again!”\n\nWhile she stitched, Tom filled out the paperwork for Lucy’s birth certificate and American passport.\n\nFardousa looked up from torturing me. “Why Deeqsan?”\n\n“She was born here,” I said. “She needs a local name.”\n\n“It means gift from Allah,” she said.\n\n“I know.”\n\n“It also means, ‘That’s enough,’ ” Tom said.\n\n“And she is enough,” I said through clenched teeth.\n\nFARDOUSA dumped my placenta and bloody towels into a garbage can, and Tom walked Lucy and me back to our room. The room had a broken telephone, a narrow bed and a plastic chair. Lucy was sleeping and I held her close.\n\nTom looked around the room. “Where’s the other baby?” he joked. “I don’t know what to do now, with only one baby, no twins.” He sat on the edge of the bed and dealt out a game of solitaire.\n\nExcept for when I woke her to nurse, Lucy slept through the first night, her face serene and flawless. I kissed her rosebud lips and smoothed her hair and sang lullabies. This was my Djiboutian American daughter, a perfect combination of my two worlds. Born to American parents, in a Muslim country, on a day of infamy, she epitomized the people and places I had come to love.\n\nWhile East and West became increasingly polarized over terrorism and religion and politics, Lucy would always remind me of the personal and the human nature behind the news stories.\n\nFardousa came to check on us during that first night. She stood in the doorway, silhouetted by the hall light, and we smiled at each other. We had done what women throughout the centuries have done and would continue to do, what no divisions or rhetoric or wars could ever stop.\n\nWe had brought life and beauty and love into the world."
}