{
  "url": "http://www.nytimes.com/2012/09/23/fashion/hes-playing-our-song.html",
  "headline": "He’s Playing Our Song",
  "dateline": {
    "year": 2012,
    "month": 9,
    "day": 21
  },
  "byline": "Mariclare Lawson",
  "text": "ONE Monday night in May three years ago, I was waiting outside Enid’s, the best macaroni and cheese joint in Greenpoint, Brooklyn, for yet another mystery date to arrive. \n\nLately I had been binging on bad blind dates. Since moving to New York for college 14 years earlier, I had looked for love in the cracks and crevices of every wrinkle of the five boroughs. From Friendster to Nerve.com to Craigslist’s Missed Connections, I had tried everything short of leaving the area.\n\nOh, wait: I also flew to meet a stranger in Georgia for the weekend. \n\nNow I was at love’s rock bottom. I had spent my 20s wracked by adolescent anxiety and felt paralyzed by the length of my singlehood. \n\nIt took me years to learn that dating drunk was not the way to connect with a soul mate or myself. I always had to be Mary times 10: 10 beers, 10 shots, 10 bars in one night. Mary alone just wasn’t enough. \n\nWhen I got sober at 27, my social skills with men reverted to how I’d been at 16, when I was too self-conscious to talk to anyone I liked other than the shy pianist who took me to the junior prom. \n\nWhen students lined up for the National Honor Society induction ceremony, I noticed this mysterious accompanist hunched over the piano like Schroeder from “Peanuts,” curly hair in his face and oversize sweater hanging off his skinny frame as his arms ran up and down the keys. As the principal babbled on stage, I recognized the song he was playing. It wasn’t classical; it was by the Cure.\n\nHe was my first love, though you would never have known it. I used to sit in our high school auditorium and watch him play the piano at the base of the stage.\n\nFor school musicals he would man the lights and I would usually play the role of some two-bit whore. There I’d be, prancing around the stage in a leotard, fishnet stockings and high heels, singing about the “wages of sin” while in real life I had never even been kissed. \n\n“On my back all day! Earning Satan’s pay!” I would belt out as he toiled in the booth, dimming the lights because there were nuns in the audience. I thought if I stared hard enough into that booth as I sang, he somehow would know I was singing to him. \n\nI started lobbying hard for him to ask me to the junior prom. And by lobbying, I mean telling everyone — cast and crew, director, teachers, the band pit, the 60-year-old wardrobe stylist — that I wanted him to take me. \n\nWhen I knew the wheels were greased, I made my move: I offered him a ride home from rehearsal. We sat quietly in my parents’ ’89 LeBaron convertible as exhaust fumes leaked in through the dash. It may have been nerves or inhaling the exhaust, but I felt the world around us fade to white.\n\n“So, are you going to the prom?” I asked coyly.\n\n“Are you going?” he asked back.\n\n“I hope so.”\n\n“Has anyone asked you yet?”\n\n“Nope.”\n\n“Well, do you want to go with me?”\n\nAnd so I had my first date.\n\nMy mother and I took the train into New York from Connecticut to find a dress, something we had never done before. In a SoHo boutique I found a metallic number with Asian detailing that made me feel like a superhero. I popped on a black velvet beret and a hot-pink feather boa, and my dream look was complete.\n\nMay came sooner than I expected, and suddenly there I was, back in the dress. I actually looked pretty. It may have been the first time I really believed that. Soon there was a knock at the door, and in walked my musical genius in a plaid jacket and Converse sneakers, carrying a sunflower. It was the cutest thing I had ever seen. \n\nBut I couldn’t talk to him. There were so many words swimming in my head but none came out of my mouth. I was afraid if I said the wrong thing I might spoil the illusion. We posed for pictures on my lawn standing six feet apart and looking in different directions. Finally we got into the LeBaron and I drove us to the banquet hall.\n\nOnce we arrived I was too freaked out to do anything with him, so I busied myself with prom duties: affixing labels to the disposable cameras, going out to buy the prom song on cassette from Strawberry’s music store, taking pictures with any and every person there. Hours passed. I couldn’t even look in his direction, though at times I caught glimpses of him sitting alone at the table scribbling on a napkin, drinking coffee. \n\nFinally I managed to go over to him and try to make up for abandoning him the whole night. “Do you want to dance?” I asked.\n\n“No thanks.”\n\n“Please, just one dance.”\n\n“No.”\n\nAnd that was it. I had blown the whole thing. I tried to find the words to say how much I liked him and how sorry I was, to no avail. I drove us home in silence. There was no after-party, no looking at the stars and definitely no good-night kiss. \n\nI didn’t see him that summer, and by senior year we had stopped saying “hi” to each other in the hallways. I missed him and the dream I had of us being together. Because I was certain he hated me I retreated into my own head. Instead of talking to him about the prom — about anything — I ignored him. \n\nHe didn’t show up to graduation and seemed to vanish from the face of the earth. I tried to find him over the years, looking him up on Google, searching for where he lived and what he was doing, but he didn’t seem to exist in my world or any other.\n\nUntil that Monday night in Brooklyn 14 years later, when he walked around the corner to join me for some macaroni and cheese at Enid’s. \n\nA month earlier, a friend whom we had sat with at the prom posted a photo of that fateful evening on Facebook, tagging me. When I clicked on the notification, there we were. Then I saw that his sister had commented: “My brother would kill you for posting this.” \n\nHere was my chance. I messaged her and asked, “How is your brother anyway?” \n\nTurned out he had just returned from a European tour with one of his bands and was living in Brooklyn. I looked up the band on Myspace and sent them a message, a short note about how the keyboardist and I had gone to the prom together in high school, and by any chance did he remember me? \n\nHe e-mailed the next day. He lived a few blocks away in Greenpoint. We both loved the same diner, rode the same train, sat in the same park to people-watch. We made a date for Monday night.\n\nTO sit across from a stranger I already knew felt both familiar and unbearable. I wanted to flash forward to the part when we already knew everything about each other, but in fact we knew nothing about the adult versions of ourselves. This time, though, we had a hard time shutting up. \n\nIn the last 14 years he had graduated from music school and was playing all over the world. After living in Boston for a decade, he had moved to Greenpoint and was touring with a few bands that had shows in all the clubs I went to. We shared foggy memories of high school and vivid memories of our dating 20s. But unlike my blind dates of the last decade, I didn’t have to be anyone other than myself with him. He knew all my secrets that first night, some from when I was 16, and some from 14 years later. \n\nAs the waiters closed the restaurant, stacking the chairs and rolling the front gate halfway down, my prom date and I decided it might be time to wrap up our reunion. We hadn’t been in school for a long time, but with him it still felt like a school night. \n\n“This was really fun,” he said. “We should totally hang out again.” \n\nI was thinking the same thing. And just like that, our days of awkward first dates were over. I had spent my whole time in New York bouncing from one rejection to the next, believing I was unlovable. Which made no sense to my prom date because he told me there was someone loving me all those years. Him. \n\nWithin six months we had moved in together. At our wedding last August, nearly two years later, my 7-year-old niece showed up in a metallic dress with Asian detailing, and my nephews surprised us by wearing tuxedo T-shirts and plaid shorts. I carried my own sunflower. It was the cutest thing I had ever seen."
}