{
  "url": "http://www.nytimes.com/2012/01/01/fashion/a-forgotten-prayer-answered-modern-love.html",
  "headline": "A Forgotten Prayer, Answered — Modern Love",
  "dateline": {
    "year": 2011,
    "month": 12,
    "day": 29
  },
  "byline": "Charlotte Bacon",
  "text": "ON a cold March night nearly two years ago, not long after we had learned that the baby I was carrying had all his chromosomes in a sequence that spelled health and wholeness, I was lying in bed next to my husband marveling at this unlikely turn of fortune when I remembered Chimi Lhakhang.\n\nChimi Lhakhang is a dusty temple in Bhutan, a country where two summers before I had taught composition at a college. Bhutan is tiny, caught like a bead between the masses of China and India. Through the protective arc of the Himalayas and a strategic choice of alliances, Bhutan has preserved its borders and its culture. It remains stunningly itself, indifferent to Western notions of success.\n\nThe country restricts tourists to a standard itinerary of sites and small towns; it’s one of the ways the Bhutanese keep their country pristine. To go anywhere, you need guides and permits, and most visitors must pay steep daily fees to peer into the quiet recesses of old fortresses and stare at jagged mountains. On one of our last days there in late August, my husband and I decided to spare our two children a long car trip and visit a few of these places on our own.\n\nChimi was one of them. When I told some colleagues that we were going, one woman — a resident of Bhutan originally from Japan — said: “Hey, give the monks a picture of our baby. She’s one of theirs.”\n\nWe didn’t quite know what she meant, but we stowed the snapshot and took off. \n\nTo reach Chimi, you take a dirt road and then walk through wheat fields, across a stream and past timber houses until you climb a small rise and find an unprepossessing building surrounded by the usual troika of Himalayan temple attendants: dogs scratching at fleas, chickens scratching at dirt and monks scratching at — well, it’s not clear; their robes cover quite a lot. \n\nIt was a pleasant place but nothing out of the ordinary. I gave a prayer wheel a lazy spin and even yawned as I walked into the central chamber. \n\nIn front of us loomed a smoky altar of goddesses. At their feet lay offerings of currency, garlands of flowers, candles, fruit. The room hummed with flies and noise and tourists, but it was also full of an incredibly concentrated hopefulness, something so spirited and real to me that I was brought uncharacteristically to my knees.\n\nChimi is a fertility temple. I had known this, but that phrase had sounded hollow, something people like me, native New Yorkers, free-range Episcopalians, could politely describe as folklore. \n\nI don’t in general pray, much less to fertility goddesses. I don’t fall to my knees for anyone or anything, except a reliable nanny. But I was on my knees and in meditation in Chimi Lhakhang. \n\nAnd this is what I prayed about: It occurred to me that this was the place to release the grief that had come with the obstetric misery that dogged my late 30s. We had our son with ease when I was almost 35. But when we were ready for another baby three years later, my aging body proved less willing. \n\nOne loss followed another, and then another, the last releasing a baby at five months. The sadness in the wake of what felt like my failure was numbing. It is not the same as losing a child you’ve embraced and named, no. But it was hard and dark and drove me toward choices I thought I would never make. \n\nFinally, when I was 41, through a stark amalgam of science, chilly doctors, my own steely drive and who knows what measure of luck, my daughter arrived, strong, sweet and fully loved. When she was born, I thought the spell of harshness was over. She had redeemed those losses. They were grieved and gone and I could lose myself instead in her. And I did. \n\nBut there in Chimi, wrapped in the balmy reek of incense, I realized that the sadness I thought I had dismissed was still at work in me. Grief has its own rate of decay, and it rarely coincides with when we think it ought to go. Each baby’s shadow was still there, wrapped like a length of silver wire around bone, as close and deep and glinting as that. \n\nIn Chimi I was able to grasp the end of each wire, unwind it and feel the fragments of life or soul that were still in me splinter, dissolve and depart. Where? I don’t know. Somewhere else. Beyond me. \n\nAs they left, I wished them well, I said goodbye. With each ending came a new sense of peace and clarity and fullness. The sadness had had such a quiet grasp on me. \n\nNow, in its wake, there was room for a bloom of gratitude, not only for being the mother of my particular children, embodied, here and healthy, but for being allowed to be a vessel for life, to be the channel through which more life had come, on its own terms, for its own reasons. \n\nAnd then I turned to my husband and said: “Can I ask for a third? If it’s right in every way?” By which I meant physically, financially, spiritually, in terms of the other children, in terms of our marriage. I had always wanted three. I had been scared to try for more. It had felt greedy, excessive, imprudent. But I heard the words come out of me and I knew I meant them.\n\nAnd he who occupies the tranquil state of meditator in our marriage turned, for the moment, into a New York skeptic. He remembers thinking: What are the odds? She’s 44! She has that dodgy history! But what he said was: “Sure, sweetie, go ahead and ask.” \n\nSo I did. I wished and I wished hard and then requested a blessing from the resident monk. Usually in Bhutan this involves bowing your head to allow some holy water to skitter down your part and into your ear. Sometimes you take a sip of that water from a spoon and add a prayer that you don’t get dysentery.\n\nBut this time, the monk dived into his robes, took out a length of wood the shape and size of a baguette and whacked me, hard, on top of my skull. We laughed about it afterward: expecting water, receiving wood and a large lump.\n\nAnd then we walked back under the blue sky, climbed into the car, drove over the pass and forgot about the whole experience. Entirely. Even after learning, five months later, that I was pregnant. It wasn’t until after the test results were in that the memory floated back and I woke my husband in the night and whispered, “Chimi.” \n\nWhy didn’t I remember what I’d wished for so fervently? At least part of the answer is I never expected that desire to be fulfilled. I stated my hope and then released it, as clearly as I’d released that old grief. \n\nLate in the pregnancy, my former doctor told me that the odds of my conceiving a healthy baby were about a thousand to one. A thousand to one! If I had known that, I think I would have spent the whole nine months in a ball, venturing out only for ultrasounds. Instead, I got rounder and rounder, rolling down the sidewalks of Brooklyn until Isaiah, all 10 healthy pounds of him, arrived in October 2010.\n\nOH, the mysteries of why he’s here. At one level, of course, it’s just the workings of biological chance. A friend calls these unexpected additions “martini babies,” yet I can’t even blame alcohol. \n\nWhat part of luck is carelessness for whatever reason? And what part is foreordained? And what to make of a family in which one baby sailed into being when desired, one we worked and suffered for, while our last was invited in without expectation that he would accept? \n\nI left the picture my colleague had given us at Chimi. I saw in faded photo albums the tiny faces of the babies whose parents believed that the temple helped bring them into being. \n\nWhen I told American friends the story, they gave me the tolerant nod I would surely have given before my experience. But my Bhutanese friends said: “Only five months? That’s not long to wait for a Chimi baby. You were lucky.” Straightforward and calm in the face of what I saw as a near impossible feat, they accepted as fact what I couldn’t. \n\nI haven’t been back to Bhutan, but when I go I will take a picture of Isaiah, not even because I can claim to know that Chimi is where he began, but in honor of the mystery that winds itself around the beginnings of life. \n\nIn honor of being brought to my knees, stunned by something so much larger than myself, so much grander, in a dusty flyspecked temple in the high mountains. In gratitude for being bowed by something as humble as a wish, as common, as miraculous as a child."
}