{
  "url": "http://www.nytimes.com/2012/10/14/fashion/first-the-proposal-then-the-remodeling.html",
  "headline": "First the Proposal, Then the Remodeling - Modern Love",
  "dateline": {
    "year": 2012,
    "month": 10,
    "day": 11
  },
  "byline": "Linda Carlson",
  "text": "EVERYTHING was going so well until he proposed.\n\nWhen I found Jim, I was playing Judge Beth Bornstein on the TV series “Murder One.” He was 44 and a former Marine Corps tank officer who sold I.B.M. midrange computers. I had just turned 50 and was blissfully content in my post-divorce home in the Hollywood Hills. \n\nSeven years earlier, with the death of my marriage, I had been racked with loneliness. Then I slowly came to appreciate my own company. I could stay up all night and eat cake for breakfast. I could sing Bonnie Raitt’s “I Can’t Make You Love Me” at the top of my lungs while hunched over a tumbler of bourbon. I could see people if I wanted or be by myself. \n\nJim was living in his sister’s house in the Valley. He owned a place in Oceanside, Calif., but his sister and her husband and son had decamped for the East Coast when the earthquakes of Los Angeles became too much for them. Jim was their designated house sitter until the place was sold. \n\nSo with him to love, but happily living across town in Sherman Oaks, Calif., I had it all. \n\nThen one night, a year after we met, Jim said, “What would you say if I asked you to marry me?”\n\nI was expecting the question. We spent Christmas that year with his family. All the women decided he should propose. \n\n“Yes,” I replied. “I’d say yes.”\n\n“Good,” he said. “I just wanted to know what you’d say if I asked.”\n\n“Are you kidding?” I said. “You can’t pre-ask me to marry you. I revoke my ‘yes.’ ”\n\nHe laughed and gave me a look that said: You are so adorable.\n\nI buried my rancor and we went along our merry, uncommitted way for another month. But on Valentine’s Day, after the in-home massages he ordered as my gift, Jim leaned across the steak dinner I made and took my hand.\n\n“Will you marry me?” he asked again.\n\n“Are you serious?” I replied.\n\n“Sorry about last time,” he said. “I wasn’t thinking.”\n\nIt would have been nice if he had made a reservation at a restaurant and bought a bauble chosen with me in mind. As it was, we were in our bathrobes and more than a little greasy. There was no ring. \n\nAll that seemed nothing compared with the joy of having Jim sitting across from me for the rest of my life. I said yes.\n\nThat night I woke out of a deep sleep, thinking, “Oh, my God, I’ll never be alone again.”\n\nTo many this would be good news, but not to me. My first marriage failed after 17 years. Our relationship had been kind but unfulfilling. I didn’t have the courage to end it on my own, but on the day he left, I felt as if someone unlocked a door and set me free. Living alone, I’d never risk getting lost in a man again.\n\nThe next morning I told Jim we didn’t have to marry. I just needed to know he wanted to.\n\n“Oh, yes, we do,” he said. “I want everybody to know we love each other. I want it to be public.”\n\nBacked into a corner, I asked if he would wait.\n\n“As long as it takes,” he said, “but I’d like to move in.”\n\nThere it was, the man I loved asking me to give up my solitude and choose him over fear. \n\nWhen I first dated Jim, the sweetness of his character caught me off guard. I had a list, like a lot of women do, of the attributes I wanted in a man. “Sweet” was not on it. I find that sometimes the thing I need most I don’t know about until it shows up. Then it’s: “Oh, yeah: that.” I knew I’d grieve if I lost him, so I swallowed my trepidation and we made a plan.\n\nHe would find a sitter for his sister’s place and sell his house in Oceanside. It was February, and we were going to New York in June. We decided he could move in after we returned in July. We agreed it would be a long engagement. \n\nTo absorb some of my angst, I decided to do some remodeling. I was using a small bedroom for my office, and Jim was happy to take it over for his man cave. \n\nFor myself, I would make a new office on the lowest floor of the house where the previous owner had created a primitive studio. It was a large space: 40 feet long by 15 feet across, with fluorescent lights and no windows. I’d need to hire a contractor to tear out the ugly and make it functional. \n\nI contacted some set designers I knew for recommendations about whom to hire. This was before the housing bubble burst, so people all over Los Angeles were adding rooms or doing teardowns. The men I contacted took their time returning my messages, if they answered at all. \n\nIn frustration, I began to sketch a floor plan. On the north end I drew a picture window. My desk would go in front of it so I’d be able to see my garden and the fruit trees beyond. On the south end, where the water was hooked up, I put the bathroom. With space so abundant, there would be room for a tub/shower and a vanity, but even that didn’t take up the 15 feet of width. A kitchen seemed like a good idea. Then I could make a snack while I was working.\n\nAs part of the kitchen I added a breakfast bar, half-fridge and sink. To divide the office from the kitchen and bath, I drew two roomy closets on either side of the breakfast bar and a couch with an entertainment unit. Almost done, I noticed a big hole opposite the door. \n\nThat’s when I thought of the bed. Knowing Jim’s sister didn’t need all the furniture in the house they were selling, I thought I might buy their son’s single bed. That way when guests came, they would have a place to stay away from the main part of the house.\n\n“I’m actually pretty good at this,” I told Jim.\n\nWHILE all this was going on, we went shopping for an engagement ring. I reasoned that it was good Jim waited so we could do it together. \n\nStill, I’d never had the down-on-one-knee proposal. My first husband and I got engaged during the hippie era, when it was way too square to kneel and ask. Every time there was a scene in a movie or on television, even in a commercial, when the man got down and proffered a ring, I complained: “I’ve never had that. I’ll never have that in my whole life. You didn’t kneel.” He’d smile and kiss me.\n\nI finally found a contractor who would do the job. He went to work with a raggedy crew that never showed up before 11 a.m. I pushed him to get it finished. Almost every day I said: “You have to have this done by June 7. We leave for New York on the 8th, understand?”\n\n“No problemo,” he’d say.\n\nThey completed the work at 4 a.m. on the day we were to fly east. The neighbors were not amused. I have to admit I didn’t care. I had my beautiful office. \n\nJim moved in when we got back in July. He decorated his cave with the globe and anchor of the Marine Corps, baby pictures of his son and a framed shot of me so he would have me with him even though I was already there. \n\nI got very artsy with my space, bejeweled lamps and velvet curtains. It was a nice womb. An old girlfriend came over to ooh and aah. \n\n“Honey,” she said, “This isn’t an office. This is a new house. Bath, kitchen, bed, TV, closets. You could live down here.”\n\n“No, no,” I said. “It’s just an office. You know, and a place to put family when they visit ... and to ... and to. ... What have I done?”\n\n“Built yourself an escape hatch from the looks of it,” she said, with the compassion of someone who knew me all too well. \n\n“Did you get what I was doing?” I asked Jim later.\n\n“Pretty much,” he said. “It’s O.K.”\n\nA girl needs a man who’s sane when she goes crazy, so I married him. \n\nOn Christmas morning, five years after we wed, I found a small present under the tree. I tore off the bow and paper. Jim took it from me and opened it to reveal an emerald in a gold setting. He got down on his knees, took my ring finger in his hand, and said, “Will you marry me?” \n\nThe first proposal was for practice. The second was for real. But the third was, in Jim’s words, “Because I thought it would touch your heart.”\n\nIt’s possible this might work out."
}