{
  "url": "http://www.nytimes.com/2012/06/24/fashion/missing-the-love-boat-the-case-for-marriage-modern-love.html",
  "headline": "Missing the Love Boat: The Case for Marriage — Modern Love",
  "dateline": {
    "year": 2012,
    "month": 6,
    "day": 22
  },
  "byline": "Jessica Bennett",
  "text": "HE proposed a year after we started dating. I was 24, naïve and ambitious. I had been plotting my career since I was 13, never giving much thought to marriage. \n\nStill, I knew he was the one, or at least I thought he was. He had moved across the country for me. He was funny and spontaneous. He wore his heart on his sleeve. If I ever were to marry, I imagined it would be him. But I wasn’t the type of girl to fantasize about “happily ever after.”\n\nAnd then, on a trip to Seattle, where we met the year before, I got that thing every girl supposedly dreams of. He had filled a fancy hotel room with roses and Champagne. He had asked my parents for their blessing. He had even planned an engagement party.\n\nWe never made it.\n\nWe had talked about spending the weekend at a hotel, so that part wasn’t a surprise. It was the holidays, so it was meant as a break from staying with our parents. I had gone out the night before and had one too many drinks. I showed up with my hair disheveled, my makeup smeared and my stomach queasy. I plopped down on the bed, exhausted. I wanted to take a nap. \n\n“Do you know why we’re here?” he asked.\n\nI should have. We had talked about marriage. I knew we would get engaged eventually. He had asked about my ring size. Still, I was oblivious. I never thought this would happen so soon.\n\nSo, as he knelt beside me and reached into the bedside table, my heart pounded and my hands became sweaty. “Will you marry me?” he asked, taking out a ring that had been his grandmother’s.\n\nI didn’t know what to do. Was this a momentary panic?\n\n“Yes,” I said, terrified I had paused too long. I stuck out the wrong hand.\n\nWe were engaged for 20 minutes, until I mustered the courage to choke out, “What if I’m not ready?”\n\nI loved him desperately. I knew, as much as I would ever know, that he was the one I wanted to be with. We balanced each other. I wanted to frame his dimples. \n\nAnd yet the moment I saw that ring, I was terrified. I saw dirty dishes and suburbia, not lace-covered wedding gowns. Rather than thinking about the family we’d someday have, I saw the career I had hardly started as suddenly out of reach. The independence I had barely gained felt stifled. I couldn’t breathe.\n\nI begged him to forgive me. I cried and pleaded. I promised I’d never leave him, and I meant it.\n\nHe was devastated, but he loved me too much to let go. So we came back to New York, to our tiny apartment, and tried to move on. We held each other — that night, and every night after. I cried and stroked his hair. I said I was sorry. I told him I loved him. We slowly moved forward.\n\nThere were plenty of times over the next six years that I wished I had said yes. We could have had a long engagement, I told myself. In a few years, I would have been ready.\n\nBut as time went on, as our couple friends broke up, as those who were the first to marry became the first to get divorced, I was glad we hadn’t done it.\n\nWe were happy living as partners, without the pressure of “till death do us part.” We were free of all the expectations of matrimonial bliss that make so many couples fall apart.\n\nBesides, we had outlasted a lot of married couples. Why did we need a piece of paper to prove we were committed?\n\nAnd then we entered an age in which we were engulfed by other people’s weddings. My credit cards were maxed from bridesmaids’ dresses and shower gifts, and our refrigerator was covered with “Save the Date” cards. \n\nBut instead of becoming teary eyed as one friend after another proclaimed “I do,” I was reading manifestos against marriage, railing against Lori Gottlieb’s book about settling and keeping statistics in my head. I became obsessed with justifying my decision.\n\nI was working as a writer at Newsweek by then. One afternoon, a colleague and I sat at her desk and added up the number of weddings we had been to that summer (at least a dozen), the dollars we had spent on each (thousands) and how many we believed would last (maybe half).\n\nA few data searches, some interviews and a pitch to an editor later, we were issuing a manifesto of our own. “I Don’t,” we would proclaim a few months later in a 2010 cover line in Newsweek: “The Case Against Marriage.”\n\nOur argument took romance out of the equation. As we explained it, Americans were already waiting longer to marry, and fewer than ever believed in the “sanctity” of marriage. As urban working women in our 20s, we no longer needed marriage to survive — at least not financially. We weren’t religious, so we didn’t believe that unmarried cohabitation or even child-rearing was an issue.\n\nBut we were also cynical. As children of the divorce generation, we had watched cheating scandals proliferate in the news. We had given up on fairy tales, and we didn’t know how anybody could see the institution of marriage as anything but a farce. It was “broken,” one sociologist told me. So, what was the point? \n\n“Happily ever after,” we proclaimed proudly, “doesn’t have to include ‘I do.’ ”\n\nI told my boyfriend about the article, and he rolled his eyes. I assured him it wasn’t about us, but he said it didn’t matter. Over the years, he explained, I had convinced him that he didn’t believe in marriage, either. And so we carried on, partnered but not married, in love but not legally bound.\n\nTHEN one day, in the most tired of clichés, I, too, started daydreaming about a wedding. I covered a gay wedding at City Hall, the day that same-sex marriage became legal in New York, and I cried as the couple read their vows. I began to wonder what he and I might wear, who would be there, and whether we’d write our own vows.\n\nI brought the issue up tepidly, to feel him out. Lying in bed one night, I asked: “Do you still want to do it? Do you really not believe in it?”\n\n“I’d marry you at City Hall,” he replied, then dropped it.\n\nAnother time, he threw my argument back at me: “Why do we need marriage? It’s only a piece of paper.”\n\nAnd then I brought it up again as we were planning a summer vacation with his family. His was half Greek, and they had gone to the same Greek island since he was a boy. There was a little love boat there that people would take to sea to marry.\n\n“Why don’t we get married there, on the love boat?” I asked.\n\nHe laughed. “We’d have to talk about it seriously.”\n\nWe never did.\n\nInstead, we re-signed our lease and decided to paint the apartment. We threw out our suitcases because they were taking up too much room. And then, in a moment of sweet insecurity, he told me he was worried he would always love me more than I loved him.\n\nI assured him it wasn’t true.\n\nA month later, he broke up with me, a half-hour before midnight, on New Year’s Eve. We were in Seattle for the holidays, just as we had been when he proposed six years before. There was no warning, no conversation. He simply told me he didn’t want to marry. He had never forgiven me for turning him down.\n\nWhen we got back to New York, he packed up his stuff, quit his job, paid a final month’s rent and moved back to his hometown, 2,000 miles away.\n\nIn the end, we had no shared bank account or property. We didn’t have to go through a trial separation or mandatory counseling. We had spent seven years living in a 600-square-foot New York City apartment, inseparable and intertwined. Yet in the end, the relationship ended in one night. No discussion required.\n\nAs I tried to make sense of it all, I had a glimpse into why that sheet of paper had been so important to him. Sure, it may well be a jaded tradition, an antiquated ritual. But it’s also a contract.\n\nWhen he was packing his stuff, I remembered a conversation my Newsweek co-author had had with her mother about our article. “I’ll tell you why you need marriage,” she told her. “Because it makes it harder for the other person to leave.”\n\nAt the time, we snickered at her words. Legally requiring someone to stick around? It was desperate, pathetic.\n\nBut would it have worked? I’ll never know. What I have learned is this: While “happily ever after” may indeed be a farce, there’s something to be said for uttering “I do.”"
}