{
  "url": "http://www.nytimes.com/2012/11/11/fashion/modern-love-a-spanking-fetish-is-not-revealed-easily.html",
  "headline": "A Spanking Fetish Is Not Revealed Easily",
  "dateline": {
    "year": 2012,
    "month": 11,
    "day": 9
  },
  "byline": "Jillian Keenan",
  "text": "DAVID doesn’t remember this conversation, but I won’t forget.\n\n“Nice belt,” I said, gesturing to the red canvas belt around his waist. \n\nWe had met a few weeks earlier through a Stanford student group. He was quiet and broad-shouldered. I liked him right away.\n\n“I have a leather one, too,” he replied, smiling.\n\nI was thunderstruck. For as long as I remember, I’ve been fairly obsessed with spanking. This obsession felt impossible to share, so I was always hungry for cues that someone could relate. David’s remark was innocent, of course, but I was so desperate for understanding that I imagined connections everywhere.\n\n “You’re in trouble!” a friend once declared when I playfully stole his textbook during a date. \n\n“Really?” I asked, hope rising. \n\nHe started tickling me. The relationship was doomed.\n\nI had long assumed my life partner would share my kink. At 17, I met my first boyfriend while living abroad. He was 24 and so comfortable with his sexual identity that on our second date he asked whether I had “ever received a severe spanking.”\n\nHis question took my breath away, and our next 18 months were essentially an extension of that first electrified moment. By the time we broke up, I had come to accept that a shared fetish was a necessary part of any future relationship. \n\nBut David, it turned out, is “vanilla” — the word the spanking community uses to describe people who don’t share our quirk. I was disappointed, but it was too late: I had already fallen in love with him.\n\nMy dilemma was clear: how could I describe my desires to David when I could hardly confess them to myself? Spanking fetishists don’t have a tradition of coming out. The comparisons to child abuse and spousal battery are inevitable, upsetting and often impossible to dispel, so it’s easiest to keep our interest private. \n\nIn 1996, Daphne Merkin examined her own fascination with spanking in “Unlikely Obsession” for The New Yorker. Her confession raised such a controversy that it was still being mentioned this year, when one writer concluded that its “take-away was, something is wrong with Daphne Merkin.”\n\nEven popular books and movies link erotic spanking to severe psychological trauma. In “Fifty Shades of Grey,” Christian Grey’s passion for erotic pain is a result of extreme childhood abuse. The 2002 film “Secretary” suggests that the main character’s spanking obsession is merely a preferable alternative to self-mutilation. \n\nSo what is a nice girl (who also happens to love being spanked) supposed to think? More pressingly, what is she supposed to say to her brand-new boyfriend? \n\nAt 20, I confronted the situation indirectly; I went to a college party, steeled my nerves with cocktails, and breezily told David’s roommate that I was “kind of into S & M.” It worked. A few nights later, David asked, “Are you, like, into pain?”\n\n“Um,” I said, blushing. “Yes?” \n\nIt wasn’t quite true. I’m not into pain; I’m into being spanked. But it seemed like a safe first step. \n\nOver the last decade it has become fashionable in certain millennial circles to announce an interest in bondage or other forms of sadomasochism. The implications are often tame: A couple buys handcuffs, experiments with hot wax, and tosses in the occasional spanking. So when David heard I was “kind of into S & M,” he interpreted the code exactly how I had expected: from time to time, he spanked me during sex. \n\nThis was a step in the right direction, but it wasn’t the whole story. While there is a strong erotic element to my kink, sex is merely a side dish to the more absorbing entree of the spanking itself. \n\nIt’s hard to admit this. A few playful swats during sex seem fun, while serious spankings seem damaged and perverse. After years of pretending I was interested only in the occasional erotic swat, I finally had to admit it to myself: Although spankings do satisfy a strong sexual need, they satisfy an equally strong psychological one. \n\nOn my computer, hidden inside a series of password-protected folders, is a folder labeled “David, If You Find This, Please Don’t Look Inside.” It has my favorite spanking stories I’ve collected online. A small fraction are what you’d imagine: A man spanks a woman, then they have sex. In the vast majority, though, both characters are men, have a platonic relationship, and no sex or romanticism is involved.\n\nThis paradox — that my kink is simultaneously sexual and asexual — is one of its most frustrating and intriguing aspects. Perhaps I’d been so uncomfortable with my sexuality for so long that scenes with two men, where there isn’t an obvious stand-in for “me,” were easier to digest. Perhaps I’ll never fully understand. \n\nMy kink developed early. As a child, I pored over any book that mentioned spanking, paddling or thrashing. Tom Sawyer went through many reads, as did — believe it or not — key dictionary entries. (Looking up titillating definitions is so common among developing spankophiles that it’s almost a rite of passage.) \n\nBY high school, I’d started to explore my feelings in more public ways. When my best friend and I wrote short stories together, I exorcised my nascent fantasies by subjecting our characters to ritualized, punitive beatings. With classmates, I’d awkwardly introduce the topic with invented references to a “news story” about a “town” that wanted to outlaw spanking. \n\n“What do you think of that?” I’d ask, straining to sound casual. \n\nBut when I started college and got my first personal computer, everything changed. In online anonymity I found a community that shared my interest and insecurities. I wasn’t looking for partners to “play” with (as it’s called); spanking, to me, is as intimate as sex, and not to be shared with someone I didn’t love. I just wanted a forum to express my otherwise unexpressible side.\n\n“What did you all do before the Internet?” I asked a woman in an online forum. \n\n“The brave ones looked for personal ads,” she replied. “The rest of us were lonely.” \n\nFor the next several years, I settled into a sexual détente: David, under the impression that I was “kind of into S & M,” satisfied my physical desires — almost. Online strangers satisfied my desire for community and understanding — almost. And I stopped feeling like a freak — almost.\n\nAlmost, I decided, would have to be enough. \n\nI often tried to pinpoint the origins of my obsession. I’ve been exposed to enough pop psychology to recognize the obvious first question: Yes, I was spanked as a child, but infrequently and never to an extreme degree. Many of my childhood friends experienced some form of corporal punishment and emerged into adulthood unburdened with daily thoughts on the subject. For a few months, I buried myself in physiological explanations for why someone might enjoy being spanked. Pain causes an endorphin rush, which can be pleasurable. The process also causes blood to rush to the pelvic region, which mimics sexual arousal. \n\n“This is biologically normal,” I told myself. “Totally normal.”\n\nEventually, I gave up. It was exhausting and depressing to try to justify my obsession. Moreover, it wasn’t working. \n\nThe solution, I realized, had been sleeping next to me for almost six years. David is my best friend, my fiancé and my champion. If anyone can convince me I’m not damaged, it’s David. He makes me stronger when I can’t do it alone. \n\nBut how could I ever express it all — my history, insecurities, secrets and hopes?\n\nI’m a writer, so I wrote it down. And as I translated my feelings and memories into these words, I took control of a desire that has controlled me for most of my life. I felt comfortable, confident — even celebratory. \n\nFor about three days. Then ancient insecurities, as they always do, crept back. \n\n“Coming out of the closet” isn’t the right expression. We’re not in closets that can be left in a single step as the door clicks shut behind. “Coming out of the house” might be better. Or “coming out of the labyrinth.”\n\nIn our different ways, we all just want honesty and intimacy, right? We’re looking for the people who will love us, even when it’s difficult. Or uncomfortable. Or painful.\n\nI always share my writing with David, and this time would be no different. \n\n“This is hard to show you,” I said as I slid my laptop across the bed. “Also, I’m worried that my paragraph structure is confusing.”\n\nAs he read each page, I felt the clicks of a dozen doors closing behind me. \n\n“I love you,” David said when he finished. “You’re so brave. And there is nothing wrong with your paragraph structure.”\n\nClick."
}