{
  "url": "http://www.nytimes.com/2012/01/29/fashion/embracing-marriage-flaws-and-all.html",
  "headline": "Embracing Marriage, Flaws and All - Modern Love",
  "dateline": {
    "year": 2012,
    "month": 1,
    "day": 26
  },
  "byline": "Elizabeth Weil",
  "text": "WE were camping in a dust pile at Chickenfoot Lake. Elevation: 11,000 feet. The landscape there is beautiful, sublimely so — diamond lakes, wildflowers, soaring mountains flecked with snow. Looking back at pictures, I can’t believe I didn’t want to be there. \n\nBut part of me wanted to flee. I was 42, married 12 years and camping with my in-laws. And not car camping, either. Backcountry camping, meaning that relieving oneself required digging a hole in the dirt with a trowel, with no hope of assembling a game face in the morning. Especially not for me, as my contact lenses had shriveled in the parched high-altitude air, and I didn’t own prescription sunglasses. So I was wearing my knockoff Ray-Bans over my regular Tina-Fey-ish frames, the two pairs held together at the nose bridge by a twist tie. Dehydrated and filthy, I thought this was the height of marriage ridiculousness, and I thought I should know. \n\nI’d spent the past couple of years applying myself to my marriage — thinking about marriage, reading about marriage, trying forms of couples’ therapy (with Dan, my obliging husband), consulting clergy members and financial planners. Why? Right around my 40th birthday, my children then ages 3 and 6, I realized that I’d been a strangely lazy wife and that my marriage — perhaps as a result — was not all it could be. \n\nOutside of marriage, I was a striver. I worked hard at being a mother, a writer and even a faster runner. Yet I had been passive about marriage. I had believed my union with Dan was either star-crossed or it wasn’t — an attitude that, once I noticed it, struck me as cavalier and shortsighted. So I decided to start striving at matrimony, too. \n\nMy assumption was that, by trying, I could make my good marriage better, and that this better marriage would look like a Photoshopped version of the good one — the same basic picture but with none of the unsightly elements. I also believed that the smartest thing ever written about marriage was a line from Lorrie Moore’s short story “Real Estate,” in which one character muses that marriage is “a fine arrangement generally, except one never got it generally. One got it very, very specifically.” \n\nIn applying ourselves to marriage, I imagined we’d be able to grind down the specific things that hampered us — the annoying behaviors, the petty fights, the intimacy snafus. The Chickenfoot Lake trip had come at the end of all those efforts to improve our marriage, and yet here I was anyway, feeling overextended and out of control, doing something I wasn’t sure I wanted to do because I was married to someone who did. Wasn’t this a part of my marriage I should have ground down? No extended family vacations that didn’t include toilets? \n\nThrough what photographers call the golden hours I hid in the tent, avoiding the shock-and-awe assault of mosquitoes, playing War with my 6-year-old. Finally I let her win and stepped into the alpenglow for cocktail hour: a nip of whiskey from a shared flask and a few nuts. The lake looked so beautiful, and I felt so discombobulated and so put out. \n\nAfter dinner and washing the dishes with freezing lake water, Dan beckoned to me behind a copse of white firs.\n\n“You know, ” he said, pulling off my double frames, allowing me to appreciate his bioluminescent blue eyes for the first time all day, “I know this isn’t your first-choice vacation spot. But it means the world that you would do this, for me.” \n\nDo this for him. Holy cow. I felt my face relax. I didn’t have to want to be there, and we didn’t even need to discuss it in one of those stilted, active-listening styles we learned in marriage class — start with the positive, mirror each other’s emotions, find a compromise. I could just do this uncomfortable thing for my handsome and sunburned husband because it meant the world to him. That was it. That was enough. \n\nI don’t want to imply that our so-called marriage project was filled with serene acceptance. Striving is awful a lot of the time, and so it was for us. We cried. We bled. We dug out thorns. We had a huge fight about religion, even though neither of us really cares about religion. We freaked out over money. We had boring sex, great sex, no sex, sex to make up for newly disclosed information about premarriage trysts. The process was exhausting, fascinating, tender and terrifying.\n\nOur friends thought we were crazy. “Why are you stirring the pot?” they’d ask. “Why are you poking the bear?” \n\nMy answer satisfied some and further mystified others: I wanted to look under the hood of our marriage, see how it worked. I often thought about a phrase I first heard in my 11th-grade physics class — “standing on the shoulders of giants” — which referred to using the knowledge of those who’d come before you to make progress yourself. It didn’t seem to me that Dan and I, as husband and wife, were standing on anybody’s shoulders. Wasn’t there a way to incorporate the wisdom of the ages?\n\nMorosely, one of the most valuable parts of my marriage striving was reading about marriage and death. I devoured the stories of the widowed or almost widowed. Among the most affecting was Molly Haskell’s “Love and Other Infectious Diseases.” At the beginning of the book, her husband, Andrew, falls unaccountably sick, the kind of sick everybody worries about most in which everything changes instantly, life is upended and you have no time to adapt or prepare. \n\nWhile her husband lies swollen beyond recognition in the intensive-care unit, Ms. Haskell writes of thinking in the generous, forgiving ways we wish we did all the time. “I made deals. I would take Andrew back on any terms,” she writes. “I would no longer nag him about reading newspapers all day, or shush him when his voice rose in restaurants. I would cherish his oft-told tales, his doomsday economic theories, the fingerprints he left on walls and surfaces, the burned teakettles, his absent-minded professorisms, his driving.”\n\nIn this context — fear of imminent loss — her thoughts are expected, even conventional. We will miss everything or at least we say we will. But it is interesting to consider why. While Andrew is in the hospital in a condition a nurse describes as being “as close to death as a person can come without actually dying,” Ms. Haskell evokes the mess in her husband’s closet as the “quintessence of Andrew.” She writes that “the dozens of mismatching tennis shoes, the scuffed loafers, ties fallen from the tie rack, the hangers tumbling out” take on a “holy glow.” She refers to this mess as “the still-warm relic of a saint.”\n\nI didn’t feel this way about Dan or his messes. I constantly, if subtly, tried to get him to stop doing things that bothered me, to submit more of his outsize personality to our marriage, to me. These were the parts of him that had resisted homogenization, that had resisted maritalization (if we can make up such a word). They belonged to Dan and Dan alone — not to our marriage, not to me. And they were the things I knew I would miss intensely if he were gone. \n\nOUT there by Chickenfoot Lake, the lesson finally sank in. The key to a better marriage, for us, was not to hew closer to the general, to try to grind away the quirks or to more faithfully try to emulate the early-21st century marriage ideal. The key was to embrace, not blunt, the specifics — specifics that in the end we couldn’t blunt anyway. Despite all of our trying, Dan and I had not ground smooth our individual flaws. Yet our marriage still seemed better, changed. Maybe through our striving we had become more generous. That’s how I felt that day at Chickenfoot Lake. And it felt good.\n\nA few months after that trip Dan bought a whole (dead) pig and butchered it on our kitchen island. We’d been leading up to this for a while. Dan is an obsessive cook, and over the last five years he’d burrowed ever deeper into the whole responsible meat-eating thing: I love the pig, I honor the pig, I eat the pig, the whole pig, right down to its greasy tail. \n\nI’d never been very enthusiastic. I’d wished Dan would stop slipping crispy fried pigs’ ears into my salads at lunch. (“They taste just like lardons!”) I wanted him to quit expressing his exuberant mania through food. But I reacted to the pig up there on our butcher block in an unexpected way.\n\nI put on an apron and vacuum-sealed pork chops, thinking that the character in Lorrie Moore’s story had it exactly backward. Marriage, generally, is truly ridiculous, but I love Dan very, very specifically. "
}