{
  "url": "http://www.nytimes.com/2013/05/12/fashion/moms-cooking-comes-between-a-husband-and-wife.html",
  "headline": "Mom’s Cooking Comes Between a Husband and Wife– Modern Love",
  "dateline": {
    "year": 2013,
    "month": 5,
    "day": 9
  },
  "byline": "Sung J. Woo",
  "text": "My mother held out a Tupperware container of chicken thighs and drumsticks, roasted with kimchi, bell peppers, onions and scallions. It’s a great dish, one of my favorites.\n\n“No,” I said.\n\nMy mother and I don’t fight often nowadays, because I’m 41 and she’s 72 and we lead separate lives. I see her once every two weeks. She makes me lunch, we shop at Costco, she makes me dinner, then she sends me off with grocery bags full of her cooking. \n\nWe’ve been on this schedule for the last eight years, since my father passed away. But on this evening, near the end of my visit to her senior apartment, I could tell we were going to argue.\n\n“Just take it,” she said.\n\n“I can’t.”\n\n“It’s just one more.” There was an edge to her voice. “Why are you being difficult?”\n\nThe heat trapped inside the container had fogged up the clear lid, and the condensation had gathered into droplets like tears.\n\nIt was just one more container, small as a cigar box, ready for me to take home. To feed me, both in person and remotely, gives my mother pleasure and purpose. She works hard on the day I visit; I know because she has told me with great pride. \n\nShe rises at 6 and washes the rice until the water runs clear. There’s tofu to slice and dredge into an egg-and-flour mixture, spinach to quick-boil then marinate with soy sauce and sesame seed oil. She rolls logs of Korean sushi with her bamboo mat. In a pan, she browns chicken thighs and drumsticks. She plans for lunch: cold buckwheat noodles with beef slices and diced cucumber in a pickled daikon broth; for dinner, rice cake medallions in oxtail soup.\n\nIn all my years, I haven’t gone hungry for long. Even in South Korea, where she took care of my two older sisters and me by herself because my father was working in the United States, we never skimped on our meals. Back then my mother’s chief mission was to feed us. Her kitchen was her workplace, and we children were her customers.\n\nHer cooking has always been her currency. Even now, when she needs a favor from one of her friends, she invites them over and plies them with dumplings before making her request. My mother may not wear her emotions on her sleeves, but that’s only because her sleeves are rolled up and her emotions are lying in the bottom of a pot.\n\nMy rejection of her kimchi chicken is a rejection of what she does, who she is. I know this, but I have to push back, because there’s another woman in my life who wants to cook for me.\n\nMy wife and I have been married for five years. Dawn has been a food writer and restaurant critic. She bakes a 16-layer cake and marshmallow-chocolate brownies that friends describe years later with fevered, fairy-tale reverie. Having a bite of her slow-cooked pot roast with potatoes and carrots is like getting a hug from your best friend.\n\nIf Dawn were more confrontational and less patient, she would have informed my mother long ago that it was no longer her job to make meals for me, but that’s not her style. And were I a more perceptive husband, I would have figured out that our refrigerator, perpetually jammed with my mother’s food, was a source of consternation for Dawn.\n\nThe wife and her mother-in-law at odds, and the husband caught in between: it’s as clichéd as a cliché can get, a sitcom brought to life, except reality is more complicated than a zinger and a laugh track. The night before my last visit to my mother’s, when Dawn heard me complaining yet again about how my mother’s dishes were still left over, her capacious capacity for tolerance finally ran out.\n\n“You could ask her to make less,” she said.\n\n“I have, but she just sneaks in more when I’m not looking.”\n\n“But have you really asked?”\n\n“Of course I have,” I said. “What, you think I want to bring back all this food I can’t eat?”\n\nWe were on the verge of an argument, and then we went over the edge into the angry abyss. After a few slammed doors and a day of uneasy silence, we had vented enough to sit down and dissect the path of this particular quarrel. The postgame replay of an argument is tricky business because tempers can flare as we backtrack to the trigger point, but we almost always find it helpful.\n\n“We eat separate meals,” Dawn said. “You eat your mom’s food, and I eat what I cook.”\n\n“Once I’m done with her food, I eat what you make,” I said. \n\nBut we both knew the problem was that with so much food coming home from my mother, I hardly got a chance to eat my wife’s cooking. It had become worse lately, with my mother piling on the food, the grocery bags stretching to their limit.\n\n“It feels like a disconnection,” she said. “Doesn’t it to you?”\n\nThe more I thought about it, the more I knew she was right. Having dinner together means more than just eating at the same time, at the same table. The food matters. Dawn wanted to bring us closer together as a couple by having us share in what we ate, and I felt like a dope for not realizing this sooner.\n\nWe talked about ways we could stem the tide of my mother’s cooking into our household. I suggested something that had worked in the past: that I lie and tell my mother I’d thrown away her food because it had spoiled.\n\nIn the Supreme Court of my mother’s mind, wasting food is a crime worthy of capital punishment. As a 9-year-old girl at the outset of the Korean War, scrounging for scraps while tanks rolled by and fighter planes roared above, she has a reverence for food that borders on fanaticism.\n\n“I suppose,” Dawn said. Which really meant: no.\n\n“You have a better idea?”\n\n“Maybe you can tell her that you’re a man, you’re my husband, and your wife wants to cook for you?”\n\nI sighed. Everything Dawn said was true, but did I really have say it to my mother?\n\nThat night I dreamed of my father, something that doesn’t happen often. We didn’t have a close relationship, so he doesn’t feature prominently in my conscious mind, but I pay attention when he makes a showing.\n\nI can’t remember where the dream took place, but there he was, sitting in an armchair, looking content and carefree. I was so disappointed in him for some reason, but I couldn’t find the words to express my displeasure. I woke up frustrated, but as I brushed my teeth and washed my face, I let my inner Freud do his thing. \n\nIn Korea, while my father was away for seven years, I was the man in my mother’s life. When our family reunited in 1981 in America, I could play just the part of the son. But when my father died, I once again assumed the dual role of the son and my mother’s man.\n\nMaybe it was time for my mother and me to grow up.\n\nI pushed the container of chicken back toward my mother. I breathed in, breathed out. I clasped my hands together, as if in prayer.\n\n“Dawn likes to cook, too, Mom,” I told her. “And I love what she makes. Isn’t it right for the husband to be eating his wife’s food?”\n\nMy mother said nothing. She picked up the container and placed it in her refrigerator.\n\nMy mother wants so little from me. She wants to give, not even take, and this was how I treated her? I wanted to retract what I said (I almost did), but when she turned around, it wasn’t heartbreak I saw. Instead, I saw a woman who was ready to do business, to negotiate the terms of a new contract.\n\n“O.K.,” she said. “That makes sense. But you’ll still take a few dishes, right? Let’s come up with a number.”\n\nWhat keeps my mother going in the sunset years is doing what she does best, which is to cook for herself, friends, my sisters and me. We agreed to whittle the take-away down from around 10 containers to exactly 4. But this week, when I returned from my visit, I noticed a fifth container.\n\n“She’s like a master reverse-thief,” I told Dawn. “I even tied the bags closed, but she stuffed it in there somehow.”\n\nMy wife shrugged. “At least there isn’t too much of it.”\n\nUnderneath the circular lid of the fifth container were steamed shrimp, six of them, finger-size, peeled and deveined. I held one up, a white and pink crescent that resembled either a smile or a frown, depending on how you looked at it."
}