{
  "url": "http://www.nytimes.com/2013/05/19/fashion/making-a-hard-choice-for-a-soft-landing-modern-love.html",
  "headline": "Making a Hard Choice for a Soft Landing - Modern Love",
  "dateline": {
    "year": 2013,
    "month": 5,
    "day": 17
  },
  "byline": "Tana Wojczuk",
  "text": "In the romantic comedy “Silver Linings Playbook,” Pat emerges from a mental institution and finds new love with a dark-haired loose cannon named Tiffany. Pat is bipolar, a condition that reveals itself mainly in manic episodes of aggressive optimism. He runs for miles a day in a trash bag vest to make himself “sweat more,” fixates on his ex-wife and keeps score of his life’s silver linings. \n\nMasked by the candy-coated plot is a bittersweet message for those of us who have fought against taking medication for our mental illnesses. Some might believe that Pat gets the girl when he wins a bet for his father by scoring a mediocre 5 with an admittedly adorable dance number. But the real turning point is Pat’s decision to begin taking his medication. \n\nOnce he does, in a brief scene in his mother’s kitchen, Pat becomes less obsessed with counting silver linings, less overstimulated and more able to feel. As Tiffany continues to self-destruct, it’s newly medicated Pat who is clearheaded enough, despite his sense that the meds make him dull, to see that their friendship has become something much deeper. \n\nI discovered I was bipolar right around the time I found the love of my life. I met Xander while still on the off-ramp of a miserably failed relationship, a broken engagement that was, while not tragic, the icing on the cake. By this point I had begun introducing myself to future boyfriends as a “serial monogamist” (they always thought I was joking).\n\nLike clockwork, I would go from passionate love and early moving-truck syndrome to screaming and crying fights right around the 2 1/2-year mark. For me, it wasn’t the 7-year itch but the 3-year panic. The relationship would come to a crashing end when I would enter the suspicion phase (not just jealousy but suspicion that the person I’d hitched my wagon to was trying to undermine me at every turn). \n\nGranted, there were a few actual lemons. But after more than a decade of having my relationships expire on my personal “sell by” date, I knew, in the same way you know it if a bad smell keeps following you around, that the cause of my unhappiness was me. \n\nIt’s difficult to describe what it feels like to be inside a manic episode. Depression has been more thoroughly described in literature than mania, maybe because to write about mania is to become manic. When I try to describe it, I feel it, and this feeling is indistinguishable from the onset of an actual manic episode. \n\nFirst the wind starts, howling so loudly I can’t hear myself think, and the dust kicks up so I can only see the person in front of me — whether that’s someone I love or a stranger in a bar. Then I catch fire. It starts in my stomach and I begin to feel as if I’m the only person in the world who knows what real feeling is. \n\nOther people, people I once felt connected to, start to seem like characters in a movie I’m trying and failing to direct. The more disconnected I feel, the more urgently I need to prove to myself that I’m alive.\n\nI stay up all hours, invincible to sleep. I exercise, pig out on junk food, and look for sex as a way to escape the paranoia that’s come in and colonized every odd glance and weak smile, and to feel like I’m a real person inside a real body again. \n\nWhen I met Xander, I had started seeing a therapist for the first time, and fairly quickly she sent me to a psychiatrist. The therapist and I both suspected bipolar disorder, but although I would keep seeing her, she argued that, because bipolar disorder is now understood to have a “biological” cause, sufferers don’t usually find relief in therapy alone.\n\nThe psychiatrist confirmed our suspicions and prescribed a low dose of lithium, which would, as he described it, protect me from overloading my “circuit board.” This sounded promising, but still I waited for a week before I started taking the pills.\n\nMeanwhile, the prescription got crumpled in my wallet as I resisted, not so much out of fear of side effects, which seemed mild compared with the “blindness and death” that could occur with newer medications, but because taking them meant I would change. Despite the diagnosis, I wouldn’t think of myself as mentally ill until I began taking pills for my condition. Then, I imagined, I would change — I would be the one “on medication.”\n\nDuring this same week I had several amazing dates with Xander, a 20-something man who, like me, was a writer and teaching writing as a graduate student at Columbia. These dates were epic: 13-hour days filled with talking, walking across Central Park to the Metropolitan Museum, going to the roof for the spectacular view of the park, and watching turtles in the pond near the Delacorte Theater. It was love for sure, and a rare intellectual and spiritual connection that just enhanced the physical one. \n\nOne Sunday morning we decided to grab some coffee and croissants and have our breakfast in Central Park. We headed for the turtle pond, which had already started to feel like “our spot,” and when we got there we found that the grass had been taken up with picnic blankets, strollers and games of kiddie football. \n\n“Let’s climb up there,” Xander said, pointing to a solitary live oak whose sturdy lower branches spread out just five feet off the ground. \n\n“Great,” I said. “But I’m not much of a tree climber.”\n\nGrowing up, boys had often challenged me to do things I didn’t want to do: climbing high fences or racing on a gravel road. Fearful, I was always the one who hurt myself. \n\n“You can do it,” Xander said, holding his hands out, fingers interlaced. “The branch will hold.” Live oaks grew wild in the Florida panhandle where he had grown up; their gently curving branches were used to build early American battleships. \n\nI put my hand on his shoulder, and he didn’t javelin me in the air or push me into the tree. He just held steady and let me climb on him to get to where I wanted to be. Then he handed my coffee up to me. \n\n“I’m 30,” I thought, “and I just climbed my first tree.” \n\nRather than tease me for not being able to do it, or doing it for me, Xander helped me do it myself. Looking down at the kids roughhousing on the grass, I also imagined he would be an amazing father.\n\nIt was after one of these dates that I finally made the decision. If I had to change — and it was clear that something had to give — I wanted to become someone who could love and be loved, for the long haul. And maybe, I thought, I could define my new identity this way, as someone who was open to love or not, rather than as someone who was or was not on medication. \n\nMy therapist’s arguments also crept into my head: Bipolar disorder is biological, and I wouldn’t tell a diabetic to quit taking insulin, would I? It was harder for me to admit that my mind was “sick” than if I had developed an illness whose causes were easier to define. Easier to heal my body, I thought, than to medicate my mind. \n\nA few weeks after starting lithium, the effect was astonishing. For the first time in my life, I felt as if I was part of a world that could and did go on without me, a humbling feeling but also a vast relief. This also meant that I could see Xander as a person rather than as a mere appendage of my own weird world. \n\nIt was frustrating at first: I wasn’t used to being so aware of someone else’s feelings, and a lifetime of feeling out of control meant I had developed some bad habits. I am still impatient, still quick to anger. But now I’m also quick to apologize and more able to separate big problems from small annoyances. \n\nAlthough it has been a year and a half since Xander and I married, and three years since I started taking lithium, I still have a lot of growing to do when it comes to love. In many ways, I feel as if I’m starting over, learning how to love from that first kiss. I continue to rebel against taking medication, and threaten to go off, or do go off and feel that familiar panic creeping up on me again. I still wonder whether I’m taking some easy way out and question whether that’s good or bad. But I couldn’t really feel love until I wasn’t constantly overwhelmed with sensation. \n\nThe truth is, I couldn’t do it alone. I became who I am with a little help, but what makes it easier is remembering the reason I believed I could change. It was love. Love was the drug."
}