{
  "url": "http://www.nytimes.com/2013/10/20/fashion/learning-to-lean-in-together-modern-love.html",
  "headline": "Learning to Lean In Together",
  "dateline": {
    "year": 2013,
    "month": 10,
    "day": 17
  },
  "byline": "Paula Derrow",
  "text": "The first night my husband and I lived together, we had been married for two years. His work was in a small town in Massachusetts, where he and his ex had raised their now college-age children. My work and life were in New York City. \n\nEarly in our relationship, after we had been dating a few months, he said, “Eventually the distance is going to be a problem, isn’t it?”\n\nI didn’t think so. The distance suited me. I had always believed I had it better than women who were dependent on men. Or maybe I was jealous. A zaftig and insecure teenager, I never thought I would marry or even that someone could love me enough to let me lean on him. \n\nInstead, from my early 20s on, I leaned in, Sheryl Sandberg style, focusing on my career and surrounding myself with other serious young women, all of us trying to get ahead. Marriage wasn’t high on my priority list.\n\nI had seen what could happen when a woman traded in her independence for a spouse’s support: There was the fashion-designer acquaintance whose wealthy husband left her after she developed a brain tumor, and a lawyer friend whose venture-capitalist mate encouraged her to quit work to write, then walked out on her after the birth of their second child.\n\nI took their experiences as cautionary tales and instead partnered with men who were dependent on me: a bespectacled journalist who asked me to proofread his articles, a divorced father who regularly needed me to spot him cash.\n\nBy the time I met Randy at age 45 on the porch of a Victorian inn where we were both vacationing with friends, I was used to men coming and going, and even more used to being on my own. Several years earlier, I had bought an apartment, a one-bedroom with a tiny kitchen, perfect for a single person who didn’t cook. \n\nI got busy creating a cozy, colorful home, my mostly empty refrigerator dotted with crayon drawings by my two young nephews who lived blocks away. To the boys, I was the adventurous aunt: Aunt Yes, they called me, because why should I say no? I wasn’t weighted down with the responsibilities and obligations that marriage and motherhood seemed to bring. I was a free woman beholden to no one.\n\nRandy said he appreciated my independence. A guy who liked to lean in himself, he ran a small medical-device company — a chief executive, yes, but one who wore shorts to the office, bought his shirts at Sears, liked little cars with big engines and had no need for a loan from me.\n\nHe was doing fine on his own, as was I. Which is why when he brought up the geographical distance between us, I was uncharacteristically blasé. \n\n“What’s three hours?” I replied. “A car ride!”\n\nEach week we alternated, three nights at his place, four at mine, every reunion a first date, with lingering kisses and predawn drop-offs at Amtrak. We took turns paying for things, too, not in a calculated way, at least not on Randy’s part. I always kept score: Was I letting him pay for too much? Was it my turn now?\n\nYet as the months passed and Randy didn’t disappear, it was hard not to lean on him simply because he could do so many things I couldn’t: fix a toilet, whip up a dinner without a recipe, suss a car problem by listening.\n\nRandy didn’t need me in any material way. What he needed, it seemed, was to take care of me. Within months of our meeting, he had added a pot rack to my minuscule kitchen. I didn’t own a microwave so he bought one, popped it in my never-used oven (the only available space) and wired it up. \n\n“You hardly ever cook, so this will be more convenient,” he said. \n\nNot that he expected me to make dinner for him. Instead, he did the cooking. He also carried my suitcase when I met him at the train, never failing to open the car door for me before we sped off in his convertible. Yet he clearly delighted in my strength, cheering my successes at work and taking pride in the life I had created for myself.\n\nThings worked so well, in fact, that after dating for two years, I married him in a lovely ceremony at his new house on the edge of a pond. Still, I was determined to keep things separate when it came to money. \n\nHis home on the water was his; my city pad was mine. Two households, two bank accounts, no chance of anyone leaving me in the lurch. Wasn’t my independence part of the reason he chose me?\n\nThen, at the start of my 49th year, I was laid off from my magazine job, as were a bevy of others. \n\nRandy was unruffled. “You’ve been thinking about freelancing,” he said. “Now you can try it. There’s nothing to worry about.”\n\nInstead of being grateful for his optimism, I resented his telling me not to worry. After all, he still had a paycheck. (His money, not ours.) I even ungenerously wondered if he secretly wanted me to have a flexible schedule so I could be a more traditional wife, doing most of the laundry, dishes and cooking.\n\nRather than decamp for the country with him to contemplate my options, I stayed in the city, paying the mortgage and co-op fees, scrambling for assignments and worrying about cash flow. \n\nA few months into my new routine, a former colleague called to ask how I was doing in my new freelance life. \n\n“It’s a huge adjustment,” I told her. “I’m anxious about money all the time.”\n\nThere was a pause, then she asked, in a quavery voice, “Are you ... still married?”\n\nI laughed. “Of course! Why wouldn’t I be?” \n\nBut her question jolted me. I had found a man who liked taking care of me, yet I couldn’t accept his support, opting to lie awake nights crunching numbers in my head. Suddenly, my stalwart solo-mindedness seemed a little sad. A little stubborn. \n\n“This is what marriage is for,” a friend told me. \n\nReluctantly, I decided to sublet my apartment for a few months and move in with Randy, a big expense off my plate while I tried to make a serious go of a freelance career.\n\nAs I worked from my new desk with a view of the pond, I fumed about the lack of air-conditioning and the sounds of buzz saws outside, more intrusive to my ears than the sirens of the city. Instead of joyful evening reunions and lingering kisses with my husband, I remained at my computer when he got home, calling out a halfhearted hello. \n\nI missed my friends. I missed that competent person with a packed calendar I had once been. In the country, I was mostly stuck at home. Always a nervous driver with an atrocious sense of direction, I had a license but hadn’t driven on a highway in years. \n\n“I can’t merge,” I liked to tell people, a phrase that now took on new meaning.\n\nOn nights Randy and I had dinner out, I willed myself to sit still when he reached for his wallet. Once home, I retreated to my side of the bed, creating the distance geography no longer provided. “What have I done?” I thought.\n\nAfter yet another restless night, I asked Randy, “If something terrible happens and I can’t pay my bills, you’ll help me, right?”\n\n“Of course,” he said. “That’s how marriage works. You’d do the same for me, right?”\n\nWould I? I had gotten hitched on the cusp of 50 because Randy felt like family. But, long accustomed to dividing things and holding fast to what was mine, I wasn’t really letting him in.\n\nAs Randy predicted, assignments gradually began to come my way, and I found I didn’t mind working to my own rhythm, no meandering meetings or e-mail avalanches to interrupt me. Nights, I moved nearer to my husband, letting him draw me close.\n\nAs my business picked up, Randy offered advice on billing and price points (“Don’t undersell yourself,” he would say sternly). When I hatched a plan to teach a writing workshop by the pond, he put the finishing touches on a gazebo he had designed with a soaring cedar ceiling and stone fireplace. I imagined students in conversation, drinking wine as the sun dipped over the water.\n\nMaybe that’s why, after a productive day at my computer, when I spied Randy’s convertible coming up the drive, I closed my laptop and met him at the door with a vodka martini, bone dry, rimmed with slices of cucumber, the way he liked it. \n\n“Don’t get used to this,” I warned, but his smile was worth the cliché, even as he said with affection, “My little wifey.” \n\nI gave him a punch but didn’t really mind. Then we leaned together until our lips touched, like two sides of a triangle, each trusting that the other wouldn’t give way."
}