{
  "url": "http://www.nytimes.com/2013/03/10/fashion/though-now-apart-we-faced-a-common-enemy-modern-love.html",
  "headline": "Though Now Apart, We Faced a Common Enemy — Modern Love",
  "dateline": {
    "year": 2013,
    "month": 3,
    "day": 7
  },
  "byline": "Jacqueline Sheehan",
  "text": "Last April I was eating my salad in front of the TV when the beautifully coifed anchor on “Entertainment Tonight” announced, “After the commercial break we go to a story you won’t believe: a man killed by a swan in Des Plaines, Illinois.”\n\nI put down my salad and ran to call my ex-husband.\n\n“Turn on Channel 3,” I told him. “They’re going to do a story about a swan that killed someone.”\n\nFred is the only person I know who would understand the urgency or relevance of my phone alert; he and I were once attacked by a murderous swan. We hung up and went to our respective televisions. We were finding our way into a stage in our relationship that didn’t have an easy label. Were we “broken”? I have always hated that label. As a therapist, I didn’t refer to divorced families as broken. \n\nWhen we divorced after seven years of marriage (preceded by two decades of friendship), our friends prepared to take sides, hear complaints and grievances, and close ranks. After the official decree, we looked at each other outside the courtroom and asked, “Now what?” \n\nI longed for the ceremony that would define what we were now: ex-spouses who had become deeper friends. Our friends did not have to take sides, but it took them months to truly believe this. My family still liked Fred, and his family didn’t send any hit men to my house. \n\nThere is a paucity of role options when divorce is the issue. We knew we wanted to stay connected in some meaningful way, but we didn’t have a name to put on our relationship. When we changed from friends to husband and wife, we brought along some weird perceptions about marriage, and one result was an escalation of negativity that included criticism, defensiveness, contempt and stonewalling. \n\nWe tried our best to fix the conflagration, including therapy, but we both knew that we had blundered into a well-intended disaster. Once we divorced and he lived in his house and I lived in mine, we didn’t want to lose the friendship.\n\nWe still helped each other through the hard times. When my sister died one month after we divorced, he was one of the pallbearers. When his mother developed lung and brain cancer a few months after that, my daughter (his stepdaughter) helped him take care of her. After she died, I offered to go through her clothing, something neither Fred nor his father could bear to do. \n\nPartly we were better friends in the divorced state, but it didn’t come with the same contracted guarantees that are implied with marriage. In fact, it was not like a marriage at all, at least not ours. It was different. I didn’t know what to call it.\n\nOne day, several years after the divorce, we went kayaking on Nashawannuck Pond in Easthampton, Mass., before they dredged it and made it nice. There were still grocery carts upended in it, snags of trees, but for some reason we liked to kayak there. It’s a big enough pond, more like a small lake.\n\nIt has always suited us to kayak together, Fred in his handmade wood kayak, me in my aquamarine Necky, which is essentially a big fat tubby. We each go our own speed, no negotiating necessary, but we can be in the same general vicinity of each other. In terms of developmental psychology, we are at the 2-year-old stage of parallel play.\n\nNashawannuck Pond had enough twists and turns to make it interesting, and we wanted to explore all of it. We paddled down by a bridge and saw two white spots, which we knew to be a pair of swans. Until this moment, swans were romantic creatures to me, symbols of love, grace and transformation.\n\nWe made no attempt to go near them, but some creatures, especially when there might be a clutch of eggs at stake, are highly territorial. How were we to know that this was swan-hatching season? How does one keep track of all the breeding and birthing that goes on in the forests and waterways of western Massachusetts? And how is one to know the overly large territory of protective swans?\n\n“I think a swan is coming toward us,” I said. This was the sort of speculative statement that never worked as a warning while we were married, and I don’t know why it should have worked on post-divorce outings. \n\nFred took in the descriptive information and kept paddling.\n\nSomething about the laserlike directness of the swan alarmed me. \n\n“We should turn around,” I said. Surely that was clear enough. But this was received as mere opinion.\n\n“I’m turning around now,” I said.\n\nThat got his attention, just about the time the swan started flapping its wings and running on top of the water. We paddled furiously, with the swan in full, enraged pursuit. The place where we had put in was at the opposite side of the pond a quarter-mile away. Fred’s kayak was as sleek as an arrow and could tear through the water. Mine was purchased with stability in mind, and even with a rudder it was slow and plodding.\n\nHere was the situation: If Fred paddled as fast as his adrenaline demanded, I’d be left behind because I couldn’t paddle as fast or as hard. Wild animals like to cull the weak ones from the herd, and there was no denying that I was the weak one. Lions, coyotes, jaguars and crazed swans all follow the same playbook: go for the easy kill.\n\nI paddled harder, but being scared senseless had a deteriorating effect on my coordination. The swan rushed again — black eyes, rock-hard beak, eight-foot wingspan and us sitting low in the water. It beat its wings hard against the water and stopped just short of the kayaks.\n\nI don’t know how Fred did it: he didn’t leave me. If I were the one with the superior upper-body strength and the sleeker kayak, I don’t know if I would have put the brakes on the way he did. \n\nThe swan attacked again, close enough that I could hear it hiss. It clearly meant to knock us from our kayaks. We took turns holding up our paddles in defense against a beautiful swan that had become a terrifying wild animal. The powerful thump of its wings hit my raised paddle, almost knocking it from my hands.\n\nNo other people were on the pond that day. There would have been nothing they could have done anyhow. When we finally crossed out of the swan’s territory, we kept paddling at top speed, digging our aluminum paddles into the dark waters until we could see Fred’s black truck. As I stepped out of the kayak, my knees were liquid and my hands shook. We lifted our kayaks back onto the bed of the truck, and waves of fear-scented sweat wafted off Fred.\n\nWe tried to tell people about the swan attack, but no one got it. The story must have sounded like children being chased by a duck, but I’m here to tell you that the swan wanted to drown us. Eventually we stopped talking about the story; it was just ours and we knew it was true.\n\nI WATCHED the news story on TV. A man in his kayak was knocked into the water by a swan. He tried to swim to shore, but the swan continued to attack until the man drowned. They showed related footage of a swan trying to drown a large dog, a retriever who was as much at home in the water as on land. The dog got away, but the look of panic in its face was terrifying as the swan submerged it again and again.\n\nAfter the swan news story was over, Fred called me back. \n\n“That could have been us,” he said, letting his voice rise in a comical high tenor.\n\n“Divorced couple killed by swan,” I said, imitating the news anchor.\n\nI was stunned by the sad, absurd death of a man in a kayak who probably thought swans were the symbol of love and beauty. We hadn’t been far from the end ourselves, and here was proof.\n\nWeddings are the ceremony to acknowledge marriage; divorce is the ceremony that defines the end of a marriage. We had helped each other post-divorce with family deaths, and we had said that we’d be there for each other, but a lot of people say that and never show up. Was this wildlife drama our ceremony on murky waters, dodging a feathered death by sticking together when danger came flapping in? \n\nIf so, I’ll take it. That’s what Fred and I are: parallel paddlers, keeping each other in sight."
}