{
  "url": "http://www.nytimes.com/2013/06/02/fashion/My-Husbands-New-Son-Modern-Love.html",
  "headline": "The Complexity in a Sperm Donation - Modern Love",
  "dateline": {
    "year": 2013,
    "month": 5,
    "day": 30
  },
  "byline": "Lisa Schlesinger",
  "text": "When my husband’s friend Maggie asked him if he would donate his sperm to get her soon-to-be wife pregnant, he said he had to ask me first. It’s the kind of hypothetical question one might pose at a dinner party: “If your friends, a lesbian couple, ask your husband to donate sperm so they can have a child, would you agree?”\n\nHypothetically, without hesitation, I would.\n\nMy husband called me at work, excited about the prospect. Perhaps he sensed the couple’s desire to get started right away. I hesitated. I had questions: “Will you go to a clinic and do it into a test tube? Or are they asking you to have sex with her until she gets pregnant? Because one is very clinical and the other seems potentially problematic.”\n\n“No,” Ben said. “I give it to them in a Baggie and they use a dropper.”\n\nThe turkey-baster method.\n\nA few years back, Maggie had asked my husband to be a sperm donor when she was thinking about getting pregnant herself.\n\n“Can we do it the old-fashioned way?” he had joked.\n\nShe half-joked back that he was a freak, then dropped it. Until now.\n\nMy husband is the kind of man (like many, no doubt) who is flattered to be asked. What, he might wonder, does the couple find biologically appealing in me?\n\nI can answer that: He has a great sense of humor, even if his timing isn’t always good. He’s tall, sturdy, healthy, intelligent and warmly good-looking: in other words, a good biological catch.\n\nI should know. One night, a few months after we started dating, in the light of a streetlamp, I saw my daughter’s face inside his face, and I knew he would be the man to give her to me. Four years later, our daughter was born.\n\nMaggie’s request elicited in me an oddly powerful response, the kind that sometimes happens when something feels right even if you don’t know why. Although we are married, Ben and I don’t have a traditional family. When we met, he was a 20-year-old undergraduate theater major and I was a 29-year-old graduate student. I was also a single mother with two boys and no child support. Naïvely or stupidly (or in that precious place where the two meet), we stumbled into a wild love affair, and shortly thereafter into family life together.\n\nA few years later our daughter was born, and a few years after that, we were married, surrounded by our three children. For 19 years he has steadfastly loved us all.\n\nSo when the sperm donation proposition came up, it seemed to strike a beautiful biological balance. But instead of following my immediate impulse, I answered, “Yes, but we must first ask the kids.”\n\nOne evening as we all sat around the dining room table, my husband explained the situation.\n\nOur daughter, 14, said, “Cool.”\n\nThe boys are in their 20s but live nearby and sometimes join us for meals. Both shrugged at first. The younger one stayed quiet. Then the older said, “It’s kind of weird, but then again it doesn’t really have anything to do with us.”\n\nPerhaps our daughter would be most affected because of her biological relationship to my husband. People search for their biological parents, siblings and children all the time. What if, one day, this potential child wants a relationship with our daughter because he is as much half-sibling to her as the two half-brothers she’s grown up with?\n\nEven as we acknowledged that there was much we could not know about the implications of the decision, we collectively agreed to tell the couple yes. Our daughter scooted her chair back. As she left the table, she said, “Just don’t tell me the details about how you are going to do it.”\n\nA few days later, while Maggie waited in the heated car parked outside our house, my husband collected his sample, tucked the Baggie under his shirt to keep it warm, and ran with it through the freezing cold night. I watched from the front stoop as he passed the goods through the car window. “Good luck,” he said.\n\nBy the grace of the fertility gods, this one donation hit its mark.\n\nOnce the pregnancy took, more questions arose. What would my husband’s legal responsibilities be? (None.) What would his rights be? (None, but he would be welcome to hang out.) Who would he be to this child? (A friend.)\n\nAll these agreements were made with no witnesses, no contract, not even a glass of whiskey. There was a discussion about confidentiality. The mothers wanted to keep the paternity secret for the time being.\n\n“Yes, of course,” we agreed.\n\nEven when biology is easy, life is complicated. Throughout the pregnancy, Ben visited the couple, but I didn’t know exactly what my role was. Mostly, it had nothing to do with me. Still, as the months passed I had more and more questions.\n\n“If I were carrying your baby,” I told Ben one evening, “I would fall in love with you. Even more in love than before.” I should know, having done it.\n\n“She’s a lesbian,” he said, “and in love with her partner.”\n\n“But biology,” I said.\n\n“Biology what?”\n\n“What if they break up? What if you fall in love with the child and then with the birth mother? And she decides to raise the child with you since you’re the biological father?”\n\n“What if a piano falls on your head?” he said.\n\nAnd then there was Facebook, where the mothers posted news of the pregnancy, followed by many “likes” and congratulations. In subsequent months the birth mother provided details, including near-naked photos of her magnificent growing belly. One day she posted an ultrasound with the announcement: “It’s a boy.”\n\nI leaned toward my computer and, for the first time, saw my husband’s biological son.\n\nAt first I thought my discomfort was an issue of privacy. While our family had kept our confidentiality agreement, intimate details about the baby and mother appeared daily, sometimes hourly, on Facebook. This was compounded in real life when a few days later, my husband and I ran into a friend of the birth mother’s downtown.\n\n“What’s up?” she asked, with a twinkle in her eye. She didn’t wait for an answer before adding, “I know what’s up.”\n\nSoon I realized what was really bothering me: I was done having children. I was also nearing an age when I wouldn’t have a choice. Seeing her pregnant belly didn’t change my decision, but it did bring this loss to the surface. My feelings were as private and sorrowful as hers were public and celebratory.\n\nI confided in a close friend. She was silent and then pursed her lips. “I couldn’t let my husband do that,” she said. “Are you sure you can do this?”\n\n“Yes.”\n\nAnyway, at this point, I no longer had a choice.\n\nI ran the scenario by a progressive advice columnist I know. She knit her brow. “I wouldn’t do that,” she said.\n\nToo late.\n\nBen and I took a walk in our favorite park and revisited the reason we agreed: We have been blessed with three beautiful children; why shouldn’t we help another family have one, too?\n\nSometimes you have to leap into the “yes” and let life’s mysteries play out, not knowing all the consequences and outcomes. The fact that my husband and I share this crazy perspective might be one of the reasons we have stayed together.\n\nI remember when Ben’s parents met me for the first time, the 29-year-old single mother with two kids at their son’s college graduation. I imagine they silently suffered heart attacks. But instead of sitting him down for a serious talk, they let him live his life. They treated me with kindness and respect. Most important, they loved my two boys.\n\nFor all these years, they have been there in ways their biological father’s family was not able to be. It’s hard to predict who will become a part of your extended family.\n\nA few weeks before the baby was born, the mothers invited us over to hear his heartbeat. The birth mother was glorious in those last weeks of pregnancy. When she stretched out on the couch, I saw a foot move across the moon of her belly. The midwife placed the ultrasound wand near the boy’s shoulder, and the beating heart emerged: my husband’s biological child in another woman’s body.\n\nThere was a little boy in there whose face was inside my husband’s face. And I realized there was one question I hadn’t considered: What happens if I fall in love with him?\n\nTwo weeks later, when I held the baby in my arms, I did. I looked into his face, his eyes, his lips, his tiny breathing nose, all entirely his own, and I fell in love with him. I whispered in his ear. I wished him a long, happy, healthy life and all the blessings and mysteries that come with saying yes."
}