{
  "url": "http://www.nytimes.com/2013/09/22/fashion/the-messy-kitchen-parking-spot-war.html",
  "headline": "The Messy-Kitchen, Parking-Spot War",
  "dateline": {
    "year": 2013,
    "month": 9,
    "day": 19
  },
  "byline": "Judith Gille",
  "text": "The day my daughter arrived home from her first year in college, her boyfriend moved in. They didn’t consult me.\n\nOne day I was happily living alone in my two-bedroom Seattle apartment, and the next I had two teenage roommates, one of whom I hardly knew. The boyfriend, who was still a high school senior, had been my daughter’s summer fling before she left for college last September.\n\nWith my last child gone, I thought I’d be terribly sad and lonely. And I was — for about 10 minutes. After I had spent a brief stint lying on her bed mourning her childhood, I did what my own mother had done: I gathered the stuff she had left behind and moved it to the basement storage unit.\n\nThen I took over the office nook she had claimed (but hardly ever used) and made it my own.\n\nI installed shelves and filled them with my reference books. I stocked the refrigerator and cupboards with gluten-free, low-fat food. I bought soap in scents that pleased me and shampoo that suited my hair type. I rearranged the furniture and cleaned the house from top to bottom. \n\nWith each pass of the vacuum, I found myself becoming cheerier. My husband had moved to our farm on Lopez Island in the San Juan Islands of Washington with our two dogs to pursue his dream of being a homesteader, changing our marriage into a long-distance arrangement with occasional weekend visits. I found myself, for the first time in 35 years, living alone in a perfectly tidy apartment. I loved it.\n\nThen in May, the school year ended and my daughter came home for the summer. After being away for so long, she could barely wait to see her boyfriend. He moved into her bedroom the night she arrived and hardly ever left, except to attend his last few classes of high school. \n\nThe two of them were so enamored of each other, I didn’t have the heart to separate them. I assumed they’d soon grow bored with seeing each other every day and he’d go home. This didn’t happen.\n\nThe biggest problem was that my daughter and her boyfriend brought with them a level of messiness I had grown unaccustomed to. They shed clothing like dogs shed fur, peppering the apartment with sweatshirts, T-shirts and underwear. They preferred my shower to hers and soon the drain was clogged with hair.\n\nWhile I was out of town on business, they moved into my bedroom, too; I have a king-size bed and they found it roomier. They produced mounds of laundry, garbage and recycling. The water and electricity bills both shot up.\n\nMy daughter loves cooking and decided that her summer job was to teach her boyfriend to cook. Unfortunately, their enthusiasm didn’t extend to cleaning up. I’d arrive home from work to dirty dishes and half-filled pots and pans on the stove. The kitchen floor would be sticky, the stovetop spattered with oil and the oven bottom crusty with burned food.\n\nWhen I asked if the boyfriend might help out a little by doing dishes or taking out the compost, my daughter said, “He’s phobic about getting his hands dirty.”\n\n“I’m sure that works well for him,” I replied.\n\nWeeks passed as the lovebirds languished in my apartment. I’d leave for work at 10:30 a.m. and return at 7 p.m. to find them exactly where I had left them: sprawled on the couch watching reruns of “Monk.” The only way I could tell they had even moved was that the food I had bought for dinner was gone and the kitchen was a mess.\n\nThe boyfriend’s mother, upset that her 18-year-old son hardly came home anymore, often called him on his cell. A refugee from war-torn Vietnam, she has high hopes for her son, and I often overheard him arguing with her in Vietnamese. One day when he and my daughter put in a brief appearance at her house, his mother sat my daughter down and tried to explain that her son was college bound and nothing, especially a girlfriend, was going to stand in his way.\n\nWhen I asked my daughter how the conversation had gone, she replied, “She’s nuts.” \n\nOver dinner one night at a local restaurant, I vented my frustration to my friend Howard.\n\n“Why are you allowing it?” he asked, incredulous that I hadn’t put my foot down.\n\n“Liberal mother syndrome?” I said. “It’s probably a reaction to my own experience.”\n\nI was raised in a conservative Midwestern family by a mother whose worst fear was that one of her four daughters would get pregnant out of wedlock. Nothing, short of maybe our dying, could have been worse. Even when we had reached college age and were all responsibly taking the pill, we still weren’t allowed to sleep with our boyfriends at her house.\n\nIn college I dated a boy from Toronto who once spent Christmas break with me at my family’s house in Kansas. At dawn one day I tiptoed into the room where he was sleeping and crawled into bed with him. Within minutes my mother appeared, ripping off the covers and yanking me from the bed. My father later called me a whore.\n\nMy sister Rachel, who chose not to marry, wasn’t allowed to sleep with any of her significant others at our mother’s house until she was well past childbearing age.\n\nBut not wanting to be like my mother did not do me any good when the boyfriend moved in. Two things my mother was very good at were making her values clear and establishing boundaries. You knew what was expected of you and how far you could go. She demanded our respect.\n\nWhen my children were small, I had no trouble setting limits. But as they grew to be adults (or emerging adults), I grew overly permissive. But one day my daughter and the boyfriend pushed me too far, and I learned that establishing clear boundaries is good for everyone, including our adult children.\n\nI arrived home from work one night, hungry and tired, and found the boyfriend’s car in my parking place when I pulled into the garage.\n\n“Just go park on the street,” my daughter said when I called her to ask why his car was in my spot. As I searched for a place to park on Seattle’s crowded streets, I got angrier by the minute. Finally I found a spot, but it was a mile away. \n\nI thought the walk home might cool me down. It didn’t. I took the stairs in lieu of the elevator, hoping the five flights might calm me. They didn’t. I threw open the door to the apartment and tripped over a pair of size-12 Nikes as I stormed into my daughter’s room. The two of them were in bed, half naked, watching a movie on her laptop.\n\n“What’s up, dog?” the boyfriend asked cheerfully. “How was your day?”\n\n“I’m not your dog!” I screamed. “Don’t ever call me that or park in my spot again.”\n\n“It’s not your spot,” my daughter said.\n\n“As long as I’m the one paying for it, it is!” I hollered. “If you want to pay for it, then we’ll talk.”\n\nBlown away by my rage, the boyfriend gathered his clothes, put on his Nikes and went home. Later that night, I sat down my glowering daughter and outlined the rules of engagement: The boyfriend was welcome to stay over, but only one or two nights a week. They were to clean up after themselves. My bathroom and bedroom were off limits, and he was never to park in my spot again. \n\nFrom that point forward, our joint tenancy went fairly smoothly.\n\nLast week my daughter flew back to school in California. I arrived home from spending the weekend with my homesteading husband in time to take her to the airport. The boyfriend, of course, had moved into the apartment the moment I left. The garbage, compost and recycling were overflowing, but the two of them had bought me flowers and filled the refrigerator with bottles of my favorite green tea. When I gave my daughter a teary hug, the boyfriend threw his arms around both of us.\n\nJust like last year, I went on a cleaning frenzy and quickly had the apartment spotless again. But somehow it doesn’t feel the same. The novelty of living alone has worn off, and now it just feels lonely. I find myself missing my daughter more than I did a year ago. I miss the special meals she made, her wry wit and sassy humor, her rare but loving hugs and the way she still calls me Mama.\n\nI even kind of miss the boyfriend. Since he’s attending the University of Washington, he’s still in Seattle. For a brief moment the other day I contemplated texting him to see if he wanted to come over and watch a few episodes of “Monk.” Then I thought better of it. \n\nAfter all, I’m not his dog."
}