{
  "url": "http://www.nytimes.com/2013/09/08/fashion/chained-to-the-hearth-or-warmed-by-it.html",
  "headline": "Chained to the Hearth or Warmed by It?",
  "dateline": {
    "year": 2013,
    "month": 9,
    "day": 5
  },
  "byline": "Lynn Messina",
  "text": "I have waited my whole life to be oppressed.\n\nAs the only girl sandwiched between two boys, I spent my childhood looking for signs of a double standard of dishes I had to wash that my brothers didn’t, of laundry I had to fold or meals I had to cook that they didn’t. \n\nNo evidence ever emerged of sons holding a privileged place in our family, but that didn’t stop me from feeling like the disadvantaged daughter. My mother always laughed at my drama and claimed that I got my script from the episode of “The Brady Bunch” in which Alice gives Jan a locket for being a fellow long-suffering middle child. \n\nMy cross to bear, it seemed, was having no cross to bear.\n\nAnd then one day, decades later, it happened: I was standing at the stove making risotto for dinner as my 20-month-old son alternately ate peas and tossed them onto the floor. Between ladling broth into the rice, I was washing his bottles for the next day and wondering why my husband, Chris, was more than a half-hour late getting home. \n\nAnd I realized this was it: my oppression. I was the housewife, the keeper of the hearth, the primary caregiver.\n\nIt wasn’t supposed to be like this.\n\nPreparenthood, Chris and I had made a clear agreement regarding child rearing. We both would work full time (or nearly full time) while our child was in day care. And then during the morning, evening and weekend hours when we were home, he would do the majority of child care, defined as 85 percent, until our son was a teenager, at which time the balance of responsibility would shift to me. The arrangement was a compromise between his desire to have children and my reluctance.\n\nReality played out very differently. Not figured into our plan were the future demands of our respective jobs. Chris is a museum administrator. I’m a part-time copy editor at a magazine and a novelist who writes at home two weeks a month. I work a regular shift at the magazine, have a lot of downtime and leave at day’s end without a backward glance. He works long hours, rarely has time for lunch and never stops looking back, no matter how many miles away from the office he is. \n\nAnd so, when our son recently woke up with a limp, it fell to me to abandon my writing plans and to take him to the pediatrician and observe him closely for the day and take him back to the pediatrician and for an X-ray and make an appointment with a pediatric orthopedist while my traumatized little boy melted into hysteria in my arms calling, “Daddy, Daddy, Daddy.”\n\nThen we got home and I had to make dinner and wash bottles and clean peas off the floor.\n\nI simmered and seethed. My anger ran to a boil as I calculated the many hundreds of times I had washed the same two bottles over and over, day after day. Whatever parenthood was supposed to be, it wasn’t this. At least not for me. I’m 15 percent.\n\nChris came home a full hour late. He barely had time to kiss his son hello before putting him to bed. In the kitchen, emblematic of all my suffering, I gathered my forces and rose up. \n\n“How many bottles have you cleaned?” I asked. “How many shirts have you washed? How many peas have you picked up off the floor?”\n\nThe questions were rhetorical. I knew the answers: none, none and none.\n\nI reminded him of our 85-15 split. And yet there I was, the mother, defined not as the female parent but as the child’s administrative assistant responsible for appointments, filing, scheduling, body maintenance, pea warming and diaper changing.\n\nIn Chris’s defense, he’s a very involved and active father, more than most men I know. On Mondays — his day off — they spend the entire day together, an event he calls “Emmett and Daddy’s Day of Mischief and Fun,” which consists mainly of running errands, because for Chris errands are fun and he hopes to instill in his son the same giddy sense of accomplishment he feels when crossing an item off a list.\n\nHis intentions per our agreement were pure. He genuinely planned on being the lead parent and he regrets every dinner he missed and every doctor’s appointment he had to bail on. But he was defenseless against the strategic moves life makes and the way he feels when he looks at his worshipful little boy and thinks, “I have to provide.”\n\nI knew all this and still I mounted my high horse. It didn’t matter how we got here or that his boss would e-mail him at midnight while mine allowed me to watch whole seasons of “Friday Night Lights” when work was slow. Or that he struggled daily to stay on top of a mountain of responsibilities and I didn’t even have a molehill. \n\nAs a woman, my relationship to the culture at large is vastly different from his. It’s not the same for me to take Emmett to the doctor as it is for him. For me, a mother, it’s seen as business as usual. For him, it’s perceived as an extraordinary act.\n\nI have a prescribed, preordained existence as a mother, and every day I’m either living up to it or down to it, depending on your point of view. All my life I had hated fulfilling traditional expectations, and now I was fulfilling the largest one of all. \n\nI believed my argument was strong, full of rhetorical power. \n\nBut Chris had a few facts of his own, and he rattled them off: bathtub, bathroom sink, kitchen sink, grout, tile, microwave, cabinets, carpets, floors, windows, windowsills, stovetop, countertop, vacuum, vacuum filter: all the things he’s cleaned for the last 12 years. Wiping, washing, scrubbing, scraping, rubbing, rinsing, dusting, disinfecting: all the chores he’s done during the life of our relationship. \n\nAnd then he added the kicker: Three months after he moved in with me, he made plans to move out. He had a line on an apartment and calls in to moving companies for price estimates. He couldn’t stand my haphazard existence, the way I never hung up my clothes or made the bed or opened my mail or ran an errand. He needed out. \n\nBut he didn’t get out. He sucked it up and dealt.\n\nNow it was my turn to suck it up and deal. \n\nThat moment in my imagination when he walks out the door — long since past and never actually consummated — feels sharp and real, like his packed bags are lining the front hall and the fear it creates stops me cold.\n\nWe keep hearing how a woman’s quality of life and happiness can decline when she marries. Mine went up. All my life, I had been a scrounger. When I ran out of toothpaste, I’d use baking soda. When I ran out of toilet paper, I’d use tissues and then paper towels. \n\nNow these things were in the closet when I needed them. I could open the refrigerator at any moment and find a half-gallon of milk. It was magic.\n\nRemembering that made it all click. My oppression was one part practical, one part circumstantial and a billion parts theoretical. The only reason I kept washing bottles instead of running them through the dishwasher was because my son loves action. As long as I’m up and moving he’s happy, and the second I sit down he gets fussy. We figured this out when he was very little and dubbed the phenomenon “chore-a-tainment.”\n\nThe only reason that day at the doctor had felt like such an unfair burden was that I had to spend 20 minutes holding my little boy down for an X-ray of his leg while he called out for his daddy the whole time, a desperate please-save-me wail that tore out my heart.\n\nSometimes what feels like oppression is just a really bad day.\n\nIn reality, motherhood for me is the opposite of oppressive; it’s been an amazing liberation. For the first time in my adulthood, I’m free of the obligation of writing every day, a weight I’ve carried since the moment I decided to become a novelist at 17. \n\nIt has given me a clear and present priority. Days with my son are days with my son, and all I have to do is be with him: no work, no e-mail, no telephone calls, no guilt. It was and remains a revelation.\n\nAll this in mind, I apologized to Chris. Being responsible for a few high-profile chores doesn’t make me the keeper of the hearth. It makes me a contributor. If Chris is too busy and tired to wash dishes and fold laundry, that doesn’t mean he hasn’t before or won’t again. \n\nSo for now I’m the primary parent, not because I’m the female parent but because I’m the copy editor and the writer and the scrounger.\n\nMy oppression is freedom. My cross is flexibility. I really can’t complain. "
}