{
  "url": "http://www.nytimes.com/2013/12/01/fashion/coming-out-as-a-modern-family-modern-love.html",
  "headline": "Coming Out as a Modern Family",
  "dateline": {
    "year": 2013,
    "month": 11,
    "day": 29
  },
  "byline": "Maria Bello",
  "text": "When my 12-year-old son, Jackson, asked me if there was something I wasn’t telling him, I replied, “There are a lot of things I don’t tell you.”\n\n“Like what?” \n\n“Adult stuff.” \n\nHe persisted: “What kind of adult stuff?” \n\nThis was the moment I had been anticipating and dreading for months. “Like romantic stuff,” I said, fumbling for words. \n\n“What kind of romantic stuff?”\n\n“Well,” I said. “Like how sometimes you can be friends with someone, and then it turns romantic, and then you’re friends again. Like with Dad and me. Or romantic like Bryn and me were, and then he and I became friends.”\n\n“So are you romantic with anyone right now?” he asked. \n\nI took a deep breath, knowing that my answer, and his response, would have an impact on our lives for a very long time.\n\nHe was right; I was with someone romantically and I hadn’t told him. I had become involved with a woman who was my best friend, and, as it happens, a person who is like a godmother to my son. \n\nHow and when should I tell him? When I explained the situation to a therapist, she smiled and said, “Your son may say a lot of things about you when he’s older, but he will never say his mother was boring.” \n\nHer advice was to wait until he asked. And now here he was, asking.\n\nAbout a year before this conversation, I had been sitting in my garden in California, looking through photos and old journals I have kept since childhood. From a green tattered notebook with ink hearts drawn on it to the one I started in Haiti while helping after the earthquake there in January 2010, the journals told stories that seemed woven together by a similar theme.\n\nI read about the handful of men and the one woman I had been in romantic relationships with, passages rife with pain and angst. It seemed when I was physically attracted to someone, I would put them in the box of being my “soul mate” and then be crushed when things didn’t turn out as I had hoped. \n\nI read about the two men I fell for while working on films. I was sure each was my soul mate, a belief fueled by sexual attraction that made me certain I was in love, only to find that when the filming ended, so did the relationship. And I read about the man who asked me to marry him four years ago over the phone, before we had even kissed. Three months later we were in his kitchen throwing steaks at each other’s heads in anger.\n\nAs I continued to look through photos, I came across a black-and-white one of my best friend and me taken on New Year’s Eve. We looked so happy, I couldn’t help but smile. I remembered how we had met two years before; she was sitting in a bar wearing a fedora and speaking in her Zimbabwean accent. \n\nWe had an immediate connection but didn’t think of it as romantic or sexual. She was one of the most beautiful, charming, brilliant and funny people I had ever met, but it didn’t occur to me, until that soul-searching moment in my garden, that we could perhaps choose to love each other romantically. \n\nWhat had I been waiting for all of these years? She is the person I like being with the most, the one with whom I am most myself. \n\nThe next time I saw her, in New York, I shared my confusing feelings, and we began the long, painful, wonderful process of trying to figure out what our relationship was supposed to be. \n\nFirst, how would it affect my son? He trusted Clare. He loved her. He had never met most of the men I had been in love with and had no idea I had been with a woman as well. Second, how would it affect my career? I have never defined myself by whom I slept with, but I know others have and would.\n\nIt’s hard for me even to define the term “partner.” For five years I considered my partner to be a friend then in his 70s, John Calley, with whom I talked daily. He was the one who picked me up each time I had a breakdown about another failed romance. Because we were platonic, did that make him any less of a partner?\n\nAnd I have never understood the distinction of “primary” partner. Does that imply we have secondary and tertiary partners, too? Can my primary partner be my sister or child or best friend, or does it have to be someone I am having sex with? I have two friends who are sisters who have lived together for 15 years and raised a daughter. Are they not partners because they don’t have sex? And many married couples I know haven’t had sex for years. Are they any less partners?\n\nMy feelings for Clare aren’t the same as the butterflies-in-the-stomach, angst-ridden love I have felt before; they are much deeper than that. As we grew closer, my desire for her grew stronger until, after a few months, I decided to share the truth of our relationship with my large, Italian-Polish, “traditional” Philadelphia family.\n\nMy father’s response came between puffs of his cigar while we sat on the roof of a casino in Atlantic City. “She’s a good girl, good for you,” he said. My mother and family echoed his sentiments. Maybe they weren’t so traditional after all.\n\nMy feelings about attachment and partnership have always been that they are fluid and evolving. Jack’s father, Dan, will always be my partner because we share Jack. Dan is the best father and the most wonderful man I’ve known. Just because our relationship is nonsexual doesn’t make him any less of a partner. We share the same core values, including putting our son first. My more recent ex, Bryn, remains my partner because we share our activism. And Clare will always be my partner because she is also my best friend.\n\nThis past summer I was very ill. At one point it looked as if I might not survive. But the people who were at my bedside every day at the hospital were many of my life partners: my mother, Jackson, Dan, my brother Chris and Clare. \n\nClare rarely left my side and called every doctor and connection she knew to help figure out what was wrong with me. It was Dan who brought our son to see me every day and kept him feeling safe in such a scary situation. It was Chris whose arms I fell into when I couldn’t get up. It was my mother who stroked my head for hours at a time. And it was Jackson who walked me through the halls with my IV and made me breathe.\n\nSo back to Jackson’s question, with me sitting on the edge of his bed: Was I romantic with anyone right now?\n\nI exhaled and finally said it: “Clare.”\n\nHe looked at me for what seemed like an eternity and then broke into a huge, warm smile. “Mom, love is love, whatever you are,” he said with wisdom beyond his years. (Yes, he obviously attends one of those progressive schools in Los Angeles!) \n\nI loved him so much for saying that. “But Jack, I’m a little scared,” I said. “When I was younger, people judged you if you were in a romantic relationship with a person of the same sex, and some still do. So I’m not sure how to deal with this. But we’ll figure it out together.”\n\nAnd we have figured it out together: Jack, Clare, Dan and I. It’s a rare weekend when we aren’t piled in the same car, driving to one of Jack’s soccer tournaments. Dan makes fun of Clare for getting lost and she makes sure he always has the umbrellas, sunscreen, water nuts and whatever else we might need in a nuclear disaster. \n\nWe have dinner together almost every night. As I write this, we’re basking in the afterglow of Dan’s 50th birthday party that Clare, Jackson, and I gave, which was attended by his family and mine and many other people I consider partners in one aspect of my life or another. It was a room of celebration and unconditional love. \n\nMostly, the four of us laugh a lot together. Jackson has gotten us hooked on “Modern Family,” and in each episode he tries to figure out if Dan is Phil or Jay and if Clare is Gloria or Mitchell. (He has no doubt about which character I am: Claire.) \n\nSo I would like to consider myself a “whatever,” as Jackson said. Whomever I love, however I love them, whether they sleep in my bed or not, or whether I do homework with them or share a child with them, “love is love.” And I love our modern family. \n\nMaybe, in the end, a modern family is just a more honest family."
}