{
  "url": "http://www.nytimes.com/2013/09/15/fashion/Age-Is-No-Obstacle-to-Love-or-Adventure-modern-love.html",
  "headline": "Age Is No Obstacle to Love, or Adventure",
  "dateline": {
    "year": 2013,
    "month": 9,
    "day": 12
  },
  "byline": "Nora Johnson",
  "text": "I used to think that elder love, if it even existed, was confined to rocking chairs or golf carts, that it had to be a dull business because of the physical limitations of age. \n\nFailing memory would make interesting conversation impossible, and old people didn’t seem inclined or able to participate in the lovely stuff of love — sadly, because what better way to get through that wretchedly boring, painful and terrifying period we call our golden years?\n\nSo I certainly wasn’t looking for love when I met George. At 83, he was recently widowed, and I was a long-divorced 71. We were sharing a country house in the Catskills with some other codgers who were mutual friends, and he intrigued me despite myself. \n\nHe seemed to have good health, except for a little diabetes. He had a cane and could still walk — a block or so. There were false teeth, identified by a golden stud that appeared at one side of his disarming smile. He had most of his hair. Best of all, when he talked, it was worth listening to. \n\nGeorge had traveled widely, lived in several European countries, declared himself a Socialist, once owned a house on a Greek island, had strong opinions about everything and remembered most of what had happened to him. As for me, I could still walk without a cane, had just published a book and my friends told me I looked young.\n\nThings moved apace, and it wasn’t long before I had moved into his house in the Florida Keys. Well, I’ve always been impulsive. And why not? My children and grandchildren were far away, involved in their own lives, and my lease was almost up. And by then I found George impossible to resist. \n\nWhat astonished us was that the electricity we generated was as strong and compelling as love had been 50 years before, that it scrambled the brain every bit as much. Yet more surprising was that we had a rousing and delightful sex life. The few obstacles seemed easy to get around, and we spent a lot of time in bed or skinny-dipping in the secluded pool. \n\nI didn’t really wish I had met him at 25 or 30; he liked women far too much and believed in “open marriage.” He was still an indomitable flirt. Without the physical limitations of age, I suspected he might have wandered off after some 60-year-old.\n\nWhen my head had cleared a little, I had reservations about this early retirement. What was I, a lifelong New Yorker, doing in Key Largo? Bogey and Betty were nowhere in sight; instead there were strip malls, mosquitoes, pelicans, snakes and hurricanes. No beaches or sidewalks. A lot of booze and drugs, when all I had was an occasional martini, and George didn’t drink at all.\n\nHis friends, for whom George acted as a kind of freelance adviser, were a curious bunch: felons, Vietnam vets, troubled souls, child molesters and people on the run. They streamed in and out of the house for conferences, and the phone was largely given over to long-distance counseling sessions on love or money, life or death — George quailed at nothing. \n\nThey repaid him by fixing things and transporting things and bringing fresh fish with instructions for cooking. I wondered if George had some felonious dark secret, but though he was rebellious at heart, he seemed to have kept on the right side of the law.\n\nI had put writing aside for a few months to concentrate on George and to chatter with John and Pete, my favorite felons, while George was on the phone saving some poor soul from despondency or worse. I began to like this lazy life. It might not be so bad getting old in this bedraggled but comfy house with the pool as long as the A.C. kept working.\n\nAfter a year, George sensed boredom coming our way, so we got into his white Mitsubishi and set off to visit family and friends, a dozen or so in 10 Eastern states. It was a trip to test the stamina of people half our age, and it revved up as we got near New York. \n\nGeorge, who had been doing most of the driving (I had a license but wasn’t very good), began looking ill. I was filling our days with lunches, movies, museums, shopping, hairdressers and drinks with friends, and he gamely followed me around town, until in the middle of a gathering at our borrowed apartment, George had a stroke.\n\nI knew that he should go to the hospital immediately, but it took almost 24 hours and a persuasive doctor on the phone to get him to agree. The left side of his face sagged. His left leg and hand were paralyzed, though his speech — all of it — was unaffected. \n\nAnd he didn’t like Lenox Hill Hospital, where his stroke had been designated “small.” He demanded to be taken back to the hospital in Key Largo, where they would recognize his stroke’s true stature, he believed.\n\nBack in the Keys, George was installed (protesting) at the nearby Plantation Key Convalescent Center. I was secretly relieved; he had been driving me crazy. \n\nWhen I went home to recharge, John the felon said: “Sweetheart, we’ve got another problem. A big mean sucker of a hurricane is aimed straight at us.” He had already started putting up the storm shutters.\n\nThis had happened before, and I checked the flashlights, the cans of soup, the jugs of water and so forth. Every day I drove to see George at the center, weather report turned on high, until I rear-ended somebody, totaling the beloved Mitsubishi. \n\nI sat miserably on the grassy median as the policewoman lectured me on the proper behavior of a Florida driver, which I was not, quite, having refused to turn in my New York license for a Florida one. But there were more pressing issues.\n\nI had told George I would stay with him when Hurricane Wilma struck, but by then things were out of our control; we had been ordered to evacuate. I would be allowed to come along on the bus to a facility in North Miami. \n\nBy then it was clear that the convalescent center was also a mental hospital, and some of our companions were pretty strange. Even more peculiar was our evacuation destination, a place we called Grimstone Manor, our home for the next five days and where Wilma decided to make a direct hit, sparing Key Largo.\n\nAt Grimstone, George shared a room with a comatose scuba-diving victim, a man in camouflage clothes preparing for war and a laughing incontinent man. I slept on a creaky sofa near the nurses’ station, lulled by the midnight arias of one patient and the cries of another calling for her mommy. \n\nThe food was sparse and inedible — I lost five pounds. When Wilma struck, windows shattered, bricks and branches flew, and the electricity went out. The generator was feeble. When it was all over, George said he was fed up with the place and wanted to go home. One of the felons came and picked us up — unwillingly — which meant driving over broken glass, around enormous palm fronds and through lightless intersections. \n\nBack at the house, George said, “I feel like killing myself.”\n\nI burst into tears. I told him his timing was terrible. We had gotten through all the disasters intact. Our brains were still working, more or less. What was the matter with him?\n\n“Is that so bad?” he asked. “I’m pretty old.”\n\n“It’s awful.”\n\n“What do you want?” he asked.\n\n“I want to take naps, be bored, read the paper, ride in a golf cart. I can’t take this life anymore. I want to get old like a normal 72-year-old.”\n\nHe looked at me with impatience. “You’d last about two weeks,” he said. “Why don’t we move to New York?”\n\nWow! Couldn’t turn that down. So we did. But we were not what we had been. George had never fully recovered from his stroke because he hadn’t done the exercises. Now he needed a scooter chair. I needed a cane for my back pain, probably from sitting hunched over a typewriter or computer for the last half-century. \n\nIn New York, we went to a lot of doctors. George was always cold, he missed Florida and he didn’t want to go anywhere. His passionate curiosity was ebbing. I missed the felons and the pool. New York was hard for a lot of reasons. It was no place to sit and be bored. It wasn’t working, and neither of us admitted it. I got worn out taking care of him.\n\nFour years after we moved to New York, and seven years after we met, George died — of what it was hard to say. Old age, I was told. His life had been filled with adventure, travel and women. He left two sons and four grandchildren. \n\nHe had said I was his last, loveliest adventure, and he brought joy and magic to my life. He died when he was 91 and I was 78. Only then did I start to get old."
}