{
  "url": "http://www.nytimes.com/2013/07/28/fashion/uh-honey-thats-not-your-line.html",
  "headline": "Uh, Honey, That’s Not Your Line",
  "dateline": {
    "year": 2013,
    "month": 7,
    "day": 26
  },
  "byline": "Matteson Perry",
  "text": "Moonlight from the window illuminated the tattoo of a phoenix covering the left side of her torso. I traced it with my finger, from just below her armpit, over the speed bumps of her ribs, to her hipbone. I had only seen tattoos like this in the movies, never in person, never this close and never in my own bed.\n\nI knew I had found my very own Manic Pixie Dream Girl.\n\nWhen he was the film critic of the A.V. Club, Nathan Rabin coined the term Manic Pixie Dream Girl to describe the love interest in Cameron Crowe’s “Elizabethtown,” though the character type has been in many movies before and since (Natalie Portman in “Garden State” being perhaps the quintessential example).\n\nThe Manic Pixie Dream Girl is now an indie-film cliché, more a collection of quirks than a person, who exists to be the perfect love interest for the male protagonist. These weird (but beautiful) girls appreciate shy, sad, creative boys and teach them to enjoy life again though sex, love and various activities done in the rain.\n\nThough often perky, the Manic Pixie Dream Girl will be troubled as well. She straddles the narrow line between quirky and crazy, mysterious and strange, sexy and slutty; she is perfectly imperfect. And that imperfection is the key, because a Manic Pixie Dream Girl must be messed up enough to need saving, so the powerless guy can do something heroic in the third act.\n\nI met my Manic Pixie Dream Girl in a sketch comedy class. On the first day she wore a bright red dress and cowboy boots as if attired by the costume department. She had the olive skin and dark eyes of her half-Mexican lineage, a look one might describe as “exotic,” though she would punch you in the arm if you used that term. She had a boyfriend, so we couldn’t date, but we chatted online, learning about each other’s lives while we traded YouTube clips of our favorite “Saturday Night Live” sketches.\n\nOne hot summer afternoon, we met at a bar with the intention of writing sketches together, but our plans changed, as they often do with Manic Pixie Dream Girls. We never opened our notebooks and instead went on an impromptu bar crawl.\n\nEach new bar found us a bit drunker and sitting closer together. Our knees touched under tables and our shoulders brushed together as we walked. We sat so close I could smell her sweat, though the chemicals of infatuation turned it into a sweet perfume.\n\nThe night ended with a drunken attempted kiss by me, which she ducked under.\n\n“I can’t cheat on my boyfriend,” she said. “Even if things aren’t going well.”\n\nNot going well. I had hope. More than hope, it turned out. Within a month she broke up with him, and not long after she and her tattoo ended up in my bed.\n\nI’m not a nerd by any means, but I’ve never been cool in the classic rebel way. For example, I secretly enjoy doing my taxes. This girl, though, was cool. She could get a drink at a hopelessly crowded bar. At parties she enchanted men with jokes and dancing and loud laughter. I could see the envy in their eyes when she left with me.\n\nShe made me feel cool by proxy, like a human V.I.P. pass. Impulsive, erratic and electric, she was my opposite, and the juxtaposition thrilled me. I fell deeply in love. And she loved me back.\n\nMy Manic Pixie Dream Girl was either all-in or all-out on everything she did, so things moved quickly. Within a year we moved to Los Angeles, where we lived together. I had never lived with a woman before and loved the intimacy it brought, but the domesticity troubled her. She began to freak out periodically about our future together.\n\nWhatever the cause (the purchase of dining room chairs sparked the first), these freak-outs followed the same script. She would cry and yell and pace around the apartment while declaring us incompatible. I would stay calm and explain how our differences made us work so well together by strengthening each other’s weaknesses.\n\nI always justified why she shouldn’t be freaking out, why we should be together, in essence, why her feelings were “wrong.” (Shocker: people’s feelings are never wrong.) I didn’t mind the episodes so much. I considered them the symptom of my Manic Pixie Dream Girl being perfectly imperfect.\n\nAs we approached three years together, she struggled with a bout of depression and it created a rift between us. We had been a couple that did everything together, but she started going out without me.\n\nOn several occasions I woke up at 3 or 4 in the morning to find she wasn’t home yet and hadn’t called. I would lie in bed, vacillating between worry and anger, calling her every half-hour. If she answered, she would usually refuse my offer to pick her up and say something like, “No, I’m still having fun here.”\n\nSometimes I didn’t know where “here” was, if “here” belonged to a guy or a girl.\n\nIn the morning I would question her whereabouts, more disapproving parent than angry lover, playing my role of the calm, rational, square boyfriend. She would just nod, say a perfunctory sorry, and go to sleep. At night she was the Manic Pixie Dream Girl for other people; during the day I got the Hung-Over Depressed Pixie Nightmare. I knew our relationship was in trouble, but I still loved her and believed this was just the difficult third act before “happily ever after.”\n\nOne weekend I went camping with friends, trying to give her space. Before I left I wrote her a letter (five pages, single-spaced) about our relationship. I told her how much I loved her, how I wouldn’t stop fighting for “us,” and concluded by saying, “I know my love can’t fix your depression, but I still want you to know my love’s here and always will be.”\n\nI put the letter on her desk with flowers and departed. I spent the 12-hour drive to Lake Powell waiting for her to call, but the phone just sat in the cupholder, silent for hours and hours. Late in the afternoon it finally beeped — not a call, but a text message. She thanked me for the flowers and didn’t even mention the letter. I knew then our relationship was over.\n\nWhile the Manic Pixie Dream Girl always rescues the man from the doldrums of life in the first act of the movie, the roles reverse in the end, with him ultimately saving her with his love. Beyond the coolness and excitement they bestow, this is the true gift of the Manic Pixie Dream Girl, because fixing something, especially when it’s a person, is what makes a man feel most valuable.\n\nWhen I said in my letter I knew my love couldn’t fix her depression, I was lying. I thought my love could fix everything, including her depression. That letter was my Grand Gesture, the one that saves the relationship and the girl. It was my Lloyd Dobler moment, holding a boombox over my head, blasting “In Your Eyes.”\n\nIn the movies the romantic gesture works, but it failed me in real life. This was like Diane Court coming to the window only to shut it so she could go back to sleep. I gave her my heart; she thanked me for the $12.99 flowers.\n\nWhat makes movies magical is not that incredible things happen in them. Incredible things happen in real life. No, what makes movies magical is they end right after the incredible thing happens. They stop after the war is over, after the team wins the game, after the boy gets the girl. But in life the story keeps going and the boy can later lose the girl. “Happily ever after” is too boring for a Manic Pixie Dream Girl.\n\nNot long after I returned from my trip, she dumped me. There would be no effort to save the relationship; no longer all-in, she was all-out. It seemed my love couldn’t “fix” her after all, and even worse, she didn’t want to be fixed. Needing to be repaired is the No. 1 one rule of being a Manic Pixie Dream Girl — how could she ignore it?\n\nShe could ignore it because she wasn’t a Manic Pixie Dream Girl. She wasn’t a character or plot device in my story, or some damaged creature with deep despair that I and only I could cure as part of my “hero’s journey.” She was simply someone who had fallen out of love with her boyfriend. Which happens. It’s really uncinematic, but it happens.\n\nSo our story ended, not with credits rolling to freeze our relationship in eternal bliss, but with crying and the division of possessions. (I kept the dining room chairs; she kept the old-timey typewriters.) It took a while, but I found someone new.\n\nThis time I’m trying to make ours an original love story instead of one I stole from the movies."
}