{
  "url": "http://www.nytimes.com/2013/06/09/fashion/Adoration-Trumped-Differences-Until-It-Didnt-Modern-Love.html",
  "headline": "Adoration Trumped Differences, Until It Didn’t – Modern Love",
  "dateline": {
    "year": 2013,
    "month": 6,
    "day": 6
  },
  "byline": "Laura Silverman",
  "text": "I always thought love was love, no matter where you were in the world. I learned differently when I was based in New Delhi for two months in 2006.\n\nOn my fifth day in the country, one of my new colleagues told me he was in love with me and had been from the moment I walked into the office.\n\nThis conversation took place in a hotel room in Agra. I had mentioned on my third day at work that I wanted to see the Golden Triangle (the cities of New Delhi, Jaipur and Agra, home of the Taj Mahal) that weekend. \n\nMy colleague volunteered to accompany me. \n\nActually, he didn’t volunteer. He said: “I’ve never seen the Taj Mahal. I’ll go with you.” \n\nIt was a little weird, but mostly I felt relieved. I’ve traveled on my own a lot, but India is a tricky place, especially for a single white female. Having a local accompany me on my first adventure sounded great.\n\nIt wasn’t until we were in the train heading to Jaipur that I realized he might have motives other than seeing a monument an hour away that he hadn’t bothered to visit. But I wasn’t averse to a tryst. I had come to India in part to get past my last relationship, which had not ended well. A fling on my first weekend in the country seemed like a good start.\n\nNothing happened the first night. On the second night, in Agra, we decided to split a room to save money. Before long we were kissing, and it occurred to me that we should discuss our relationship before things went further. We worked together, after all, and it could be awkward on Monday if we didn’t set some ground rules. So I stopped him and said we needed to talk. \n\nHe said, “Yes,” and then, “I love you.”\n\nNeedless to say, that wasn’t what I was expecting. I asked him how he could possibly love me when he didn’t know me. He said he didn’t need to know me. \n\nI said I was a difficult, complicated person. He said he didn’t care who I was. \n\nIn retrospect, that admission should have bothered me more than it did. Instead it felt romantic and exotic and like something one didn’t say no to when one was in India for two months and trying to mend a broken heart.\n\nA week later I started to have reservations. When I told him I wasn’t sure this was going to work out, he looked distraught, drew me to him and said, “Don’t leave me.” \n\nGiven how little time we had spent together, I didn’t even realize I was in a position to leave him, but I couldn’t do so then. I put my arms around him and told him not to worry, that everything would be O.K.\n\nAnd that’s how I ended up in a serious relationship with someone I barely knew, and who seemed to have little interest in really knowing me. And how I learned that love is not a universal language after all. It’s cultural and it’s specific.\n\nIn India, at least for my new boyfriend, love didn’t lead to commitment; love was commitment. It was a leap of faith made by two people to stick it out no matter what. \n\nFrom that first conversation in Agra, it seemed like a crazy approach to me. And yet there I was: 40, single, a string of broken relationships. The wait-and-see strategy wasn’t exactly panning out. I decided to try it his way for a change.\n\nIt was certainly more romantic, at least in the beginning. My Indian boyfriend fed me the loveliest lines, the ones only the heroines in movies get, that you never hear in real life. And though he may have borrowed every last one of them from Bollywood, or his pirated Hollywood DVDs, I think he meant them. \n\nThat first night, for example, I told him I was probably too old to have children. He told me he didn’t care; families come in all shapes and sizes.\n\n(A little cheesy, perhaps, but my last serious relationship had ended over the child issue. He claimed he wasn’t ready. I felt like I was running out of time. I loved him, so I waited, and waited, until it finally dawned on me that running out of time, for him, was the whole point.) \n\nSo I admit it, I was moved. The next morning we woke at 5 a.m. to see the Taj Mahal, a universal symbol of everlasting love, in the first light of day. Two months later I returned to the United States, and four months after that, drawn by a job offer and my Indian boyfriend, I moved to Mumbai, where he soon joined me in an apartment I had rented. Little by little, we got to know each other. In India, had we married, we would have been able to tell people ours was a “love marriage” as opposed to an arranged one (it is a surprisingly common question). But other than not having been introduced by our parents, I saw little difference. \n\nLiving with this practical stranger, I felt like a character in a Jhumpa Lahiri story, slowly getting to know the likes, dislikes, habits, and quirks of this man who was sharing my bed, bathroom and life practically from the word hello. \n\nBut had it been a Jhumpa Lahiri story, the budding knowledge would have morphed over time into a mutual fondness, and, incrementally, into love. This didn’t happen to me. Instead, as time wore on, I became increasingly aware of how different we were. \n\nWhen I went back to New York for a visit and realized that all of my friends, even the relatively recent ones, understood me better than my boyfriend, I knew there was a problem. But every time I broached the issues in our relationship, he wouldn’t hear it. In his mind, we had made our choice, we had made a commitment to each other, and he wasn’t going to let my shallow Western desire for a shared sense of humor or common way of seeing the world tear that apart.\n\nWe started to fight a lot, and each time it came down to the same thing: Did we have enough in common? (That would be me.) Did it matter? (That would be him.) \n\nIn the end, I always gave in. He made some good points. We had built a home together, one with pleasant routines and ample socializing. We got on with each other’s friends. We loved to travel and traveled well together. But more than anything he ever said, I think what made it so hard for me to leave was the sheer force of his commitment. \n\nIn my whole life, nobody had ever fought so hard for me. It was unfortunate that the person doing so didn’t get my jokes or know what to say when I was down. \n\nOn the other hand, to be able to do or say anything, no matter how horrible (and I was horrible — I said hateful things) and still be forgiven, and know I would be forgiven ... I had never felt so secure in a relationship. He didn’t get me, but no matter what, he would never let me go. \n\nUntil he did. \n\nTo be fair, I pushed him away. After two years in India, I moved back to the United States. My mother’s health had taken a bad turn, and I wanted to be with her. \n\nHe wanted to come too, of course, but I needed time away. I couldn’t sort through my feelings while he stood in all his absolute certainty right next to me. It was too seductive and too confusing. So I left him in India, with vague protestations about needing to clear my head and figure things out and all manner of clichés that made absolutely no sense to him. \n\nHe said O.K. (what choice did he have?), but as soon as I arrived home, he was calling and sending text -messages, wanting to know where we stood and when would I get my head cleared out and what was going on anyway?\n\nWith the distance, and back in my own cultural landscape, his determination came to feel more obsessive than romantic. I cut his calls short, refused to talk about our relationship. When he forced the discussion, I told him it wasn’t working. I started to contemplate other men, and fantasize about his meeting someone else, just so he would back down. \n\nI wanted it to be over. But on a deeper level, I must have believed that wasn’t an option and that he would be there no matter what I said or did. \n\nI guess in some way I was relying on that fact. Because when his e-mail arrived one morning saying he had met another woman and was ready to move on, I felt punched. \n\nDid I ever love my Indian boyfriend? I don’t know. I do know that I was smitten with his love for me. "
}