{
  "url": "http://www.nytimes.com/2013/08/04/fashion/breaking-free-from-the-nesting-doll.html",
  "headline": "Breaking Free From the Nesting Doll",
  "dateline": {
    "year": 2013,
    "month": 8,
    "day": 1
  },
  "byline": "Natalie Standiford",
  "text": "What do you owe someone who’s loved and healed you?\n\nDecades ago, I arrived at the State University of Leningrad in the old Soviet Union as a college junior along with two dozen other American students and a pair of professor chaperones taking a semester abroad. We were segregated from ordinary students in special classes and a dorm designated for foreigners and the carefully chosen Soviets who could be trusted to live with us. \n\nWe were warned that many Soviets would see us as enticing marriage prospects because marriage to a Westerner offered an easy way out. Of Western countries, the United States was the most coveted destination, and that made Americans as desirable as movie stars.\n\nI had no intention of marrying anyone. I’d had high school boyfriends but never a serious relationship. And besides, I was ambitious. I wanted a career, not a family.\n\nI was also a wounded soul. I had been date-raped the year before, my first real sexual experience. I told no one.\n\nIt sent me spiraling into depression. I felt lonely, isolated and mistrustful. Going to gloomy Russia for five months seemed destined to isolate and depress me further, but then, I thought, what difference did it make? What difference did anything make?\n\nTwo weeks into the semester, a Russian man stopped me on my way home from classes. He was 32, thin, with longish hair, a mustache, jeans, a parka and kind eyes. He said that his name was Sasha, and that he was an artist. Was I American? He wanted someone to practice his English with and was wondering if I would meet him for coffee.\n\nI knew I should be careful about strangers, but Sasha seemed nice; besides, how could I learn about Russia if I didn’t make any friends? \n\nI took his number. He gave me elaborate instructions: Call from a phone booth only, one that was far from the university, where all phones were surely bugged.\n\nWe met at Dom Knigi, a landmark bookstore. I liked him right away. Russian men are often stereotyped as boorish drunks, but Sasha was solicitous and gentlemanly. Soon he was inviting me to parties, where we sang folk songs and drank vodka. \n\nHe gave me cards and flowers. He painted a matryoshka — one of those Russian nesting dolls — to look exactly like me, right down to my sheepskin coat and heavy rubber boots. Nestled inside was a doll he had painted to look like him. And inside that doll were keys to his apartment.\n\nWe almost never practiced English, so my Russian quickly became fluent. He was honest, funny, good-hearted and patient, qualities that were healing the wounds I had taken with me to Leningrad. Before I knew it, I was in love with him.\n\nSasha seemed to be in love with me, too. But I couldn’t know for sure, because he was unhappy there and desperately wanted to move to America. He was an academy-trained artist whose work was considered subversive, so he was consigned to a menial job painting signs for movie theaters, with little hope of ever being able to show his work in a gallery. He had no meaningful future in the Soviet Union. \n\nSo when he asked me to marry him, I was in a quandary.\n\nIf I didn’t marry Sasha, he would be stuck in the Soviet Union, I thought, possibly forever. I wouldn’t see him again unless I returned on a tourist visa for a week or two. Basically, I had two choices: marry him, or never see him again.\n\nThe idea of never seeing him again was unbearable. But more than that, I believed I owed him something. He had brought me out of my depression, and his gentleness had restored my ability to trust and love. In return, I could rescue him from a dead-end life. But was that a good reason to marry someone?\n\nI was under a lot of pressure. His friends summoned ghosts with their Ouija boards to announce that marrying Sasha was my fate. I met his parents, who approved. Everyone in his life seemed to rally behind the idea. In their eyes I was a rich, happy, free American, and they were poor and oppressed. I should share what I had with one of them. And didn’t Sasha deserve it?\n\nMy fellow American students, many finding themselves in similar situations, were suspicious. The two American professors chaperoning our group caught me at the United States Consulate when I went to ask about marrying a Soviet citizen. They took me aside to warn me what I was in for: Getting Sasha out would be a Kafkaesque struggle with Soviet bureaucracy.\n\nAmericans sometimes waited years for their Soviet spouses to be released. I would be living in limbo, married to a political prisoner. And then, once he arrived, the marriage would have to survive the scrutiny of the immigration service. \n\nI would be responsible for him, a man who barely spoke English, who knew nothing about the West, who didn’t know how to drive, how to use checks or credit cards, and had held only a make-work job that didn’t exist in America. It would be like taking care of a child, when I had no way of making a living myself yet.\n\nSasha breathlessly awaited my decision. When the semester ended, I told him I wanted to think about his proposal and at least finish my last year of college before I married anyone. He said he understood. \n\nThus began a year of constant love letters, of expensive, tearful phone calls, of drama and sadness and confusion. When I returned to college in the fall, I met up with a friend, Craig, who had spent his junior year in London. We traded stories of our adventures abroad and eventually fell into a romantic relationship. \n\nWas it love? What did I know? By spring, I felt less than enthusiastic about marrying Sasha, but I couldn’t admit it to myself. After making him wait so long, it seemed cruel to say no.\n\nEven so, I wanted to return to Leningrad to see, and my parents, as a graduation gift, agreed to pay for my flight. I would go in June for 10 days. \n\nSasha was ecstatic at this news. He assumed, not unreasonably, that I was returning to marry him. I was not so sure. It had been a year since I’d last seen him. My plan was to see how I felt when I got there. Maybe the sight of him would cause all of my old feelings to flood back.\n\nHe was waiting with flowers when I got off the plane. My heart sank at the sight of him. He looked tired and desperate. I knew instantly I did not want to marry him.\n\nWe went back to his apartment, where I told him my decision. He locked me in. He begged and pleaded. Why had I come if I wasn’t going to help him? I was a callow, spoiled American. He wouldn’t let me leave until I changed my mind. I refused to do it. The more he begged, the less I wanted to marry him. But I was afraid he was right: I had tortured him with my girlish wishy-washiness.\n\nWhen the 10 days were up, he let me leave to catch my flight home. I felt sad and guilty, but also relieved. I was free. I’d always been free. He was the one trapped.\n\nIn spite of his disappointment, Sasha and I kept in touch. A few years later, Mikhail Gorbachev came to power, and conditions in the Soviet Union began to change. The borders opened, and Sasha came to New York to visit me. By this time I was engaged to Craig, the college friend I’d started dating during my year of indecision. Sasha and I were just friends now.\n\nIt was Sasha’s first trip out of the Soviet Union, and he was overwhelmed. He came from a big city, but one with light traffic, and the speeding cars and blaring horns of Manhattan scared him so much he was afraid to cross the street. In delis, he’d stare at the cases of juice, baffled by unfamiliar flavors like mango and tangerine, unable to choose. He got drunk a lot.\n\nI was glad I hadn’t married him. It would have been a disaster.\n\nWe stayed friends for a few years, sending cards and then e-mails on birthdays and Christmas until eventually they tapered off. But all this time I’ve never quite overcome my shame at the way I treated him. He had done so much for me; what had I done for him? Tortured him for a year, making him wait for my decision, only to let him down. \n\nAnd yet, in the end, he hadn’t held it against me. Maybe he really had loved me. And maybe I really had loved him, too. And maybe sometimes it’s hard to know what, exactly, love is."
}