{
  "url": "http://www.nytimes.com/2013/08/25/fashion/picking-up-the-scent-on-the-road-to-bliss.html",
  "headline": "Picking Up the Scent on the Road to Bliss",
  "dateline": {
    "year": 2013,
    "month": 8,
    "day": 22
  },
  "byline": "Tatjana Soli",
  "text": "One of my first boyfriends announced after our fourth date that he would never consider marrying or even living with a woman who smoked. I was devastated (although I didn’t smoke). \n\nStill in college, I was looking for a soul mate, and my boyfriend’s inflexibility seemed unromantic in the extreme. One of my glamorous ideals back then was a black-and-white picture of Camus looking rumpled, intellectual and French with a cigarette tucked between his fingers. This guy would ask him to take it outside. \n\n“What if she were the most beautiful, smart, sexy woman in the world?” I asked. “What if she said you were the love of her life? You’d give all that up because of a nicotine habit?” \n\nI mention this only to establish that I never would have thought it necessary to establish criteria for boyfriends or husbands, especially one as seemingly unimportant as: Must love dogs.\n\nAs in: You must be able to share your waking hours and living space and a good amount of your disposable income on a four-footed companion that is basically a child in fur for 12 to 15 years. You must plan every vacation around its needs. You will trip over toys and pigs’ ears and chew hooves splayed across your best Persian carpet. You will be forced to walk it every day, rain or shine, or risk having your favorite shoes sacrificed to the god of canine frustration. \n\nIf everything goes well and it lives to a ripe old age, you may have to decide to end its suffering, and you will have to be strong enough to stay with it those last moments, stroking its silky ears.\n\nHaving come from a long line of dog people, I took these qualities and loyalties for granted in others until I met boyfriends who had not shared this experience and did not want to. What I also hadn’t realized was that I could be as inflexible and unromantic as that first, smoke-free boyfriend when it came to whom I could live with or marry.\n\nBy the time I became serious with a second boyfriend, I had acquired a cat (being an apartment dweller, I didn’t feel ready for a dog). When this boyfriend asked me to move in with him, he added that unfortunately he was allergic to pet fur. \n\nI know there are many upstanding citizens who truly are allergic to pets, but I also know there is a second category of people who use this as an excuse to say: Bring yourself, your antique barrister bookcase, but not the cat. \n\nWhy did I suspect him? An anecdote: Between the outer entrance and the front door of this boyfriend’s house was a kind of Zen garden of sand, rocks and small shrubs. It was very lovely, spiritual and sophisticated, and it also resembled a kids’ sandbox — or a cat-litter box. Apparently the neighborhood cats agreed and used it regularly as a public latrine. This made my boyfriend irate (and anti-cat?).\n\nHeavy hearted, I asked family and friends if anyone was interested in taking Kitty, but it felt like giving away a child. What kind of mother gives up her child for a man? In the end I didn’t. Our breakup may not have been just about the cat, but the cat issue did point to a deeper incompatibility.\n\nFast-forward to my first date with the man who became my husband. A mutual acquaintance warned me, “He’s grumpy and doesn’t like dogs.” \n\nApparently her dog had done a little submission tinkling on his shoes, and he had become irritated. I love dogs, but if one were to pee on my favorite shoes while I was wearing them, I’d be irritated, too. \n\nI later found out that he did like dogs but that he didn’t particularly care for this mutual acquaintance. Thus, the grumpy, canine-unfriendly image.\n\nAfter we married, we proceeded to get three more cats. And when we eventually bought our first house, we set about getting our first dog. He wasn’t just any dog, but a high-strung Gordon setter, a real handful. Keeping the peace between the dog and cats was as fraught and fragile as Middle East peace. \n\nAnd then fate streaked by in the form of a reddish golden retriever running across the street in front of my car. I caught him, but he had no tags, so we posted signs. Days later a woman called and asked that we stop putting up signs: It was her dog, but she did not want him back. \n\n“Should we keep him?” I asked my husband.\n\nHe said absolutely not, and we did have our hands full, so we began to search for a new home. During this time we boarded him with our vet, where we paid to have him examined, neutered and vaccinated to make him more marketable for adoption. \n\nLong story short, a semi-neglected, middle-aged retriever is hard to place. One person after another fell through. The costs of boarding him were going through the roof, so I suggested we temporarily bring him home. \n\nYou can guess the rest. We were at the point of sending him to a breed rescue, but my husband said he couldn’t send him back out to take his chances at finding a home somewhere else. That’s when I really knew I had found the right one — man and dog. \n\nOur living room became a dog romper room, our car was lined in fur, and I remember watching my husband chasing the dogs in the park when they refused to fetch the balls we threw. I wished that past acquaintance could see Mr. Grumpy now.\n\nOur next dog was long planned for, but his arrival coincided with a rough patch in our marriage. I even considered not getting him but decided that a new dog might serve as a weight rather than a burden, tethering me to a daily routine. \n\nI still remember standing in my pajamas in the yard at 2 a.m. to allow the puppy to empty his bladder. Although it was a miserable job, it was a job for one, yet my husband stood out there with me.\n\nTalking about things was difficult during that time, but the housebreaking of a puppy in the coolness of the night air under the milky light of the full moon was easy. Somehow those nights started us back on the path we had lost sight of. How the dog worked this magic between hikes, table begging, sock stealing and keeping us up at night with his snoring is a mystery I still can’t explain.\n\nThe difficulty of having dogs is that you don’t have them forever, and you must make peace with that even though the eventual pain will not be one degree less with this knowledge.\n\nRecently I met a woman walking her dog who said that it was her third. After the last one, she had gone to the doctor complaining of chest pains, and when questioned she mentioned losing her pet.\n\nThe doctor looked in his records and found the last time she mentioned chest pains was years before, at the death of another pet. This makes absolute sense to the romantic in me: heartbreak made literal. \n\nAnd yet, there she was walking her third dog. This is what dogs teach us: to love and to risk losing and to love again. I’ve met people who never want another dog after losing their first one, and I’m sympathetic. But what if after our first heartbreak we gave up on love? What if after the first fight with a lover we shielded ourselves? We would be protected, yes, but we’d also be done living. \n\nAs I write this, I’m sleep-deprived from a 10-week-old puppy. Although I have a pile of work and deadlines, I’m not at my computer. At noon, I’m sitting on the lawn under the shade of a plum tree that until now I didn’t realize had ripe fruit. \n\nThere have been too many summers when I never made it out on the lawn, much less noticed the fruit trees, because there always seemed to be something more important that needed doing. Most years the birds have a feast on our neglect. But now my husband is coming down the driveway with a bag of sandwiches, a makeshift picnic. It has been years since we did something like this in the middle of the week. Necessity creates opportunity that can lead to bliss. \n\nIn my life, dogs have always been a part of that equation, a way to find the small, grounding moments in life — the grass, sunlight and sweet bite of plums — that we commonly call happiness. After 20 years of marriage, on our fourth dog, my husband and I are best friends, which must be at least as rare as soul mates. \n\nWe toast with plastic bottles of water, the puppy on his back in the grass between us. It tastes like the finest wine. "
}