{
  "url": "http://www.nytimes.com/2013/03/24/fashion/the-fear-of-surrendering-again-modern-love.html",
  "headline": "The Fear of Surrendering Again — Modern Love",
  "dateline": {
    "year": 2013,
    "month": 3,
    "day": 21
  },
  "byline": "Julia Anne Miller",
  "text": "I pay $189 a month ($2,268 a year) for my Single Girl’s Starter Kit. My Single Girl’s Starter Kit is a storage facility I keep in Brooklyn. I recently moved in with my boyfriend of seven years. Giving up my low-rent apartment in Park Slope is as serious a commitment as I’ve ever made to any human being.\n\nIn my starter kit, I have: one single girl’s bed, one set of flannel sheets, one pillow, my grandmother’s afghan, one each of various kitchen utensils, one tool kit, one ladder and one box of love letters from past admirers. Everything I’ll need in case my boyfriend and I ever break up. My Single Girl’s Starter Kit is the opposite of a hope chest.\n\nFriends’ reactions to the starter kit fall into two camps. There are those who praise me for my prudence. “You’re smart,” they say. Then they tell me a story about a girl who was not so smart, who found herself alone in the cold, dark city without the skills and supplies she needed. They concede that the vagaries of romantic love necessitate insurance.\n\nThen there are those who are mildly judgmental or flat-out opposed. \n\n“He’s not the one,” one friend concluded. “If he was, you’d let go of that ladder.”\n\n“It just might be a self-fulfilling prophecy,” another warned.\n\nI was schooled on love by “The Sonny and Cher Comedy Hour.” At 5, I knew all the words to “I Got You Babe.” I crooned the lyrics in the bathtub surrounded by my toy boats and Crazy Foam. When I was 15, Sonny and Cher divorced, leaving Chastity in the fray. And nothing was sadder than watching Cher’s wooden performance of their signature song on a late-night talk show years after they broke up.\n\nMy boyfriend makes me oatmeal in the mornings. He adds bananas and walnuts and milk, and he brings it to me in bed. He places fresh coffee on the night stand. When I come home from work, he is in the kitchen making supper after having worked all day himself. He greets me with a spoon, asking me to taste his latest concoction. Curry. Chocolate. Anchovies. \n\nWe play toss with our cat’s stuffed mouse, and the cat runs between us. I walk past my boyfriend in our living room, and he reaches out to squeeze me appreciatively. He has a belly laugh that makes me want to stay with him for the rest of my life. \n\nAnd yet...\n\nIn the span of 30 years of serial monogamy, dodging in and out of one serious relationship after the next, I have always planned for the end from the beginning. Marveled as people around me married. Watched in awe as they vowed to spend their whole lives together. Regarded them in the same way I regard snake handlers, sword swallowers, beekeepers and Philippe Petit, the man who walked the wire extended between the Twin Towers of the World Trade Center in 1974. \n\nMy grandfather left my grandmother to join the circus. Seriously. He would drift back into the marriage whenever the circus came to town. She moved seven times to leave him, but he would always find her. She hated him the way a woman hates a man she loves. \n\nHer Single Girl’s Starter Kit was provided by the Society of St. Vincent de Paul. When her furniture was put out on the street, she ran to the church, and they provided her with money to secure another apartment for her and her four daughters. My grandmother knew how to rewire a lamp, secure a bed from bed bugs, fix a leaky toilet and make meals out of flour, potatoes and lard.\n\nWhen my mother chose a husband, she rejected all the Boston Irish boys at the corner with wanderlust who played the numbers, and chose a soft-spoken Hoosier who was mesmerized by her red hair. When, in the throes of a midlife crisis, he left her for another woman, it was only the sound of the other shoe dropping. \n\nAt 50, she had to take up shoveling and wrestle trash barrels, free the bird that was trapped in the cellar, lay traps for mice and make her own cup of tea in the morning. All the things he had done for her. She had to start to do them again.\n\nWhen I was 20 I loved a trust-fund philosopher who thought I should lose a few pounds; it caused me physical pain when we were apart. When he left, I was broken for a decade. My next love was a man who sold flowers on the street and had an eye for other women. I loved him beyond my brokenness, but when he made noises about getting serious, I applied to graduate school in a faraway city.\n\nI spent a year in couples therapy with a man I was wildly attracted to who used to criticize the way I laughed. Our therapist made us promise that for the duration of the therapy we had to agree to be “all in.” Which meant: (1) we couldn’t threaten to leave in a fight, (2) we shouldn’t fantasize about leaving in our spare time and (3) we mustn’t take actions toward leaving, like quietly removing clothing from the apartment. All of which I was doing.\n\nIn the aftermath of the breakups, I learned how to hammer together my own bookshelves, drive a stick shift and stalk and kill a giant flying cockroach that had migrated to Brooklyn from southern climes.\n\nMY CURRENT BOYFRIEND is a widower. After his wife died, he lost his business, developed chronic bronchitis and let his apartment fall into disarray. I met him five years after her death when he was just starting to think about getting rid of her books. He had no starter kit. He had to rebuild out of the ashes.\n\nWhen he began to love me, it was with intensity and abandon. I loved him back, with intensity, but ...“abandon” is not my forte. He made me homemade valentines and wrote poems in which I appeared as a special guest star. I made him laugh. I made him a romantic dinner that caught on fire.\n\nWe entered a six-year standoff in which neither one of us wanted to give up our low-rent apartments. In New York City, affordable real estate is as primal a need as affection. Ten months ago, when my landlord threatened to double the rent on my apartment, my boyfriend won the standoff.\n\n“You should get rid of that storage facility,” he said one day. “You don’t have that kind of money.”\n\n“Not yet,” I said, mumbling something about needing to store my tax records and those small-size suits I planned to fit into some day. I didn’t tell him my secret.\n\nAnd then, a few weeks later, I confessed about the Single Girl’s Starter Kit. “What if we break up?” I said with feeling.\n\nHe didn’t flinch.\n\n“My late wife had one,” he said, referring to the starter kit. He told me how she had paid the rent on an unoccupied studio apartment for two years after they moved in together.\n\n“Until when?” I asked. \n\n“Until we got married,” he said.\n\nI was relieved I hadn’t hurt his feelings. Yet what of my feelings? In our years together, my boyfriend has never proposed. We “discuss” marriage as if it were a heart-shaped 401(k). Given my history, I have greeted this reality with a mixture of relief and longing. A widower loves with the knowledge that love sometimes outlives the relationship. We love at our own risk in our own time.\n\nAnd so I pay the monthly bill for my romantic bomb shelter. Although strangely, since confessing, I’ve been feeling more ready to give it up. I have everything I need here in the apartment we share in Murray Hill. My boyfriend has no interest in joining the circus. He doesn’t approach me as if I’m a fixer-upper. He has a mind as fascinating to me as the city itself. \n\nMaybe, just maybe, I don’t need the second hammer. Maybe, just maybe, this bed we share will be the only bed I’ll need to sleep out my days.\n\nI know this life cannot be lived without dependencies, micro-webs of ritual and ardor and economies of need that bind us all together. But how do we stand up to loss? And love again without holding something back?\n\nI think of my mother. I think of my grandmother. I think of Sonny and Cher. I close my eyes and contemplate inching out onto the wire, imagining how light it must feel to be suspended in midair without a safety net below, knowing all the time that not just the wire but even the towers that hold the wire could one day come tumbling down."
}