{
  "url": "http://www.nytimes.com/2013/05/26/fashion/losing-a-boyfriend-the-best-way-possible-modern-love.html",
  "headline": "Losing a ‘Boyfriend,’ the Best Way Possible - Modern Love",
  "dateline": {
    "year": 2013,
    "month": 5,
    "day": 23
  },
  "byline": "Augusten Burroughs",
  "text": "I was married for one week and already felt like an authority on the subject. On April 1, 2013, Christopher and I took the ferry to Staten Island and stood before a dignified and genuinely funny City Hall clerk, while down in Washington the Supreme Court was considering two watershed cases. “Gay marriage” was seriously trending.\n\nAs we walked out the front door, my new husband turned to me and said, “You’re my husband!”\n\nI smiled, because this was true. I was his husband and he was my ... \n\nChristopher’s smile faded, too. “Wait,” he said. “That makes me the wife.”\n\nSince I had been thinking the same thought at that moment, this confirmed that I had married the right person. But what he said was true. I tried reversing the roles by calling Christopher “my husband.” And sure enough, in my mind’s eye, I immediately became Tippi Hedren in “The Birds”: pale peach skirt, blond chignon, black heels.\n\nI couldn’t call Christopher my husband because saying it made me feel like a cross-dresser. And believe me, I do not judge cross-dressers. But I lack the motivation to dress properly as a man, let alone an archetypal woman with layers of accessories. I have needed new sneakers for four months. How hard is it to go buy a pair of sneakers? Apparently, very.\n\nLikewise, I don’t have anything against wives, but surely I don’t need to elaborate on the bullying of gay boys for being effeminate, forcing us into the caveman stance of “I ain’t no damn wife.”\n\nSo on this gay day, when I experienced firsthand what I believe is a civil right, instead of feeling triumphant and proud, I felt tricked.\n\n“Getting married took away one of our words,” I said.\n\nWe had previously referred to each other as “boyfriend.” Age-inappropriate to some, but it did just fine.\n\n“Partner” sounds cloyingly, politically correct, or as if we work at a law firm.\n\nIn “spouse” I mostly hear “S’mouse,” the name of Chris Lilly’s blackface teenage rapper in “Angry Boys.” And it’s stiff and formal and a little heavy in the sibilant S department.\n\nThe best suggestion came from Liz, one of our witnesses at the ceremony, a brilliant contraction of boyfriend and husband: boyband. \n\nWe’re all word people, so this made us laugh, yet there was an unavoidable whiff of “I married an old man who thinks he’s in One Direction,” which is when I stopped laughing.\n\n“Boyfriend” has become the perfectly acceptable term for an unmarried adult man in a relationship. It’s cute, even as it grossly exits the wrinkly mouth of a middle-aged bald guy. And Christopher is a man unafraid to post on Twitter, “I’m only one Demi Lovato tweet away from an Amber Alert!” So though he’s even older than I am, “boyfriend” comes naturally to him. Now, with our shiny wedding rings glinting in the sun, we’d lost a word forever. \n\nLanguage Police 1, Gay Marriage 0.\n\nWe eloped on April Fools’ Day because we are both, in fact, fools. We didn’t tell anyone all week, then midway through Christopher’s 50th birthday party on that Friday, we surprised the guests by announcing that they were actually at a wedding celebration.\n\nThe applause and cheers in the room were spontaneous and deafening. That, people, is what love sounds like. For the rest of the party, we were asked three questions repeatedly: “Where are you registered?” “Are you going to have kids?” and “Where are you going on your honeymoon?”\n\nWhen we gave the answers “Nowhere,” “No” and “Nowhere,” I was able to count cavities in people’s mouths, they were so astonished. The implication was, if you aren’t getting the Williams-Sonoma steak knives or purchasing a baby or going to St. John, why did you marry at all?\n\nThe one element I got absolutely right was our wildly inappropriate rings. As a gemologist and lifetime jewelry collector, I chose them both. Most self-respecting men would not wear diamond rings as large and flashy as these. We’ve often joked (because we’re deadly serious) about what “bad gays” we are, and with no big ceremony, no gifts, no trip and no children, we confirmed it. Our wedding was apparently about jewelry, which is gay, but bad gay.\n\nOur young and deeply attractive friends, Eric and Nick, are good gays. They married last summer on a lush, emerald-green lawn in the Hamptons. They wore matching cotton suits of the palest, most pleasing shade of blue imaginable. They have wonderful taste, and corsages look intended for them.\n\nIf I were to wear a corsage, something bad would happen. A tiny sprig of poison oak would be mixed in with the greenery, or a wasp would fly out and sting the first wasp-allergic child I bumped into.\n\nAnother element we got right was hiring the same talented baker who made Nick and Eric’s wedding cake to create ours. Theirs had a spill of fresh, colorful flowers atop it like the cover of Martha Stewart Living. We requested no fresh flowers; just give us the damned cake. Nick and Eric saved a piece in their freezer to have on their first anniversary. Christopher and I took the top tier of the cake and pretty much inhaled it at 2 a.m. after the party. \n\nSo in addition to rings, our wedding was about sugar.\n\nAnd one name fewer by which we can refer to each other.\n\nSo what have we gained? Well, that’s the funny thing. I didn’t expect that being married would feel any different from being unmarried. I had known Christopher for 10 years and fought back my romantic feelings with a machete because he was my literary agent and there were a thousand other reasons my attraction to him was impossible.\n\nBut impossible is a concept that makes one’s heart laugh and throw peanuts at the television. I lost my internal machete war and finally confessed in 2009 to my best friend and the only agent in Manhattan who didn’t turn me down that I was in love with him. \n\n“Snap out of it,” he said.\n\nWhen you tell a guy you are in love with him and he quotes “Moonstruck,” except he’s not quoting it, but actually saying it fresh, that’s the right guy.\n\n“It’s a crush,” he told me. “It will pass.”\n\nTo which I replied, “After 10 years, I don’t think it’s a crush.”\n\nEventually, I strong-armed him into test-driving me as a boyfriend. Because he knew me. He has read every word I’ve ever written, only a fraction of which I’ve published. He knows the parts of me that are wholly unsuitable for publication, and he still speaks to me.\n\nI, in turn, had spent a decade calling him numerous times a day, stopping by his office because I was in the neighborhood (via a $10 cab ride) in order to memorize him, to learn him as one would study a fine sapphire.\n\nI knew we were right for each other. He did not know this. Until the moment he knew it. And from that moment on, I became a happy person. Not a person who thinks he’s happy, but one who actually is. \n\nMy life was a mess in numerous ways. But I loved every dent, tear and crack because Christopher was now at the heart of it all. I never imagined being married would feel any better or worse than every other day with him: slightly miraculous and always exciting. It has now been 13 years of this excitement, the last 3 of which have been as a couple.\n\nBut there was something else I felt walking away from our perfect-for-us civil ceremony when I realized we couldn’t call each other boyfriends anymore, and husband didn’t really fit. \n\nI felt official.\n\nFor me, saying “I am married now” is like saying “I am lucky now.” I stumbled and crashed my way into the literal arms of something I never quite believed in before: my soul mate. A man who frequently smells like cheeseburgers and makes me laugh hard every day and makes me want to be worthy of being his husband.\n\nThat trumps the loss of “boyfriend” and having to withstand the silent judgment of: “Huh, so you’re the wife. I wondered how that worked.”\n\nGetting married felt as if the city clerk was looking at us and saying, “Admit it, just admit it.” And we were smiling and laughing because it was true and we both knew it. So we each said, “Yeah, I do.”\n\nWhen he concluded, “By the power invested in me by the State of New York, I now pronounce you married. You may seal the marriage with a kiss,” I kissed Christopher and then threw my arms hard around him and pressed my mouth against his ear, barely able to speak even in a whisper, and said, “I won.”\n\n“So did I,” he replied.\n\nAnd that makes us very good gays."
}