{
  "url": "http://www.nytimes.com/2013/03/31/fashion/how-to-break-up-with-a-2-year-old.html",
  "headline": "How to Break Up With a 2-Year-Old — Modern Love",
  "dateline": {
    "year": 2013,
    "month": 3,
    "day": 28
  },
  "byline": "Laurie Sandell",
  "text": "A few months after I turned 40, a friend set me up with a guy she thought I’d like. She gave me a quick rundown: 50, former drummer now with a desk job, father of a 9-month-old girl.\n\n“Wait, he has a 9-month-old?” I exclaimed. “What happened to the wife?” \n\nThere is no wife, she assured me. He’d gotten a woman pregnant after a brief period of dating; they now shared custody of their daughter. \n\nThough I’d never dated a man with kids, I badly wanted children. With my eggs in their last viable years, I knew I’d never have the three or four children I’d dreamed of. But if this relationship worked, at least my future child would have an older sibling.\n\nMost of all, I wanted a partner. No — I wanted a husband. For years I’d tried to pretend I was O.K. with my single status. I fought the clichés, but each eventually applied: I was tired of carrying the financial burden of my life alone. I felt depressed every time I had to check “single” on a form and when I sat down for a fancy meal I’d prepared for one. \n\nFriends told me a relationship would appear when I least expected it, as if love could blossom only in the presence of nonchalance. My vigilance, I figured, must have driven it away. So when my friend suggested I go out with this guy who seemed promising, I had to tell myself not to get caught up in the fantasy. \n\n“Sure,” I said casually. “I’ll go out with him.” \n\nAndrew and I met at a coffee shop in Santa Monica, and I liked him immediately. Laugh lines framed his eyes and his laid-back manner put me at ease. He showed me photos of his daughter with wavy blond hair, blue eyes and chubby arms and legs. She was adorable and he clearly loved her, which made him even more attractive. \n\nWithin two weeks we were calling ourselves a couple. To friends, I crowed that I’d finally met the One. Soon after, I met his daughter. Both Andrew and I felt it was O.K. to ignore the recommendation to date for six months before introducing a new partner to a child. After all, she was an infant, too young, we presumed, to be affected by a breakup. A breakup wasn’t part of our plan, anyway. \n\nIn the beginning, spending time with his daughter felt like unpaid baby-sitting: warming bottles, changing diapers, cleaning clothes. Though she was placid, child care is exhausting no matter what. By the time we put her to bed, my boyfriend and I were spent. \n\n“We’re already acting like an old married couple,” I complained, citing the canceled dinners, bickering and infrequent sex.\n\n“Welcome to motherhood!” said my married girlfriends.\n\nI didn’t fall for his baby girl right away. It was our daily interaction that connected us: driving her to day care, singing the ABCs, watching “Elmo’s Got the Moves” on my iPhone. \n\nAt night, as we lay among pillows reading “Goodnight Moon,” she held her bottle in one hand and stroked my arm with the other. I was there when she learned to walk, crying out in victory as she toddled triumphantly toward me. When Andrew and I dropped her off at a friend’s house so we could go to a movie, she would bury her head in my shoulder and refuse to let the sitter take her. On the nights she was with her mother, I missed her desperately.\n\nUnable to pronounce my name, she called me “Ooh-ahh.” Within six months, she was calling for me in the night as often as she did Andrew. At the first sound of her stirring, I would insist he go back to sleep, then I would leap out of bed, gather her into my arms, and give her a bottle. Our bond was cemented in those hushed, nighttime hours. \n\nOne night she woke up screaming. I rushed in to find that she’d vomited all over her crib. When I picked her up, she vomited again, on me. While Andrew called the doctor and I rocked her, she looked at me with searching, desperate eyes. \n\nI was overwhelmed by her vulnerability. I’d been single for so long that feeling this needed came as a shock. With her finally asleep again, I stumbled into the bathroom to wash my face. Meeting my reflection, I saw a frazzled woman with vomit in her hair. I had to laugh: I’d spent years looking my best for work and fabulous events. But in my boyfriend’s smudgy mirror, I saw a person who actually looked good. \n\nYet as my connection with her deepened, my relationship with Andrew was unraveling. We fought because he didn’t like to spend money, because I was too controlling, because we were on completely different sleep schedules. But caring for a child was so consuming it was easy to ignore how bad things had become. The thought of leaving Andrew was painful — the thought of leaving that little girl, impossible. \n\nWith my 41st birthday looming, I couldn’t imagine meeting someone new, dating, getting engaged, marrying and then trying to have a baby. At a deeper level, I felt as if I already had a child I loved. It was torture to take her through her routines knowing I might have to leave. So I put it off, assuaging my guilt by buying her bath toys and clothes. \n\nUntil one day when I finally found myself in Andrew’s living room with my bags packed, mustering the courage to say goodbye. While Andrew cleaned up our breakfast, I squatted to his daughter’s level, hugged her and said I loved her. \n\nShe tugged at my iPhone, demanding Elmo. A good friend had warned: “Don’t get emotional or she will, too.” If I did one thing right that day, it was waiting until the door closed behind me to let the tears flow. \n\nI’ve never been good at clean breaks, but this turned out to be the most agonizing ever. I rented a house blocks away, telling myself it was too good a deal to pass up, but the truth was, I wanted to stay close. For the next six months Andrew and I went back and forth, trying to decide if we could make the relationship work. \n\nHe didn’t keep me from seeing his daughter, but I stayed away, worried my presence would confuse her. A psychologist assured me she would be fine, but I couldn’t help but feel I had scarred her. As for me, I felt as though she’d been ripped from my arms like the wrenching scenes of adoption reversals I’d seen on TV. There were times I thought: People stay in unhappy marriages for the kids all the time. Maybe I should, too?\n\nIn the end, my therapist helped me see the folly of that logic. \n\nIf there was one bright spot, it was this: My time with her made clear to me not only that I wanted children, I also wanted them no matter what, partner or no. Nine months later I made an appointment to see a fertility doctor. Looking through my options, I saw that the quickest and most cost-effective way to motherhood was to get pregnant via a sperm donor. Adoption would be my Plan B. I knew, now, that I could love a child who wasn’t my flesh and blood.\n\nThe day before my insemination, I ran into Andrew near my house. He was pushing his now 2-year-old daughter in a stroller. It had been 10 months since I’d seen her. I’d dreamed of this moment. In one scenario, she leapt into my arms. In another, she failed to remember me. I couldn’t decide which would feel worse.\n\nIn the end, neither happened. She offered a shy smile. When Andrew asked, “Who is that?” she murmured, “Ooh-ahh.” \n\nFor 20 minutes I crouched before her, playing peekaboo and pointing out colors in the sky. She looked happy, loved and taller than I remembered, which broke my heart. She was growing up and I was missing it. \n\nWhen we parted, I felt my knees wobble. After almost a year of not running into her, why did I see her on that day, of all days? Maybe the universe was showing me a sign: Love this one instead!\n\nSteeling myself, I went forward. Two weeks after the insemination, I took a pregnancy test. My hands shaking, I stared at the stick. It was positive. \n\nI was 41 and had never been pregnant. My first thought was, “Can I love another baby as much as I love her?” One of my girlfriends, the mother of a 6-year-old boy, rolled her eyes: “Oh jeez, just wait.” \n\nSo I wait. Recently, while curled up on the couch with my dog, it came to me: My bittersweet run-in with the toddler I missed so much had indeed been a sign, telling me I was exactly where I was supposed to be — and even, I dared to believe, that I had her blessing."
}