{
  "url": "http://www.nytimes.com/2013/04/14/fashion/health-scare-turns-out-to-be-a-blessing.html",
  "headline": "Health Scare Turns Out to Be a Blessing - Modern Love",
  "dateline": {
    "year": 2013,
    "month": 4,
    "day": 11
  },
  "byline": "Leah Keith",
  "text": "Dude was a doctor who wanted to leave medicine. We met almost 20 years ago, when he applied to a writing fellowship program at the movie studio where I was an executive. \n\nWhen I called him with the good news, he jumped up and down and screamed into the phone. Then he told me he didn’t hear anything after the word “accepted.” “To me,” he said, “you just sound like an angel.” \n\nNo one had ever called me an angel before.\n\nMonths later, Dude moved to Los Angeles. In the beginning of our professional relationship, I would give him notes on his screenplays.\n\nOur personal relationship happened later. I was a 26-year-old black woman from Georgia, and he was a New York Italian 13 years older. I don’t remember when or why he became Dude, but after the naming, he anointed me Lilly, short for Li’l Dude. From then on, we were those people to each other.\n\nDude loved biking, hiking and anything I cooked. I loved Pilates, arctic martinis and anything he wrote. We sang. We danced. We watched movies and debated their merits. We read to each other before falling asleep. \n\nOur relationship was not an obvious one, but neither of us liked the obvious. Dude smelled like freshly folded laundry, baked chicken, red wine and loaves of bread as they rose in the oven. He said my smile lit up a room.\n\nWaiting for success was not easy for Dude. Achieving a No. 1 ranking in his Ivy League graduating class had been effortless compared with selling a screenplay. I tried to explain that in Hollywood, success equaled talent plus luck, but he didn’t understand, and I couldn’t understand why he didn’t understand. We argued. It felt like the beginning of the end of us.\n\nDude broke up with me before leaving for the airport to bury his father. The phone call was as sudden to me as his ailing father’s death had been to him. \n\nI told myself I had pushed him too hard. I told myself I wasn’t “this” or “that” enough. I told myself he just didn’t love me as much as I loved him.\n\nEventually, time brought on the occasional check-in phone call. I learned that to make ends meet, Dude took an administrative-assistant job at a Hollywood studio. “It’s better than staring into a microscope for hours,” he said. \n\nHollywood, for him, had lost its luster. He was no longer writing, but he also had no interest in returning to medicine. \n\nI knew that I, as his marginally successful producer former girlfriend, had become a reminder of the only defeat he had ever known. I feigned excitement about his new job.\n\nI didn’t want to know much about his dating life, and he didn’t seem curious about mine. Calls became less frequent, and dinners happened only at birthdays. But when we were together, we laughed, ate, drank and sang as we always did. Then we returned to our separate lives.\n\nEverything changed two years ago, when my ear began to ring. I was awaiting a “green light” on an animated film. The ringing was loud and constant. I called Dude.\n\nAfter a hearing test, CT scan and M.R.I., my life turned into someone else’s movie. Dude said he would come with me to get the results. I didn’t stop him.\n\nI was found to have a 2.5-centimeter acoustic neuroma, a benign tumor of the nerve connecting the ear to the brain; it occurs in about 2 of every 100,000 people. Unbeknown to me, I had already experienced 50 percent hearing loss in my right ear, and my facial nerve had been engulfed by the tumor. Removing it would be difficult. Half of my face could become paralyzed.\n\nThis was highly specialized surgery, and my doctor said I was blessed because the best surgeon was only 15 minutes away; he was the Michael Jordan of neurotology. \n\nI could feel Dude trying to contain his excitement about meeting His Airness of the ear and brain. I gave him permission to geek out. I figured someone should be happy about something.\n\nAfter the appointment with M. J., Dude and I walked silently. Once we arrived at my car, I broke down. Dude held me.\n\nI was scheduled for a translabyrinthine craniotomy, the most conservative approach. I would be deaf in one ear, but if M. J. was as good as everyone said, I would still have the smile Dude had once loved.\n\nThe movie I was producing was going into storyboards.\n\nDuring that time, Dude and I talked on the phone every night until I fell asleep. In my doubting moments, when I asked if we were doing the right thing, Dude would say: “We have the best surgeon. We chose the right surgery. We will be fine.” \n\nI liked that he used the word “We.”\n\nIn my darkest moments, when I asked if he would still love me if I lost half my face, he said: “Hell, no. Deformed people make me nervous. So if Lilly’s face gets busted, Dude out.”\n\nWe laughed, and then the man whose constant reply to my “I love you, Dude” had always been “Ugh” said: “I will always love you. No matter what happens.”\n\n“Here is your medical directive,” said the hush-toned woman on the other side of the table.\n\nDude had joined me at 8:30 a.m. at the hospital, where I signed enough paperwork to buy a house. My mother and sister had flown in and waited outside the door while Dude and I handled the grimmest of business. Dude wouldn’t allow me to read the medical directive. He turned it over to the signing page and placed his hand over the words. \n\n“Sign!” he said. \n\nI did as told, but not before I turned to him and said: “Don’t pull the plug too soon. I’d like to become a Lifetime movie.” \n\nHe smiled and nodded. That was all we said about the fact that I could die that day.\n\nMy mother called Dude her “son,” and my sister referred to him as her “brother from another mother.” We had become an unconventional family.\n\n“Who ordered a pizza pie?” were the first words I heard from Dude as he entered my hospital room the next day carrying my dinner over his head. I smiled broadly. He smiled back even broader. I knew that he smiled because I could smile.\n\nThe next days were filled with wobbly steps, tightly held hands and many firsts. After I got home, Dude and I continued our pre-op ritual with almost nightly phone calls.\n\nThirteen months after my diagnosis, on an ordinary Tuesday in November, we talked for hours. He spoke of his love of James Brown and his longing for forbidden foods like bacon and foie gras. He made me ask Siri on my new iPhone to do pornographic things to him. We laughed until I fell asleep. \n\nThe next day, Dude’s worried assistant (he was running the department now) called to say he hadn’t shown up for work. When I arrived at his apartment, the paramedics were leaving.\n\nDude had died.\n\nHe had not been ill. He had not had an accident. His heart was just done with its work.\n\nI held on to a railing, and the paramedic sat with me until my world stopped spinning. I knew once I entered the apartment, life would be forever divided. “Before Dude” and “After Dude” would preface everything.\n\nThe police arrived. There were interviews, phone calls and a three-hour wait for the coroner. During it all, I stood behind the kitchen counter staring at the back of Dude’s always pristinely blow-dried head. Soon I would have to call his friends and family and divide their lives, too.\n\nNow Dude lives in photographs, one voice mail, one piece of video, one pair of hiking boots, his favorite jacket, a few worn sweatshirts, his watch, his cat, his screenplays, his copper pots and pans, his surgical instruments that he used to fry chicken, and the recesses of my memory.\n\nI will never again hear him explain that Miller Genuine Draft 64 only has 64 calories as justification for why it’s O.K. to drink a six-pack in one sitting. I will never hear him explain every stage of the Tour de France in a way that makes me wish I could ride a bike. I will never know that he is hanging on to my every word when I tell him some ridiculous story about my day, and I will never again hear him laugh at that story.\n\nWhen my rare tumor was found, I thought it was the worst thing that could ever happen to me. Now I know I was the luckiest woman in the world. For 13 lucky months, I got to stare into the abyss and feel safe jumping into it because a man who loved me promised to hold my hand all the way down. \n\nIf I had known that I would be the one who had to let go, would I have done anything differently? No. "
}