{
  "url": "http://www.nytimes.com/2013/11/17/fashion/Modern-Love-Nursing-a-Wound-in-an-Appropriate-Place-.html",
  "headline": "Nursing a Wound in an Appropriate Setting",
  "dateline": {
    "year": 2013,
    "month": 11,
    "day": 14
  },
  "byline": "Thomas Hooven",
  "text": "I started my pediatrics residency on the cardiology unit, which was appropriate: my heart had a giant hole in it. Just after I graduated from medical school, as I was moving into my fiancée’s New York apartment, she ended our relationship. We went out to dinner that night, and after we came home, she told me we were through. \n\nShe and I had been together 12 years, engaged for two; we had a wedding planned for three weeks later.\n\n“I can’t believe you’re doing this,” I said from the edge of her bed.\n\n“I know we’ll always be best of friends,” she said.\n\nI left just after sunrise, suitcase in hand, feeling as if I had just fallen from a moving train. It seemed unimaginable that I was meant to report for duty at the hospital in less than a month. My new employers were expecting a freshly minted physician full of knowledge and an eagerness to heal. As it was, I could barely remember my name.\n\nI took a cab to the airport, booked a flight to my father’s house in Minnesota, and stayed there until it was time to limp back to New York to start my residency. I spent the hour that was supposed to have been our wedding ceremony sitting in the crook of a tree, staring at the suburban horizon. The evening was silent. The weather was perfect.\n\nAfter returning from Minnesota, I moved to a marginal block in a neighborhood of highway access ramps and overpasses. Plastic bags blew along the empty streets.\n\nBrief walks to and from the hospital and solitary meals with dust motes swirling in my sparse living room were all that interrupted the otherwise constant blur of rounding on patients in the dim morning hours, writing hundreds of medical orders, and updating parents who ranged from frantic to silently resigned.\n\nThere are rules about the number of hours a training physician can work in a hospital, but the limit remains high: 80 hours a week. When done back to back, and filled with children suffering from complex illnesses, weeks like that tend to metastasize, leaving room for nothing else.\n\nWhen I started my work as a doctor, it took every bit of concentration to put aside my private sadness and focus on my patients. I was lost, and it’s a wonder I didn’t hurt anyone. In moments of downtime, and especially in the depths of night when the unit was quiet, memories of my ex and my longing for her would overtake me. Like a persistent virus, loneliness lived inside me.\n\nMy ex and I had gone to the same high school. As two children of divorce who had been caught between often battling parents, we were drawn to each other like compatriots. We held on to our young romance through four years at separate colleges and journeyed across the country to attend graduate school together. We seemed on the cusp of the grown-up lives we had imagined.\n\nActually, we were about to disintegrate.\n\nAs a couple, we did not fight. Our relationship was conceived from a need for security, and stayed small, quiet and safe. We came together in the disorienting haze of parental conflict, and from the start we shared a tacit assumption that fighting meant losing love.\n\nAt the end, surrounded by cardboard boxes we had spent the day hauling into her living room, I asked over and over why she was leaving me. She couldn’t articulate a single reason. \n\n“I don’t know,” she said. After more than a decade together, that non-answer amazed me. It seemed the most brutal response possible.\n\nBut now, more than five years later, her response seems less surprising and more diagnostic of why we failed. Our relationship had never developed the vocabulary necessary to express the many colors and intricacies of adult emotion. We had no language for negativity. She must have sensed that, and realized we were headed for serious trouble.\n\nCompared with many of my patients that year, whose illnesses, complications and treatment regimens would fill a textbook, my burden of heartache was light. Still, my patients and I inhabited a space in the city together at a time when we were suffering. The hospital is a place for that: simultaneous suffering.\n\nI remember a 15-year-old boy with severe renal failure, tubes through his flanks draining urine directly from his ravaged kidneys. His mother rarely visited him over the many months he spent admitted. Every night, he would mount dramatic protests about the frequent injections his disease required.\n\nOne time his howling screams summoned me to the hallway. It was after midnight. Crouched and sobbing against the wall, head buried in his palms, he looked barely older than 7.\n\nI sat on the floor next to him and put my hand on his shoulder. We stayed there for about 15 minutes, me in my scrubs, him in his thin yellow gown with clowns on it, both isolated amid the nurses, medications and monitors. \n\nAfter that, he returned to his room, took the shots and went to bed. I went back to the tiny sleeping quarters for overnight staff and traipsed into the past, scrolling through old emails from my vanished fiancée and waiting for dawn.\n\nHealing comes slowly, but it comes. A budding pediatrician must observe lives cut inexplicably short — the 14-year-old girl with cardiomyopathy who had a heart attack before my eyes and died staring at the ceiling. But he or she is also privileged to witness how most gravely ill children overcome or bypass their challenges. They mature. They become wrier. They pick up idiosyncrasies. They smile despite themselves. \n\nMy patients and I also healed together.\n\nFor me, healing started through a desire to be a better doctor. The drive to improve my skills as a physician — to recognize diagnoses, know disease mechanisms, and determine the correct treatments — buoyed me and eventually pulled me out of my sorrow. The long days that were at first such a Sisyphean cycle became a new refuge. For a time, the study and practice of medicine was my only and perfect partner.\n\nSometime during my second year of residency, I emerged from the elevator to see the boy with renal failure cruising down the hallway, using the wheeled base of his I.V. pole as a skateboard. He had a paper airplane in his free hand and tossed it as he approached, laughing as it looped past my head. \n\nHe was getting better, and so was I. It was almost the weekend, and I had two first dates on the calendar.\n\nMy ex and I are not in touch. Our relationship, so long in the making and so quick to end, was like an ornamental piece of crystal: aesthetically pleasing but lacking resilience, and, once shattered, irrecoverable.\n\nLooking back at the various romantic (and not-so-romantic) dating experiences I had afterward, it’s hard to separate my growth as an emotionally conversant partner from my development as a capable physician. Both happened simultaneously and gradually, through stretches of triumph and sorrow. There were no “eureka” moments. And neither ever really ended.\n\nThe turmoil I experienced as an intern left me with a deeper understanding of how pain works: how it feels, how it ebbs, and how it leaves you less naïve. I also learned to open up to important facets of life that my previous relationship had locked out: unhappiness, uncertainty, regret. Comfort around feelings like these is crucial in both medicine and intimate relationships; it’s the basis of empathy. I didn’t understand that before my ex left me, and I learned it the hard way.\n\nBy the time I met my wife, I was a changed man and a real doctor. And our love developed differently from any I had experienced before. Less like a crystal vase, more like a basketball, our relationship is made for bouncing — for the good and sometimes rough play that modern professional lives generate. We do have fights (oh, yes, we do), but they do not threaten our foundation. They deepen it.\n\nI would not return to those difficult and lonely days any more than I imagine my young patients, now grown, would return to the wards where I labored to help keep them alive and well. But I would not choose to have avoided that experience, either.\n\nI ran into the kid with renal failure on the street a while back. He was with a bunch of his pals. It had been years since he left the hospital, and frankly I wouldn’t have recognized him. He had filled out. His chronically ill, little boy’s face had developed into a sly, winking young man’s. His skin had darkened from the sun. He was dressed in a denim jacket with a Bob Marley shirt underneath.\n\n“Doc!” he called out. “Hey, Doc!”\n\nWe stood talking for a few minutes, enough for me to learn he was finishing high school and doing well. Somewhere nearby, an ambulance siren wailed. I watched him walk away to rejoin his friends, then turned to enter the children’s hospital."
}