{
  "url": "http://www.nytimes.com/2013/12/15/fashion/before-the-web-hearts-grew-silent.html",
  "headline": "Before the Web, Hearts Grew Silent",
  "dateline": {
    "year": 2013,
    "month": 12,
    "day": 12
  },
  "byline": "David Vecsey",
  "text": "Sometimes when I’m watching old movies, I can’t help dwelling on the crucial plot devices that have been lost to, well, devices. The missed phone call, which today rings in our pockets. The wrong turn down a dark road, easily avoided with GPS. The long-lost love, who now lives forever in our Twitter feed. \n\nConsider the ending of “Doctor Zhivago,” when a chance sighting of Lara on a city street leads Yuri’s heart to rupture as she disappears before he can reach her. Had the Internet been around during the Bolshevik Revolution, Yuri and Lara never would have lost each other. They would have been Facebook “comrades,” boring each other to death with snapshots of food (“Borscht!”) and ironic observations of proletariat struggle. \n\nConsider the plot twists in our own lives, moments that hinged on uncertainty, when communication was tenuous and all information was not laid out before us. Modern technology has made our world smaller and our lives easier, but perhaps it also has diminished life’s mysteries, and with them, some sense of romance.\n\nIn the summer of 1991, without social networks to tether us, I felt such heart-bursting longing for a woman I loved that I traveled across two countries and an ocean to make sure she would not wander out of my life. It was only in her absence, in a total vacuum away from her, that I was able to appreciate the depth of love I felt.\n\nWe met in March while I was still in college. She had recently graduated and was knocking around Peoria, Ill., her hometown, figuring out her next step. After two chance meetings, we began going out. Before long, we were rarely apart. \n\nThis was the old-fashioned way of falling in love: all of our attentions were on each other. We spent less time with our friends, who could not track the electronic footprints of our relationship. We didn’t have cellphones buzzing every five minutes, distracting us with nonessential chatter. Neither of us was tap-tap-tapping away, eyes downward, communicating with other people during meals. \n\nThe outside world fell away, and it became just us slowly unlocking each other’s secrets, dreams and opinions, which in those days were not posted on “walls” for anybody to casually scroll through. We felt we were the only two people in the world.\n\nBut our time together was coming to an end. Before we met, I had planned a summer backpacking adventure across Europe, and Joelle had been talking about a move to Chicago. I told her I would write while I was away, and I gave her the address of a friend in Wales, where I would be with my parents at the midpoint of my trip. It would be my only fixed location for the next eight weeks. Admittedly, no promises were made, but part of me felt as if our relationship would just resume when I came back.\n\nDisappearing into Europe alone for two months was not all that unusual. Back then a 21-year-old could trek across Europe for two months with no reasonable expectation of anything more than a postcard, much less continual status updates. The whole point was to get lost.\n\nAfter landing in Frankfurt, I visited the Roman ruins in Trier, spent the summer solstice in Strasbourg and saw a rock concert in a soccer stadium packed with 50,000 Germanic-looking bikers in Basel. In Budapest, my ancestral home, I heard church choirs and stood before masterworks of art. It was amazing and beautiful and inspiring. \n\nAnd I was miserable. I could not have been lonelier. All I could think about was Joelle.\n\nSitting alone on a bench outside St. Stephen’s Cathedral in Vienna, eating street schnitzel, I wished I were back at Lums in Peoria, sitting across from her. As I stared at the emerald green Rhine in Switzerland, I found myself longing for the murky Illinois River. \n\nI wrote her letters as if I could will her into my trip — long, heartfelt missives. The idea of her reading my letters, of experiencing what I was experiencing, was what kept me going. The trip had become meaningless with her not a part of it. \n\nBy the time I reached London to rendezvous with my parents, I was inconsolable. The distance between us had become unfathomable, and my spirits sank to a depth I had never known. I tried to act in a manner befitting a 21-year-old man who was now a world traveler: I sobbed and pouted and slunk around London for three days. \n\nFinally, my father suggested (insisted, really) that I just call her.\n\nSo from our hotel room in London, I called Peoria. Except that Joelle wasn’t in Peoria. Her mother told me that she had packed up and moved to Chicago. My letters, she said, were sitting there on the table, unopened.\n\nI called Chicago next but was unable to reach her. There was no answer, no machine, no voice mail, no caller ID to show the missed call. Just a land line ringing in an empty apartment. There was no way of knowing where she was or when she would be back. I became gripped by jealousy, panicked by the idea of her moving on, settling into a new life, meeting new people. \n\nHere I was in Europe, weeping in front of relics for all the wrong reasons, and she was gallivanting around Chicago meeting people? It seemed ludicrous to admit that I somehow thought she might hang around Peoria, waiting for me, but that was, it occurred to me, exactly what I had expected.\n\nMy parents and I drove to Wales the next day, and when there was no letter from Joelle waiting, I broke down into a blubbering mess. My body was in Wales, surrounded by craggy green hills and bleating sheep, but my heart was in Chicago.\n\nMy parents put me on a train back to London the next morning; I was looking to catch the next flight home. At Heathrow, however, I was told that the round-trip airline ticket my parents had bought me could be used only out of Paris. So it was off to Dover, where I caught a late-night ferry across the channel. \n\nThe boat was filled with fellow students, and as we staggered off in Calais and rode the night train to Paris, I regaled them with my tale of woe. \n\nForget it, they said. One guy, a rower from Penn who had just competed at the Henley regatta, said that he was meeting buddies in Pamplona to run with the bulls and that I should join them. The girl next to me was Welsh and headed to the South of France to wait on tables and lie on the beach, kind of a working vacation. “Come with,” she offered. \n\n“No, no,” I said. “If I don’t get back, I’m going to lose her.”\n\nI was roundly ridiculed, and they said I would forever regret cutting short this once-in-a-lifetime trip.\n\nIN PARIS, my spirits buoyed, I headed straight for Charles de Gaulle Airport. I’d be home in New York by that night and in Chicago the day after that. All I had to do was get on a plane.\n\nBut I couldn’t get on a plane. Inside the United terminal, it looked like the fall of Saigon: utter chaos, with people 40 deep at the ticket counter. I would not be getting on the next plane or the plane after that or any other plane. I would be lucky, the ticket agent said, to get on my booked flight, three weeks hence.\n\nExhausted and despondent, I lugged my backpack toward the trains, tears welling in my eyes. What a disaster. Stuck in Paris for three weeks! Could things be any worse?\n\nBut as I left the bedlam of the United terminal, I found myself in the British Airways wing. It was empty and tranquil, and I was facing three smiling ticket agents. Was this a mirage? \n\n“You don’t happen to have any seats to New York today?” I would have settled for not being laughed at. \n\n“We have seats,” one said, “but the plane leaves in 20 minutes.” \n\nThe one-way ticket cost about twice what my parents had paid for my original round-trip fare. I glanced at my credit card: “For emergency use only.”\n\nI bought the ticket. This was the part of the story I didn’t tell my parents. \n\nAt least not until four years later, on the night before Joelle and I married. I confessed it as a punch line at our rehearsal dinner, after my father had told a roomful of friends and family the tale of the despondent boy who chose love over bleating sheep, Roman ruins and all the wine in Paris."
}