{
  "url": "http://www.nytimes.com/2013/05/05/fashion/love-light-strength-and-glue-modern-love.html",
  "headline": "Love, Light, Strength (and Glue): Modern Love",
  "dateline": {
    "year": 2013,
    "month": 5,
    "day": 2
  },
  "byline": "Sarah Kishpaugh",
  "text": "Five years ago, my husband, Miles, who led a tree crew, could work like a horse. A normal week for him was 60-plus hours. In his spare time he built fences and decks for our fixer-upper house. Meanwhile, I fed the kids and ran them around, shopped at Home Depot and paid the bills. \n\nLife was hectic but fun. Then one day Miles was overseeing a complicated removal when two trees crashed down in a way they weren’t supposed to, and an 80-pound branch struck him squarely in the forehead. He spent two months at Harborview Medical Center in Seattle, first in the intensive-care unit, then surgery and finally inpatient rehabilitation. \n\nDuring this time, the only thoughts I allowed myself were in the form of a mantra: “Love, Light, Strength.” I’d say it over and over in the shower or while driving when I recognized fear creeping in. \n\nWhen we brought Miles home, he didn’t look so bad. You could tell he’d had surgery because of the stitches running from ear to ear over the top of this head. But you wouldn’t have guessed that he had been in a coma and that he hadn’t opened his eyes for a month. \n\nI knew better. I knew that he felt like squashed garbage and that his brain was mush. He wandered from room to room with his head in his hands wondering what had hit him. He felt nauseated and slept most of the day. \n\nWhen he told me he didn’t “feel love,” I tried to stay calm. \n\nFriends and family stepped in and started a fund-raiser, finished our bathroom remodeling and decorated our Christmas tree. I called Victoria at the arts center where I had been volunteering and said, “I’m sorry I can’t finish writing the auction catalog.”\n\n“Don’t be silly,” she said. “Let us know what we can do.” \n\nSomehow I had taken in the false information that rehabilitation from brain injury would take no longer than a year. “O.K.,” I told myself. “I can do anything for a year.”\n\nIn the hospital, the family matriarchs — Miles’s mother and mine — had taken charge, but at home I committed to being my husband’s champion. I made calls and appointments, created schedules and wrote a blog to share updates on his health.\n\nWith our children I sought to be like Roberto Benigni’s character in “Life Is Beautiful.” Remember his brilliance with the boy in the concentration camp, all humor and games? Children need not understand such horrors. So my thinking was: Why not put all my energy into making their lives simple and fun? I sang songs in the car, took out books at the library, played with Barbie and trucks on the floor, and never, ever said no. \n\nMy father helped us to get our workers’ compensation organized. \n\n“Wow,” he said, surprised by Miles’s pay stubs. “He was doing all right.” \n\nThough embarrassed, at 32, to have to share the details of our finances with my father, I was proud of the life that Miles and I had built. And the system actually worked: workers’ compensation (called Labor and Industries in Washington State) would pay us roughly $4,000 a month, 65 percent of Miles’s average earnings, which would suffice for a while, but I knew it wouldn’t be long before we would feel the pinch.\n\nA year went by, then two. Financially we were going under. I worried about losing our home. Eventually I managed to get a full-time job in Seattle, but I had to deal with long hours and a long commute when all I wanted to do was to take care of my hurting family at home. \n\nOne day I got a call at my desk that brought me to my knees, with the school nurse saying that my daughter, who was in first grade, “had an accident.”\n\nMy heart raced and tears spilled down my red-hot cheeks. I was gathering my keys to head to the hospital when she said: “She needs a new set of pants. She doesn’t want to wear the extra ones we have.” \n\nOnce I realized what she was talking about, I relaxed, and then, I’m ashamed to say, I verbally assaulted her for using the words “accident” and “your daughter” in the same sentence. When I picked up Eliza after school (unhappy as she was wearing boys’ Wrangler jeans), I learned that she, too, would survive. \n\nWith Willie, our 3-year-old, I wasn’t so sure. In a devastating setback, Miles had experienced a grand mal seizure that left him unable to drive, complicating our already difficult schedule. I had to be at work by 9 a.m. Willie had preschool from 8:30 to 11, and Eliza’s start time was 9:20. \n\nTo get to the University of Washington for vocational therapy, Miles needed to take two or three buses, often taking Willie along because there was no one else to care for him. We arranged for friends and family to help, but sometimes we dropped the ball. One afternoon Miles called when I was in the middle of a training workshop I had organized.\n\n“I think I might be lost,” he said in that flat tone he had used since the accident. \n\nI looked outside at the sheets of rain and darkening sky. “Willie is with you, right?” \n\nThe phone cut out and panic set in. I thought I might collapse waiting to hear what he had done with our son. An hour later I found out they had spent the day taking buses across town. Now they were stranded and needed a ride. I could feel my scalp pulse with the birth of a dozen new gray hairs.\n\nThe event nearly broke me, but a wonderful friend wouldn’t let the idea of my 3-year-old’s being lost in the city with his cognitively impaired father get me down. “Who else gets to hang out with their dad that much?” she said. “Most little boys would kill to ride buses all day long.”\n\nStill, it pained me that two years had gone by and we still weren’t anywhere near normal. My mantra, “Love, Light, Strength,” had ceased to buoy me. \n\nI tried to imagine my journey as a civilian’s tour of duty. I had two jobs — supporting my husband’s rehab and raising wholesome kids — and was willing to perform them at any cost. But as in the field of battle, there are consequences to so much sacrifice. Our marriage suffered. We said things to each other that shame me still. I suffered unbearable loneliness and wasn’t an easy person to help. \n\nAs a result, I lost friends. I know that Miles regrets things he said and did and that he can’t help but mourn his diminished smell, sight, energy and memory.\n\nThough our marriage would get worse before it got better, in Year 4 something clicked. We were still flailing; I had left two other jobs, and Miles had been in and out of school programs trying to rebuild a career. But over time our stressful distractions lessened and lost their grip on us. Miles didn’t need so many appointments, our bouncy boy enrolled in full-day kindergarten, and thanks to the government’s loan-modification program, we saved our house.  \n\nWe also recognized how dealing with the bureaucracy of our continuing Labor and Industries claim — a damage award for Miles’s injury — was whittling at our self-confidence, and we made a conscious effort to bring it to a close. Miles found a glimmer of hope retraining in Web design, and I turned to my dream of earning a graduate degree. Best and hardest of all, Miles awoke to the reality of his impairments with the help of a talented psychotherapist, and I started to let go of the could-have-beens and should-haves through yoga and meditation. \n\nLast December we finally got our check from Labor and Industries. For the traumatic brain injury portion of Miles’s permanent impairment, they awarded him $7,000, less than for his damaged eye, because vision loss is easier to quantify than loss of cognitive function.\n\nThough it didn’t make sense to us, we desperately wanted closure. The award was blood money, and we used it for some well-deserved alone time, booking a trip to Hawaii for just the two of us. If spending a week together was a test of our love, we passed. We were, in that week, a normal vacationing couple, concerned only with what to eat and where to snorkel. \n\nAnd the love-in didn’t stop there. When we came home we snuggled in bed like newlyweds, recalling the crashing waves outside our hotel deck and our little sea-turtle friends at the beach.\n\n I doubt I’ll ever say I’m grateful for the experience. And yet, because of it, I like myself better. When I finally broke through my wall of despair, I realized what I had gained: a sense of aliveness and appreciation that has opened me up and cracked me free. \n\nWe’ve been holding hands a lot lately, Miles and I. Before bed the other night, this man who once feared he could no longer feel love said: “I love you so much, Sarah. Now more than ever.”"
}