{
  "url": "http://www.nytimes.com/2013/10/06/fashion/a-feminists-daughter-finds-love-in-the-kitchen.html",
  "headline": "A Feminist’s Daughter Finds Love in the Kitchen",
  "dateline": {
    "year": 2013,
    "month": 10,
    "day": 3
  },
  "byline": "Janet Benton",
  "text": "On Mother’s Day last spring, my 10-year-old daughter listed some things she loves about having me as her mother. The first two surprised me: “You make my lunch most days,” she began, “and you make dinner.” Other observations followed, including that I am “huggy” and “smart.” But first came the kitchen.\n\nBriefly, I was affronted. Why does food service count the most? But within seconds my reaction did a full 180, because I remembered why I spend serious time in the kitchen: I know my presence there has a value that goes far beyond the food itself.\n\nOnce upon a time, I had a mother who inhabited the kitchen with care. The bliss of licking drippy, sweet things off the mixing spoon after she had stirred pudding or poured cake batter into a pan was often mine. I believed my mother loved those moments, and our entire home-based family life, as much as I did.\n\nYet by the time I turned 9, my brother and I lived in a post-divorce household, with Dad in a new home and Mom in full feminist revolt. Dinners of chicken cordon bleu and baked desserts gave way to oven-roasted meats that were deemed done whenever my mother could tear herself away from making art and selling it — or, when she wasn’t home, to no dinner at all, unless you counted the banana I nibbled while crouched in my closet, hoping any would-be attackers couldn’t see me through the window as darkness fell.\n\nMy mother burst out of her caretaking role after a dozen years. Her mother, an immigrants’ child who had dropped out of high school, never burst out. With an often-absent husband, two young children and little money, my grandmother cooked three meals a day, flew into rages and regularly banged my mother’s head against the wall.\n\nFor my mother, the kitchen felt like a trap. When the women’s movement blossomed in the late 1960s, she was ready. She vanquished the spirit of homemaking the way Virginia Woolf had killed her “Angel in the House.”\n\nAnd then a tidal wave of rage, disappointment and raw desire overtook her. I saw it in her vehemence toward my father and in the raucous consciousness-raising groups that met in our living room. I saw it in the changed contents of our dinner plates: a dried-out chicken leg, a potato collapsed inward from overbaking.\n\nWhen my mother banged out work correspondence on an electric typewriter way past bedtime, my needs had no standing. On other nights I would lie awake for hours, unable to sleep until she came home at midnight.\n\nComplaining got me nowhere. My mother was an unstoppable force, powerful, beautiful and finally happy. As her days and nights expanded to include solo shows, romance and the founding of feminist organizations, I could see in her radiant face and laughter that she was fulfilling her potential. Her red hair grew ever upward, a hood of curls that shouted out her freedom.\n\nShe had suffered and struggled. She was talented. She deserved to thrive.\n\nBut my body spoke my devastation. I went from being well fed and popular in third grade to near skeletal and often mocked in fifth. I wasn’t anorexic; I just didn’t know how to cook. I turned sallow and hollow-eyed and suffered headaches, eczema and stomach pains. On the windy playground, other children would crow, “She’s so skinny, she’s going to blow away.”\n\nAnd I was lonely. On weekday afternoons I would let myself in using the key around my neck. If my mother was home, I would find her in her basement studio, wielding a torch of blue flame, shaping metal into sculpture. She wore a leather apron, elbow-high gloves, a polka-dot cap, a breathing mask and a plastic face visor. Her bushy red hair burst out the back of the cap, a sign of her uncontainable passion.\n\n“Mom!” I would yell, keeping my distance, because even the sparks could burn you. She would look up, turn the knob to stop the gas, pull down the breathing mask and tilt back her visor, showing her freckled face.\n\n“Oh, hello, sweetheart,” she would say in her Brooklyn accent.\n\nIf I had a plan, I told her: “I’m going to Phyllis’s house.” Or “I have homework.” But when I had social troubles at school, I wanted her company. “I’m bored,” I said. “I have nothing to do.”\n\n“Boredom is an opportunity,” she would say. “You’ll find something.” Then she would concentrate on melting metal for another several hours. Later I would learn she was right about boredom. I got great training in being creative and alone.\n\nBut back then, on many afternoons, I would return to my bedroom, sit on my pink shag rug and cry. It seemed I mattered to no one anymore. My heart shrank into a knob of hurt and yearning.\n\nTwenty-three years later, I accepted a medal of honor for my mother from the Veteran Feminists of America. She was in Bosnia, where she had been leading mask-making workshops with war-scarred women and children. Could I really share with this audience of feminist dignitaries the ambivalence I felt about my mother’s activism?\n\nI stepped to the lectern, surrounded by the burnished wooden walls of a Manhattan club, and said: “It wasn’t always easy having a mother dedicated to feminism. I came home from third grade to find that my baby doll who wet her pants, along with Barbie, her lovely accessories and most of my stuffed animals, had been donated to a day-care center. The day after I got an appendectomy, Mom was marching through New York City streets with a procession of women wearing her metal masks, proclaiming the second coming of the great goddess.\n\n“But the pride she has brought me, and the self-respect and assertiveness she has worked so hard to teach me, have proved far more nutritive than hundreds of perfectly cooked meals.”\n\nNo doubt those hundreds of home-cooked meals I missed would have been wonderful, but not if they had come at the cost of having a miserable mother. Whatever else she is or isn’t, my mother is an inspiration. She has had the courage, vision and persistence to create a meaningful and satisfying life.\n\nI received a standing ovation. Activists lined up to thank me, with one confiding that her daughter remains furious at her for marching on Washington instead of baking brownies.\n\n“How can I help her understand?” she asked. “The want ads in newspapers were segregated by sex. If you got pregnant, you had to stop working. People treated mothers like we were imbeciles. But she won’t listen.”\n\nI listened. I am a feminist, too, and I know there were and are innumerable good reasons for outrage and action. Yet children do not stop needing what they need, even when their parents are fighting for justice. And if you do not attend to them or find a loving substitute, they will suffer and may hold it against you. Even if you have never felt stronger and more truly yourself. Even if you love them.\n\nBecause of my history, I know how much the mundane care of children matters. That is why I stop work when the school day ends and greet my daughter with a hug. I may be tired, stressed out or grumpy; I may bemoan the confinement, the repetition, the career limits. But I do it anyway. I pull away from paid pursuits and open myself to the opportunity to delight in my daughter.\n\nMy delight comes freely, inspired by a leggy girl with rich brown eyes who has just come home. But our time together is about more than delight. When I hand her a snack and look into her face, seeking the stories of her day, I intend for her to feel how much she matters. She matters more to me right then than anything I could be doing without her. And we will not have these afternoons forever.\n\nWhen she told me on Mother’s Day that she loves what I do in the kitchen, I realized why I love it, too. For as I stir and chop and bake while she studies, sings, draws, chatters, rides a scooter and does an exceptional job of being young, I am drinking in some of the pleasures I missed.\n\nMy husband also cooks. He is generous and competent in the kitchen. But for me, the kitchen is a place of healing. And when my daughter and I play our roles there contentedly, it is as if we have stepped into a feedback loop that sends good feelings cycling between us. We are bathing in a mutually enhancing sort of love, a larger version of the circle that breastfeeding or cuddling a baby can create: a give-and-take that affirms our value as parent and child.\n\nMy mother taught me this love when I was little. I rediscovered it when I became a mother. It’s sustaining. It’s precious. And it keeps me coming back — to the kitchen."
}