{
  "url": "http://www.nytimes.com/2013/07/21/fashion/A-Lesson-in-the-Desert-modern-love.html",
  "headline": "A Lesson in the Desert",
  "dateline": {
    "year": 2013,
    "month": 7,
    "day": 18
  },
  "byline": "Liesl Schillinger",
  "text": "The sky on the outskirts of Taos, N.M., that September afternoon was a drenched cerulean blue. The air was warm, caressing and scented with sage. I sat in bright sun in a parched meadow looking at the distant black ridge of the Sangre de Cristo Mountains. They looked mystical and Tolkien-like, reminding me of youthful reading trances and of my childhood belief in mystery and reward. Though it was a hot, beautiful day, I felt bereft and frozen.\n\nI was 25 that summer, but I felt old, sere and without hope. The previous year I had fallen in love with a handsome, kind, intelligent stranger. After a two-week courtship we got engaged, carried forward on an irresistible wave of optimism. A few months later, we married. \n\nWhen we met, I had only just emerged from a long college love affair that had ended painfully; my boyfriend had said that at 23 he was too immature to marry, and he was right. For me to meet an appealing, honorable man so soon after that breakup and to become his wife so effortlessly had felt like salvation.\n\nBut things did not continue as they began. In the first days of our marriage, exhilaration turned to dismay as we learned we were not well attuned. He was reserved, I was direct. He harmonized, I soloed. He was patient, I was impatient. We were desperately polite but desperately mismatched. We felt no accord; we did not touch or hold hands. \n\nAt night we lay still on our sides of the bed like figures on a stone sarcophagus. Inwardly, I reeled at my physical isolation; I wept silently in the dark. As the months passed, I came to see myself as a child trapped in an unending game of house who didn’t want to disappoint her playmate by ending it. \n\nMy other outlets for fun had been closed off. After my lightning-fast engagement and wedding, the men who had been my close friends all seemed to vanish. I wondered if some archaic Victorian marriage prohibition still applied in the 1990s, imposing the separation of single men from married female friends. \n\nA decade later, most of them would be safely moored in relationships of their own, free to resume (or not) innocent dealings with attached friends of the opposite sex. But back then, my male friends were in their 20s — too immature to marry, as my boyfriend had despondently said. I sought out female friends, but it’s hard to make friends when you’re unhappy. \n\nI knew I needed to end the marriage and make a fresh start. But I balked. People love to recommend the virtues of change, but when you’re the one doing the changing, the prospect is terrifying.\n\nSo on the edge of autumn I had gone to Taos with my husband, hoping the ecstatic landscape of New Mexico would cheer us, maybe even change us. I had been to New Mexico many times before, always drawing strength and inspiration from the stony mountains, brick-red buttes, green-flecked deserts and watermelon sunsets. \n\nThe first time had been when I was 7, on a car trip with my family. I remember being electrified by the sight of an old Indian man standing in the empty town square of Taos wrapped in a rough blanket, his face leathery and creased, like a lithograph come to life. \n\nWe visited a pueblo called Sky City on a mesa hundreds of feet above the desert. My mother thought it was corny, but I was touched by the simplicity of the boxy pink adobe houses where the Indians still lived, and I was moved by the weather-beaten wooden crosses that stuck out from the adobe lintels above the doors, stark and drab against the broad blue sky.\n\nBut the last time I had been to New Mexico was only three summers before, when my college boyfriend had taken a job in Albuquerque and I flew out to see him. At his cruddy apartment, we reeled wordlessly from the relief of being rejoined, reveling in the luxury of our closeness, knowing it wouldn’t last long. \n\nOn the weekend, we drove to the battered old Sky City mountaintop I recalled from my childhood. At the museum shop at the foot, we bought tickets for the school bus that wound around the narrow, rocky ledge that spiraled up the butte. I sat on his lap, my arms around his neck, his arms around my waist. \n\nWe couldn’t bear not to be in contact. I wonder now if on that late summer trip I made with my husband a few years after, I had hoped that the magic that hovered in the New Mexico air when I was 22 had nothing to do with me but inhered to the place, and that revisiting it would transfer the spell to us.\n\nBut when we entered our room at a modest hotel, my husband chose his bed and I chose mine. By then I was so resigned to our platonic détente that I did not have the heart to protest. \n\nShortly before that trip, I went to see a minister at the church I occasionally attended in New York to ask if it was wicked to want a passionate married life. Incredulous, she exclaimed, “Absolutely not!” and assured me that “God’s plan” (to the extent I might be swayed by such a notion) sanctioned desire between man and wife. \n\nA surge of relief washed over me. Though I’m not reliably churchgoing, I have always been susceptible to guilt. The minister’s words relieved me of a burden I hadn’t realized I had been carrying.\n\nAnd so, on that hot, sunny day in the New Mexico field, I was contemplating divorce as my husband sat on a blanket a few feet away, reading a novel. I agonized about the likelihood of causing him pain. I was mortified by the prospect of ending an impetuous marriage so soon, proving right the friends who had teased, “Marry in haste, repent at leisure.” \n\nI also feared solitude. But wouldn’t my husband be happier with somebody else? And wouldn’t I? Wasn’t it more selfish to continue an incompatible partnership than to end it? \n\nStill, I wondered if, despite what the minister had said, it was wrong to put so much weight on physical rapport. And what was the good of pining for someone who wasn’t there? It was wonderful to belong to somebody for real; to be with someone who not only was handsome, kind and intelligent, but who had the maturity to make a lasting commitment. \n\nWasn’t that the important thing? Wouldn’t it be better and safer and easier to continue on the quiet road we had chosen?\n\nAnd then, from distant fields I heard a commotion and saw an exuberant, giant white dog come leaping across the crunching golden grass, looping through the brush, silhouetted against the sky. He looked as if he were laughing — a laugh of pure animal joy, as if his whole being was so overwhelmed by the rapture of being alive that he wanted to share his elation. \n\nBounding over to where I sat cross-legged on the ground, he rested his paws on my shoulders, smiling all the while, wagging his tail. As I hugged his soft, burr-snagged fleece, he gave an energetic shake to his head and torso and rocketed off through the fields, continuing his doggy course toward the distant mountains. My husband, sitting nearby, snapped a picture of the canine benediction. It lasted two seconds, if that.\n\nWe separated soon after our return to New York and eventually divorced, peaceably. But I kept the snapshot of that dog and me on my desk for years, a reminder that delight in the physical world is the natural birthright of every creature. My ex-husband went on to find a wife much better suited to him than I ever was, and to create a family, which, perhaps strangely, makes me feel proud.\n\nI continue amending my idea of fulfillment as I go. I have no regrets except for one: I am not allowed to own a dog in my apartment building. I travel too much to have a dog, anyway. Out of curiosity, though, I sent the photo of the big white dog to a breeder, who told me what kind it was: a Samoyed. \n\nThe breed, also known as “the smiling dog,” is famous for its friendly temperament. The dog I met in Taos would have shared its good mood with any creature it happened to encounter on its run. I’m so glad I was that creature. \n\nI wish I still had the picture, but I will never lose the impression bestowed upon me by that generous, exultant animal on that long-ago day, when I most needed to be reminded that happiness is not an intellectual choice, it’s an instinct, and a good in itself."
}