{
  "url": "http://www.nytimes.com/2013/02/24/fashion/the-upside-of-an-emotional-plunge-modern-love.html",
  "headline": "Celebrating the Upside of an Emotional Plunge (Updated with Podcast)",
  "dateline": {
    "year": 2013,
    "month": 2,
    "day": 21
  },
  "byline": "Natalie Lindeman",
  "text": "UPDATED: You can now hear this essay read by the actress Dakota Fanning, followed by a conversation with the writer, in Modern Love: The Podcast. Look for the “play” button below.\n\nLast summer, I fell 100 feet into one of the steepest canyons in the United States. After tumbling 75 feet down the near-vertical canyonside, I dropped another 25 feet in free fall, landing in a dry stream bed between granite boulders.\n\nPeople said my survival was a miracle. Fallen hikers are airlifted out of Eaton Canyon in Altadena, Calif., the site of my fall, on a regular basis. Every year several die.\n\nI have always loved falling. When I was 3, my favorite game was mantel jumping. My dad would place me on the mantel, steady me and step back. I’d push off and fall for that perfect rush of a second before he caught me, swinging me to the ground.\n\nIn high school, I found a teenage version of mantel jumping by leaping off high rocky cliffs with my friends into the ocean below. I loved the way the wind whistled in my ears, making me feel so alive.\n\nYet if I was passionate about adventure, I was cautious about passion. As my friends fell in and out of love, I comforted them, their faces flush with grief. Until one day I, too, took the leap and told the confident captain of the football team that I liked him, and he said he liked me. A week later he sent me an e-mail saying he was dating a girl he had met at camp, and that she was a lot like me, except blond.\n\nI used this experience as an excuse not to get invested in any more boys. After my first kiss with one boy, I ignored his texts until he stopped trying. I told three more who asked me on dates that they were great friends. And I stopped texting another when he brought up homecoming.\n\nI wasn’t looking for a boyfriend. I was looking for adventure. A boyfriend would only slow me down.\n\nThen near the end of my junior year of high school, a senior named Wilder asked me to prom, and I said yes. Maybe it was because I knew he would be leaving for college soon. Right after I said yes, though, my heart started pounding and I raced into an empty classroom to breathe for a minute alone. The smile on my face was so big it hurt.\n\nProm was a group event, not really a date, but he was still there, this boy, looking at me as no one ever had.\n\n“Be casual,” I told myself sternly. Just because Wilder had kissed me on a lookout while the city lights blinked in the distance didn’t mean he wasn’t still leaving in three months. I was determined to keep things casual as we headed out on our first real date.\n\nTo escape the early summer heat, we decided to hike the sage-lined trail to the waterfall in Eaton Canyon. Dozens of hikers were already splashing in the pool when a college-age hiker asked if we had heard of the second waterfall only a mile beyond.\n\n“You want to go?” I asked Wilder, already half-standing. Although the path is unmarked, we tramped another 20 minutes up the steep incline and found it, beautiful and isolated.\n\nIn my head I kept shouting “Casual!” But it was difficult to hear myself over the water crashing around us as we kissed in the spray. It didn’t seem real, how perfectly I fit into his arms as the sun warmed our dripping skin.\n\nIf we had paid more attention going back, we might have realized we had turned down the mountain too soon, but just being around each other was making us high. It was so easy to be with him. The way he didn’t go too slowly, trusting I could keep up, and the way he laughed when I told him about the day Amy caught him staring at me in history, and he admitted it wasn’t the only time. “I’m in such trouble,” I thought.\n\nWe were coming around a curve in the canyon wall, hurrying to get back while it was still light. It was more like rock-climbing than we planned for, and we had to go flat against the wall and move carefully along a narrow ledge, but we figured it would get easier around the bend.\n\nWilder went first, searching for notches and footholds, finally making it around. Then I went, feeling for handholds, my face inches from the rock. I traced to where he had grasped, reaching back with my left foot, searching for the ledge. And suddenly I wasn’t holding on to anything. Sandy grit was skittering down the mountain alongside me. I was falling.\n\nI thought I would be O.K., but when I saw the panic in Wilder’s eyes, I realized there would be no outstretched arms this time, no ocean waves. I knew how to fall, but not like this.\n\nI woke up to the sound of helicopter blades. Someone had covered me with a shirt. I was warm, comfortable, so tired. A man in a jumpsuit lifted me, wrapped me in a tarp and clicked me into place. A cable carried me into the air. It struck me: I had just fallen and now they were taking me up even higher.\n\nMy dad found me in the too-bright emergency room and tried to hold my hands, but they were a bloody mess, like the rest of me. “Wilder is in the waiting room,” he said.\n\nNurses cut away my clothes with giant scissors and wiped the dirt and blood from my body. I heard scattered phases: “100 feet,” “fractured vertebrae,” “a miracle.”\n\nThey asked me to push against someone’s palm with my heel. I didn’t understand why everyone was amazed to see me move my fingers and toes. Finally they rolled me to a bed, put oxygen under my nose and stuck a needle in my arm. I fell asleep.\n\nWilder visited as soon as he was allowed, but I was too out of it to say anything except, “Thanks for the flowers.” I was on heavy pain medication, time passing in a blur of visitors and drugged sleep.\n\nWhen he came the next day, though, I was ready. “You’re off the hook,” I said.\n\nHe sat next to me on the bed, my IV dripping behind his shoulder. “What do you mean?” he asked.\n\nI explained, in my drugged speech, that he didn’t have to come to the hospital or hang out with a broken girl all summer. No guilt. I’d call him when I was healed and back to normal.\n\nHe stayed with me until a nurse kicked him out.\n\nFive days later, I was home. Doctors said I would have to wear a corset-like brace from my hips to my neck for 8 to 12 weeks, and then we could talk about recuperation. A week earlier I was the girl who leapt off cliffs into the ocean and jumped at the chance to find the second waterfall. Now, sitting up for 20 minutes exhausted me, and I could barely move without wincing in pain.\n\nMy family rushed around in a state of semi-panic. Everyone wanted to know if I needed another pillow, something to eat and when I’d taken my last painkiller. I hated being weak.\n\nWilder kept visiting, and it scared the hell out of me. I couldn’t stay awake for more than three hours, needed help with the simplest movements and smelled like blood. But when he came, I fought to look like the girl he had asked to prom. I’d brush out my hair, still full of canyon dust, wear a long skirt to cover my battered legs and make sure bandages covered my wounds.\n\nI looked as if I had been mauled by a tiger, but the brace covered most of it. I’d laugh, roll out of bed and walk around, as if keeping in constant motion would prove I was strong, independent and unhurt.\n\nBut after a few hours my eyelids would droop and my back would beg for relief. I figured he’d leave while I slept, but I’d doze off listening to him playing basketball with my little brother, and when I’d wake up he’d be eating dinner with my family.\n\nSometimes I think my body saved itself that day by learning to surrender, that those years of falling prepared me to relax into the 100-foot plunge. But it was weeks after the fall before I could truly let go.\n\nI thought I could use my injuries as an excuse to push Wilder away. I thought I could keep things casual. I thought I could forget the look on his face as I fell and ignore the terrifying feeling of longing in my chest. But I couldn’t.\n\nMaybe it was the way he said, “I’d rather spend my summer with you than any other girl.” Maybe it was how being around him made me forget the brace and the wounds, made me feel whole and unbroken.\n\nFinally, surrender became not just inevitable but exhilarating. I didn’t want to hold on to anything anymore. I wanted to fall, and I already had. And I knew that this time, too, I would be O.K."
}