{
  "url": "http://www.nytimes.com/2013/01/13/fashion/modern-love-friends-without-benefits.html",
  "headline": "Modern Love - Friends Without Benefits",
  "dateline": {
    "year": 2013,
    "month": 1,
    "day": 10
  },
  "byline": "Hannah Selinger",
  "text": "I MET him when I was 22 and squandering a year of my life (and liver quality) working as a waitress in my Massachusetts hometown. I was an Ivy League graduate who’d always had a plan, and suddenly I had no plan. All my life I had been regimented, disciplined and very, very good, but I didn’t want to be that girl in the front row raising my hand with the right answers anymore. So I traded in my sharpened pencils for an apron and a pair of clogs, and started serving tables five nights a week at a local pub.\n\nIt took a lot less time than anyone expected for me to shed my preppy college ways and adopt the freewheeling lifestyle of restaurant work. The guys in the kitchen labeled me “Columbia” in homage to my now distant-seeming academic career, my Massachusetts accent returned with a vengeance and I learned to negotiate the distance between a postwork six-pack of Bud Light and the crooked, mile-long drive home, as all local drunks inevitably do.\n\nHe had worked at the pub through high school, then returned when, one semester short of graduating from college, he dropped out. He was two years older than me and possessed the kind of natural good looks that made me nervous. I was surprised when he wanted to be friends and opened up his life to me on a boozy and Parliament-fueled night in his apartment, but I was not surprised that someone as good-looking as he was chose not to kiss me when the evening ended.\n\nWe carried on a knotted-up friendship for two years. We shared a bed many times but never touched. He pulled me into his world only to discard me any night a pretty young thing showed up for the taking, knowing, I think, that I had fallen in love with him and that I was only waiting for him to realize I had been there all along.\n\nFor those years, we practically lived together. Our friendship was of the riotous, fight-it-out variety, so much so that people often said we were in love. If he was in love with me, he didn’t exactly show it, spiriting off one night to sleep with my best friend behind my back, and asking my roommate to be his date to a wedding we both attended.\n\nBut I was consumed by him. I had forgotten how to breathe on my own. We circled each other constantly, picking up the messes, piecing our friendship and whatever else remained back together. He knew I loved him. I slept with his cousin to get his attention, and afterward he looked at me in the sly way of men who know they have you under their thumb, who know you can do nothing to resist. \n\n“Good for you,” he said.\n\nThat could have been our mantra: “Good for you.”\n\nYears later, he would confess to having loved me all along. But while I stood waiting for him to happen to me, he was always looking for the next best thing. I apparently made too good of a friend for him to justify anything more significant, which my young brain could interpret only as a criticism. \n\nTo me it felt like a matter of time. He would come around. I pushed hard against the girls he brought home. I slept on his couch and in the morning shouldered angrily past blond college students who did not understand my rage. \n\nWho was I, anyway? A friend? A roommate? A drunken neighbor with nowhere to sleep? Did even I know who I was?\n\nOne night, he and I finally crossed that boundary he had so carefully maintained between us. It was in January, a few years after we met, and I had moved to Boston to go to graduate school. I remember a cold night and the unexpectedness of our coming together and the quiet of the house and the light from a neighboring streetlamp filtering into the bedroom. I remember how fast my heart was beating and how I could not seem to catch my breath. \n\nThere he was, in my bed like old times, but it wasn’t platonic anymore, and suddenly there were a million questions we needed to ask. It was perfect and crazy and it changed us, and I thought that the roller coaster had finally ended, that we could settle down together at last. He confessed that he had loved me the whole time but had been afraid of the intimacy shared between people who know each other so well.\n\nWhen the first light crept in, demanding our attention of this most recent entanglement, he kissed me, and left. Later, he called to say that he loved me, and that it was a mistake.\n\nWe talked for what felt like forever, circling the same question: what are we?\n\nHe wanted nothing, and I wanted the world. I lay in bed with my phone cradled to my ear, taking the news as one might receive a diagnosis of cancer. I stayed there all weekend, unable to move, paralyzed by the knowledge that now it was over. Even our friendship was too damaged to repair. This is what happens, I learned, when happily ever after does not happen.\n\nI moved to New York City that spring. He met another girl he loved, one that probably knew him a little less well. They married two years ago, but I wasn’t invited. When I saw him after the fact, he told me not to take it personally, but we both knew that with another twist of fate, it could have been us up there at the altar. \n\nI couldn’t help but take it personally; it’s always personal. \n\nFrom time to time I would see him at parties and be reminded of what was missing, the hole he left behind. Even less frequently, he would call on a cold winter evening with a set of stock apologies, possibly ignited by a fight he was having with someone else. He knew he had hurt me and he knew how deeply. \n\n“One of the worst things I ever did in my life was make that phone call,” he told me once, even after he had married, but there was no time to excavate such deep and abiding wounds. \n\nWhen he and his wife had a baby last year, I knew he was gone forever, in the way that you feel the trajectory of life changing even when you want it most to stay the same.\n\nTHEN a month ago, my phone rang. It was him, a voice still familiar and all too lost in the shape of my daily life. \n\nWhy call now? I wondered, though I already knew. \n\nHis wife was leaving him, he said. He needed to talk.\n\nI found myself back home for a weekend, walking a hurricane-ravaged beach with no shoes next to this man I had loved so much, listening to him talk about the dissolution of a marriage.\n\nHe wanted advice and would listen to anything, and it would have been easy to send him toward the certain precipice of divorce, given our history. But instead I stayed silent and watched the uneven motion of the waves, gray matter shaken from the storm.\n\nWe followed the crescent of sand for miles before he took my hand. Soon we were back at my mother’s house, in the guest suite downstairs, in love again, though only for a moment. I had to close my eyes to kiss him because otherwise I could not convince myself, after all those years, that this was really happening.\n\nI couldn’t fall asleep in his arms, for what would take place when morning came and the sun broke through the blinds? What would happen, I’m sure we were both asking ourselves, when the days continued on — him here, or me there — with a wife and baby still in the wings? What good could come from any of this now, really, the gestures futile, the pain so deeply embedded that I am prone to always making the same mistakes?\n\n“I’m messed up,” he said, hoping, I think, that I would come back and save him the way I always had before, put him first, choose him over me, allow his immediacy to overshadow my own.\n\n“Yes,” I said. “Yes, you are.”\n\nI put on a sweater. I went outside with him for a parting cigarette and kissed him goodbye in the forgiving October air. We had met in October, too, and at once it seemed like a very long time ago and only a whisper, like all time, really.\n\nAt 32, I finally did what I could not all those years ago: I let him go."
}