{
  "url": "http://www.nytimes.com/2013/03/17/fashion/hiding-from-the-truth-modern-love.html",
  "headline": "Hiding From the Truth – Modern Love",
  "dateline": {
    "year": 2013,
    "month": 3,
    "day": 14
  },
  "byline": "Ryan Crawford",
  "text": "If you had asked me several months ago what I thought about marriage, I would have said, “I don’t think about marriage.”\n\nThen my friend John married. I rode in the car with him to the ceremony. When we pulled into the hotel’s parking lot, we were 30 minutes behind schedule. I had been on the phone reassuring his bride, Kate, who was bravely fending off a panic attack. \n\nThe valet asked, “You guys here for the wedding?”\n\nReaching into the back seat I grabbed my suit in its protective sleeve and the black leather folio containing the vows the couple had written, along with the readings and scattered notes for the speech I was to deliver. \n\n“I’ve got the groom right here,” I said. I thumbed at John, who was still in a basketball jersey with all his tattoos showing. One tattoo peeked out the neck of his shirt, a large chest piece depicting the Starship Enterprise cruising at impulse. \n\n“Congratulations,” the valet said to John.\n\n“Thanks,” said John, who threw his car keys at him and rushed toward the building.\n\n“You the best man?” the valet asked me.\n\n“No, the officiant.”\n\n“The officiant?”\n\n“I’m going to marry them — perform the ceremony.” \n\n“You’re the priest?”\n\nNo, I’m not a priest (a disclaimer I never expected to have to make). I’m the friend they asked to marry them in place of a priest.\n\nKate and John aren’t religious and didn’t want their ceremony to be. They wanted it to be personal, and I, a relatively undistinguished 26-year-old, was to captain the whole affair, to the chagrin of their parents. But I did have at least one thing going for me as an officiant when it came to Kate and John: I had been there from the start.\n\nI love these two. I love them as a couple. I love them individually. They met the summer before senior year of high school at a game of Manhunt that we played in a friend’s suburban neighborhood. I recall that I was pleased with my hiding place, a winner under a bush and next to a concrete staircase, and that I was upset when the glint from my glasses gave me away. \n\nClearly I was oblivious to the more important games being played around me. Kate and John exchanged numbers that night and got together while still in high school, and they’ve been together more or less for a decade since. After getting engaged in Brooklyn last year, they moved back to Philadelphia and bought a house not far from my apartment. \n\nThey asked me to officiate their wedding while we were all attending another friend’s boozy wedding reception, and I said yes without thinking, mostly because I thought it would be a splendid feather in my cap. Most of us get to stand at the altar at some point and say, “I do.” Few are tapped to say, “Dearly beloved.”\n\nTo prepare, I searched on Google for how to be a secular wedding officiant. Ideally you are supposed to stand before those gathered and weld two souls together, though with the divorce rate being what it is, “welding” is probably an optimistic metaphor. The traditional metaphor is a knot, which I liked because it gave me more leeway in terms of how surely I would be expected to fasten the souls. \n\nPart of your job in helping tie that knot is to say a few words about the couple you are marrying and their relationship (no problem) as well as saying some positive things about marriage in general (a problem). \n\nI know nothing about marriage. The longest relationship I’ve had lasted four years and ended when I was 23. Not once during its duration did marriage occur to me, though perhaps it should have.\n\nThere are two sentiments against marriage you’ll hear from certain 20-something wanderers like me. Either marriage is too serious a proposition for them or they are too cynical about marriage to take it seriously. Either they are afraid of how marriage will limit their options or they think you would be a fool to believe that marriage limits anyone’s options, so why bother?\n\nThese are contradictory arguments, and yet I find myself susceptible to both. When it came time to prepare my remarks, I wondered how disingenuous it would be for me to harbor such ambivalence and still get up to sermonize.\n\nClose to the wedding, my doubts about the institution seemed warranted. At the bachelor party, one of the groomsmen got drunk and demanded that the driver of the rental van drop him off at a woman’s house. The woman was not his fiancée. A few days later his engagement was off. \n\nThis wasn’t that big a deal. He wasn’t ready, and this sort of debacle is what engagements are for. What was jarring was when John’s parents filed for divorce a few weeks before his wedding. For John this must have been like being told to report for astronaut training a few weeks after the Challenger explosion.\n\nBut John seemed fine in the car, which I hadn’t expected. Not that I had expected him to freak out and run, but there is the movie cliché of the groom on the way to his wedding squirming like a man on the way to the gallows. \n\nI would be squirming. Ten years together or not, I would be. Here I was ready to assuage doubts and warm cold feet, but all that was unnecessary. Even while running late, John drove calmly, if way too fast, down the scenic roads hugging the Delaware River. \n\nEmbarrassingly, I was the one sick with nerves. Neither Kate nor John could mess up, I thought. I, on the other hand, could botch the whole ceremony. It could go badly in the worst way: in front of 125 people and on video. Because the thought of John having to give me a pep talk on his wedding day was too much, I kept quiet.\n\nThe ceremony was held in an idyllic little courtyard under oak trees next to a babbling brook. I stood beneath a trellis with a live mic. I was nervous but delivered my speech more or less articulately, I think.\n\nIn marriage sermons, discussing Bible passages is a convention of the form, one unavailable to me. Because I wanted to anchor the proceeding in something more credible than myself, I told the story of the origin of love that Aristophanes gives in Plato’s “Symposium,” which claims that human beings were once powerful eight-limbed creatures until Zeus split us in two for daring to storm heaven, thus dooming us to forever search for our other half in order to be whole. \n\nA bit of a cheat, because it’s a story about love and not necessarily about marriage. And it played well, though I avoided eye contact with the very Christian and newly divorced father of the groom while transforming his son’s wedding into a quasi-pagan ritual.\n\nI marveled at what Kate and John hit upon in reading their vows. There was no performing, just an honest, loving moment. They led the procession down the aisle to a happy reception while I remained under the trellis, no less of a know-nothing for having performed my first marriage. Perhaps I was less skeptical of the formality, because it was hard to deny I was witnessing some version of the good life, something I could admire if not quite envy.\n\nWeeks later I was wondering whether Kate and John felt more officially like an eight-limbed monster. He and I met to play basketball, and I asked him how marriage felt. \n\n“About the same,” he said. “I get to call her my wife. That’s cool. It’s a more accurate description of the situation anyway.”\n\nI walked home that day, cold because I was underdressed, thinking that what John said appealed to me: marriage as a public admission of circumstances, as correct labeling, because the future will be uncertain regardless, and organizing in preparation has to be O.K.\n\nRecently my old girlfriend e-mailed to wish me a happy birthday. We hadn’t spoken in a year. She told me that after a lengthy engagement she would be getting married in May.\n\nDuring our time together she had spoken a few times of family and the future, but relationships for me were about the now, not the future, and I thought she felt the same. \n\nYet even if she agreed in the moment, she clearly thought that was incomplete. She may have been embarrassed about wanting love’s structural aspects, but want them she did. And I left her twisting in the air when she was looking for more-secure footing in the world. She found that footing elsewhere.\n\nI thought I had been flushed from my hiding place that night a decade ago when Kate and John met, given away by the glint of my glasses. But it seems I’m still there in some ways, still lying low behind that bush, now acutely aware of the more important games being played around me."
}