{
  "url": "http://www.nytimes.com/2013/12/29/fashion/learning-to-measure-time-in-love-and-loss.html",
  "headline": "Learning to Measure Time in Love and Loss",
  "dateline": {
    "year": 2013,
    "month": 12,
    "day": 26
  },
  "byline": "Chris Huntington",
  "text": "For about 10 years, I worked full time in prisons as a teacher, logging more than 40 hours a week behind those fences, including a long winter at one facility that had been a cereal factory and stood near the highway in downtown Indianapolis. It was a rock of a building with finger-thick grilles on the windows. \n\nDuring my first week there, an inmate laughed when I asked him to reset the wall clock. \n\n“A few minutes off?” he said. “We need one that goes by months and years. What do we care about five minutes?” \n\nI mention this only because his words summed up the love story that had defined my life. When my wife left me, I was living in Paris, which was not as romantic as it may sound because I was incredibly lonely. My bones ached, especially at the sound of accordions in train stations. \n\nAll my plans had come to nothing. I had failed at marriage, failed at work and had no money to speak of. Sometimes I would see my ex-wife on the street and she would turn away with an eagerness that could not be ignored. \n\nOne night I came upon two boys robbing an old Vietnamese man, and when I tried to intervene and make them stop, they turned on me. I began to wonder if maybe a part of me wanted to die.\n\nI moved back to the United States and took the job in the prison. I met the inmate who helped me with the clock. I also met an inmate who had salt-and-pepper hair, huge biceps and a pair of ridiculous glasses no one in the free world would ever wear. This inmate’s name was Mike. \n\nMike showed me a folder of clippings and photocopied certificates from all the educational programs he had completed in prison. He had earned a G.E.D. and a bachelor’s degree, as well as certifications in the usual programs like small engine repair and barbering. \n\nHe had kept letters from his counselors, chaplains and teachers. In these letters, supervisor after supervisor claimed to love him, but it all struck me as kind of sad and awkward. I couldn’t read the whole thing.\n\nI had my own problems. I had taken a tiny apartment and spent my evenings trying to write a book and corresponding with women I had met on the Internet. I took all my lost chances personally.\n\nWhen I first met Mike, he said: “These young guys — they just got locked up and they’ve got five years to do and they hate it. I get that. When you’re 20, five years is a long time, so they act out. I used to be like that. But now I’m two-thirds done, so every day is taking me closer to the door. When I think like that, I can get up in the morning and smile.”\n\nA month later, my supervisor told me Mike had been locked up for more than 16 years and had at least 8 more to go. Arrested when he was a teenager, he wasn’t going to be released until he was in his mid-40s. He had raped the sheriff’s daughter in his hometown. It didn’t matter how fat his folder of supportive letters got.\n\n“I used to be angry,” Mike told me. “I’d pick fights over nothing. I was mad to be in prison and I wanted everyone else to be mad, too. But then I realized: Man, this is my life. Do I want to be that guy? Always mad? I’m not going to get married or have a family. Not today. Maybe never. I’m going to be here. I’m a prisoner. There are some things I’m never going to do. And I can spend my life being mad about that, or I can try something else.”\n\nI asked him what he had decided.\n\n“I decided to be the best prisoner I could be,” he said.\n\nThis all relates to the clock on the wall because I fell in love again, and this became my new life. She was from New Hampshire and had never been to France. She left me for two years to write a memoir about her mother, but then she came back. She wrote me letters and I felt I knew her entire apartment because I studied the tiny photos she sent me of her sitting at her desk or standing by her curtains. \n\nWe were married, but not before I went to New Hampshire and met her mother. That afternoon, her mother could barely look at me. She was 48 and very sick, just a few months away from being dead. \n\nMy wife drove me through her hometown and I saw the lake where she had spent her summers when she was a teenager, not quite 5 feet tall and voluptuous in swimsuits long gone. We ate ice cream and talked quietly in the afternoon. She held my hand. She gave me an expensive watch that I kept wearing even after the crystal was scratched. \n\nOur son is from Ethiopia, where I once saw a dead horse on the side of the road that resembled an abandoned sofa. I asked a friend if we needed to do something about that, and he said the wild dogs would take care of it.\n\nWe took our son far away from all of that five years ago, which may seem like a kindness, except it also hurts. I wish our son could know those dirt roads and the way they looked like chocolate milk in the rain, the way the hillsides were a delicate green, the way our driver would not go into the zoo because he was disgusted by the concrete ugliness of the lion cages. \n\nI wish my son’s birth parents could see him swimming. He’s such a good swimmer. I wish they could hear him reading books aloud. I wish he could know them. I wish our son could speak Oromo, the language of his birth. Our story, so full of love, is also full of loss.\n\nWhen I was younger, I used to get up early in the morning to write. Now I get up early to make my son breakfast. I rarely stay up late. I like my job, but I have to work after dinner most nights. I can reach my laptop only if I lean over the pile of markers and a tiny Buzz Lightyear on my desk. My wife hasn’t worn a bikini for six years and probably never will again; she says she’s too old, which makes me sad. \n\nShe is a beautiful woman with gray in her hair. My parents no longer drive at night and have fewer and fewer hobbies. This summer my mother made a box of cookies just for my son, and I was happy to see them talking quietly in the kitchen.\n\nI’m constantly aware of lost opportunities. I used to think such lost opportunities were beautiful towns flashing by my train windows, but now I imagine they are lanterns from the past, casting light on what’s ahead. \n\nMy life is constrained in hundreds of ways and will be for years as my son grows up and my wife and I grow older. I don’t know when I will return to Paris, if ever. I don’t know when or if I will finish my book. \n\nI do know I love eating breakfast with my son. My wife wants us to open only one box of cereal at a time to keep the flakes from going stale, but my son and I get up first, so we eat what we want. We like to change. He gives me a thumbs-up whenever I open a new box.\n\nIn our family, we talk about our days and recount our “best part” and “worst part” at dinnertime. Last week, I was reading a bedtime story with my son and was distracted by the laptop and work waiting on my desk, but I turned to him and said, “We forgot ‘best part, worst part.’ What was the best part of your day?”\n\nHe pushed his chin into my shoulder and said: “This is, Daddy. This is.” \n\nI felt a complete fool. I had to close my eyes for a moment. And then we agreed that his worst part was when he had cried about eating chickpeas.\n\nWhen I was a boy, I hated beets. I hope I can protect my son from beets until he’s old enough to hold in the tears. They’re not worth it.\n\nWhen the battery in my watch died, I still wore it. There was something about the watch that said: It doesn’t matter what time it is. Think in months. Years. Someone loves you. Where are you going? There are some things you will never do. It doesn’t matter. There is no rush. Be the best prisoner you can be. "
}