{
  "url": "http://www.nytimes.com/2013/11/10/fashion/After-a-Parents-Death-a-Rush-of-Change-modern-love.html",
  "headline": "After a Parent’s Death, a Rush of Change",
  "dateline": {
    "year": 2013,
    "month": 11,
    "day": 7
  },
  "byline": "E. J. Levy",
  "text": "When my father died six months shy of his 83rd birthday and my 42nd, I was shocked to find that in the midst of grief, one clear desire emerged, uncontestable: I wanted a child. This was not a decision, or even really a thought; it was more like a reflex.\n\nI was sure of two things growing up: that I adored my parents and that I never wanted to have children. Like the writers I most admired, I wanted my legacy to be literary, not genetic. \n\nI had a vague notion that, like Cary Grant, I might get around to having a child in my 60s. When a few writer friends began to have children in their 30s, I felt vague pity, as if they had admitted to something I refused: that my one life was not enough. \n\nTwenty years ago, a friend was so devastated by grief after her mother died that she fell into heroin addiction. I’d felt for her, but I had not understood the depth of her sorrow, the disorienting nature of loss. \n\nNow, I did. Like her, I was frantic with pain, desperate to give my life the slip. She became an addict; I would become heterosexual, which seemed an equally outlandish choice, each of us seeking to escape who we had been.\n\nI had been a lesbian my whole adult life, happily involved with women. But three months after my father’s death, I started dating a man for the first time in almost 20 years. My friend Marcela asked if this was about having a child. It seemed a ruthless question, but I couldn’t deny it. Much as I dislike the reduction of love and desire to biology, a mechanical rather than a richly intellectual matter, my interest in men felt impersonal, hormonal, a little nuts. \n\nI wondered if this desire would pass, with grief; I hoped it would.\n\nI’ve often thought our life clocks are set by the age at which our parents bore us: my father was past 40 when I was born, my mother approaching that age. So it seemed fitting that in my 40s, I would consider the question of children.\n\nI used to tell people how wonderful it was to come to things late in life, like all the books I hadn’t read in childhood, when I preferred the tidier realm of math. Discovering Austen, Eliot, Woolf and Cheever at 25 was a revelation, like watching all the lights come on. (I fell for books when I fell for women.) \n\nBefore then, books had bored me. They seemed such a lie against experience; no one led such shapely lives. But now I understood that was the point. The artifice revealed truth. \n\nBut discovering late what you long for can be heartbreaking, as any woman over 40 learns when she finds that pregnancy is a long shot. It didn’t matter that people mistook my age, that I looked younger than my years. Biology brooked no argument. \n\nAfter 40, a pregnancy is considered “geriatric,” a nurse told me during a brief bout of in-vitro fertilization that I tried the summer after my father died. By 43, the chance of pregnancy by I.V.F. was less than 3 percent; by 45, it would be near zero. \n\nIt did not matter that, while working in Brazil the autumn after my father’s death, I visited a priestess of candomble, an Afro-Brazilian religion, who saw a child in my future. She cast buzios (small cowrie shells) and read the auguries. When I asked about the prospect of marrying the man I was dating then — an obsessive, destructive, marvelously distracting affair — she said, “You could marry him, but it will not make you happy.” (This was not news.)\n\nWhen I asked about marrying my ex-girlfriend, who was my best friend, she said, “No!” \n\nDisconsolate, I asked her what my future held. \n\n“You will meet another and will marry and have a child,” she said. “But it will take a very long time.” \n\nThe priestess looked ancient, ageless, somewhere between 50 and 75. Her handsome young assistant looked up at me, skeptically I thought, as did the priestess. None of us believed I had that time.\n\nEventually the grief did pass, after utterly upending my life — prompting me to leave a job, a city, a relationship, a way of life — but my desire for a child did not pass. If my first love affair with a man in 20 years seemed in retrospect artificial and absurd, it also (like fiction) revealed something true. I wanted to love; I wanted a child. My one beautiful life no longer seemed enough.\n\nWhen I met the man I would marry, I didn’t bring up wanting a child. There seemed no point. I was 47. It was too late. \n\nSo I was surprised when he said, early on in one of our long, rambling phone conversations, “I’d like to give you a child.” \n\nI laughed at the presumption, even as I was touched. \n\n“I’m not sure it’s up to you,” I said.\n\nWe hadn’t slept together; I wasn’t sure we ever would. I was both charmed and appalled by his presumption that his virility was the decisive factor, not my age. \n\nBut his confidence was contagious. Gave me hope.\n\nA month or two later, on the eve of the Jewish New Year, we spent the night together for the first time in my Washington pied-à-terre. It was tender and passionate and as I fell asleep, I knew (from the way my cervix felt, as if swaddled in a tiny sweater) that I had conceived.\n\nA few days later, talking to a friend, I felt a pinch in my abdomen, like a needle prick, and knew that the embryo had implanted; soon after, my nipples began to ache, my breasts swelled, my sweat took on an unfamiliar sweet scent.\n\nBut I knew better than to hope. Hope seemed preposterous at my age.\n\nThe following month, while visiting family in Minnesota and attending a Nobel conference on evolution (our version of a family reunion), I realized my period was two or three weeks late. So I bought a test, and took it. Shocked, I took it again. \n\nThen I walked into the kitchen where my brother and mother were preparing to drive down to the conference, and said, as we piled into the family car, “You’re not going to believe this.”\n\nOnly then did I learn I’d had a great-aunt who had borne her first child at 48. That my grandmother — who had homesteaded in the Dakota Territories and was born when Queen Victoria still reigned — had given birth to my mother a few months before turning 40 — in 1926. For generations our mothers have been the age of grandmothers. Only then did I learn that I am from a long line of pregnancy procrastinators.\n\nI was ecstatic while pregnant, blissed out for weeks, but then — predictably, heartbreakingly — I miscarried, as so many women do at that age. In time, though, against the odds, we conceived again.\n\nAnd now, nearly seven months pregnant, I am wearing some other woman’s body: gone is the gamin, coltish figure that was mine. Sometimes the transformation terrifies, makes me want to weep. Sometimes I weep.\n\nA friend says that in some ways it is easier to be a mother expecting a child than a father, because your body prepares you for the alteration of your world. Well before a child arrives, a mother’s life is changed: what she eats and can’t stand to, how she sleeps, pees, looks. It is already clear that my life is not wholly my own. What surprises me is that this is lovely. To be so altered by love, as I was by grief.\n\nSometimes, when I consider the fact that I am about to become a mother midlife, at the age I might have become a grandmother, I feel like a freak. I remind myself that midlife parenthood has not been considered bizarre for men; it’s been a sign of vitality. For centuries men have been able to make a name, then make a family. Henry VIII was 46 when his last child was born; Arthur Miller was 51; Norman Mailer was 55; Laurence Olivier, 59; Cary Grant, my model, was 62 when he became a parent.\n\nI will be in my 60s when my child is in college, as my father was. A few friends my age are grandparents. But most of my friends have come late to parenting, if not quite as late as I will. I worry I may not have the energy, but I know I will not have the resentment, either.\n\nMy mother was a devoted yet thwarted parent — her potential (as a pianist, a painter, a physician) squandered for the sake of changing our diapers, attending the PTA. A fact I never forgot. \n\nI want to bequeath to my child my mother’s brilliance, my parents’ love and a legacy of late-blooming women in my clan, of hopes discovered late, seemingly impossible and yet improbably fulfilled."
}