{
  "url": "http://www.nytimes.com/2013/04/28/fashion/yes-i-really-am-bisexual-deal-with-it.html",
  "headline": "Yes, I Really Am Bisexual. Deal With It. - Modern Love",
  "dateline": {
    "year": 2013,
    "month": 4,
    "day": 25
  },
  "byline": "Wilson Diehl",
  "text": "When I told Jared I’m bisexual, he couldn’t, or at least didn’t, hide his discomfort.\n\n“Why do you have to announce it like that, like it’s still relevant?” he asked, his eyes darting around the restaurant as if he were on the lookout for gun-toting bigots or maybe a pack of lesbians (in sensible shoes) poised to drag me off and feed me herbal tea. “When we get married and have kids, it won’t matter who we dated before we met.”\n\nHe spoke with such dazzling confidence, I breezed right past his bold assumptions. This ambitious, unapologetic doctor who apparently was going to become my husband had a point. I didn’t want to hear about his ex-girlfriends beyond what terrible lovers and inadequate friends, cooks and travel companions they were. Why would he want to hear about mine?\n\nBut I wasn’t looking to chronicle my romantic escapades. I was clarifying my identity. I like men and I like women. That way. I’m attracted to both, fantasize about both, have dated and kissed and enjoyed sex with both. I like the soft roundedness I’ve found in women, the scratchy ridiculousness I’ve found in men, and the culinary generosity I’ve found in both.\n\nIf you lined up 100 people I’m physically drawn to, maybe only 4 would be women, but the depth of attraction I’d feel for those women would be the same as for the men. This was true when I was 23 and entered my first romantic relationship (with a woman), and it’s true now that I’m 38. I do not think of myself as 4 percent lesbian but 100 percent bisexual.\n\n“I’m not saying I want to be with men and women at the same time or alternate back and forth,” I told Jared, cocking my head like a parakeet in an attempt to make eye contact. “And I’m not suggesting, like, threesomes. My longest relationship was with a woman, and I pictured a wedding, trips to Europe, raising kids. I’ve been to couples’ counseling with a woman. So yeah, it’s relevant.”\n\nOver the next few weeks, as I felt myself falling quickly under Jared’s self-assured spell, I became terrified of clasping his hand and stepping onto the hetero-normative conveyor belt: engagement, wedding, mortgage, children, evenings on the couch watching a bunch of straight people behave just like us on TV. My woman-loving side would be obliterated, and with it a piece of myself.\n\nOnce I was committed to this man, how would anyone know I also liked women unless I went out of my way to tell them? And under what circumstances would I do that? If I was going to hitch my star to Jared’s till death did us part, I had to still honor the jeans-wearing, boot-stomping, Ani DiFranco-loving, I-don’t-need-no-man side of myself.\n\nEarly on, I’d made coming out part of my routine. First date: Reveal introverted bookishness (usually made obvious by my cat-eye glasses and social awkwardness). Second date: Pet heavily. Third date: Announce bisexuality.\n\nNo matter how open-minded I believed my companion to be, the coming-out conversation was always excruciating. I was a sweaty, self-conscious mess, having no idea what reaction I would get. Would I feel as if I was seen and heard and accepted and embraced — the whole object of the painful, naked-making horror show that is dating? Or would I get metaphorically punched in the gut, shamed for merely being who I am? Would she shrug? Would he think it was hot?\n\n“So you’re, like, one of those four-year lesbians,” one guy said in the middle of a make-out session — no matter that all my relationships, gay and straight, have taken place after college.\n\n“I think you’re just too timid to face your deepest personal truth,” one woman told me as she reached for my shirt buttons.\n\nA man I was on the verge of loving said he was “totally cool with it” — so long as I didn’t mention anything to his parents.\n\nWould they next ask me to explain why I can’t choose, to untangle the mystery of how I can be drawn with equally lusty force to both Jake and Maggie Gyllenhaal? Who can explicate their attractions, their fantasies, their loves?\n\nI could say I like variety, but I always get a manhattan, in a lowball glass if possible. I could claim I’m on the prowl for new experiences, but usually I’d rather stay home and read a book. I could profess to love ambiguity, but nothing drives me crazier than trying to follow the “plot” of an art-house film.\n\nIt’s true that I gravitate toward seeming contradictions — a buff, heavily tattooed guy stooping to pet a kitten, or a delicate, longhaired woman with perfect makeup pounding a bunch of nails — but that only explains so much.\n\nBisexual people have gotten a bad rap for so long. To some, we’re confused sex maniacs who love threesomes, hate monogamy and spread AIDS to straight people. We’re totally gay but too petrified to admit it, or we’re totally straight and “just going through a phase.”\n\nProtective friends counseled me not to mention my orientation until later in the wooing process. “Why scare people off?” they would say. “Not everyone’s as comfortable with the whole ‘bi’ thing as you.”\n\nThey suggested it might be better to let people fall for me before I came clean, so when I did, my love interest would already be too smitten to dump me (the same advice, I imagined, given to registered sex offenders and convicts on parole).\n\nBut waiting until someone likes me before I share potentially hard-to-swallow aspects of myself has never been my style.\n\nJared contacted me on an online dating site, and before we had even met I told him via e-mail that I hate tofu, sausage and girlie cocktails; I’m sensitive about textures, depictions of violence and buzzing noises; and even though I was only 32, I was wary he would indicate on his profile that his age cutoff for women was 36, a full two years younger than he was. What was the deal with that?\n\nMy declarations and pushy questions made him wonder if he was pursuing the wrong woman, and he required a glass of Jack Daniel’s and a phone consult with his mother before e-mailing me back. Still, he agreed to meet me. And in the six years of our relationship, I’ve never once had to pretend to enjoy a tofu-sausage scramble and frozen daiquiri while watching “Pulp Fiction.”\n\nBetter to be upfront, I knew, than trick him into believing I was a stiletto-wearing hetero girl, only to reveal my true self after the honeymoon, once we were married and pregnant and had everything to lose. What if he found the whole thing — found me — too threatening and weird?\n\nBy the time I dropped the B-bomb, on our third date, Jared was well prepared for my proclamations of selfhood. And he did not run away screaming. Instead, he eventually bought a sparkly vintage ring, proposed on a tiny Hawaiian beach, got me pregnant on Valentine’s Day, and declared before our closest friends and family that he would love me in sickness, health and, I have to assume, in moments when I’m crushing on some woman.\n\nIn our little family, Jared is more or less the sole breadwinner, and I’m usually at home making sure our two children don’t stick their diminutive flatware in the outlets — which is to say, our roles aren’t just hetero-normative but old-school hetero-normative.\n\nIs it strange that I call myself bisexual even though he and I have been married for four years and I haven’t so much as held hands with a woman in seven or eight? Is it reasonable for me to claim queerness when I’ve benefited so much from heterosexual privilege: shared health insurance, uncomplicated baby-making, implicit legal guardianship, inarguable life insurance beneficiaries, a federally recognized union?\n\nStrange or not, reasonable or not, it is what I am. And because my bi-ness seldom has occasion to come up organically, I intermittently bring it up apropos of nothing. “I can’t pick a restaurant — I’m bisexual,” I’ll say. Or “I’m wearing jeans and a skirt today because, you know, I’m bisexual.”\n\n“How’s that working out for you?” Jared asked the last time I did this, feigning nonchalance.\n\n“Pretty great,” I said with a smile I tried to make reassuring. Then I couldn’t stop myself from adding, “When we’re old and the kids have forced us into a nursing home, it could work out particularly well, given how much older you are and the fact that women live longer than men.”\n\nEven when I’m gray and wrinkled and have had my life forcibly downsized and my driver’s license revoked and my wardrobe reduced to velour loungewear, I will still go both ways. And when I’m an octogenarian, I’m sure I’ll find sensible shoes to be an even bigger turn-on than I already do."
}