{
  "url": "http://www.nytimes.com/2013/11/24/fashion/a-silent-partner-to-share-the-path-of-love.html",
  "headline": "A Silent Partner to Share the Path of Love",
  "dateline": {
    "year": 2013,
    "month": 11,
    "day": 21
  },
  "byline": "Sarah Herrington",
  "text": "“I have the chance to go to Japan for a year,” I told my boyfriend, Randy.\n\n“But I can’t come with you,” he said. \n\nI wanted to pack him up and take him along, but his life and work were in New York, so we promised to visit each other during my one-year teaching contract and switched to cheap phone plans. We were going to be a progressive couple who could support each other in pursuing our dreams, strong enough to let each other thrive apart.\n\nWe had met three years earlier when I was a 22-year-old English major just out of college, living in Greenwich Village. He was standing by me in a deli line, tall with blond spiky hair like Bart Simpson. \n\n“Hope you’re not stuck with just hundreds,” he said to me, pointing to a homemade “No Change for $100” sign taped on the counter.\n\nWe talked until chairs were being stacked, mops were moving and we had to be kicked out. We discovered we both had a band of freckles on our upper left arms that looked like the Big Dipper. Later he would hold me with that arm as we melded into one constellation on the futon in my tiny apartment. \n\nRandy was my first serious relationship. It was 2001. He was the one I rushed to find when the twin towers fell, when the smoke billowed and rose. Life was uncertain, but Randy felt solid. \n\nFor three years we hung out, going to his shows with his group of ragtag rocker friends. When our leases expired, we moved in together. Weekends were spent at his gigs, with him firmly in the spotlight.\n\nBut when I saw the newspaper ad for teaching English in Japan, it struck like a gong. I had been obsessed with Japan since childhood, had studied Zen and kanji in college. I needed to explore, to claim my own spotlight for a while.\n\nYet on the plane across the Pacific I watched several old Japanese women do calisthenics near the emergency exit, and I suddenly couldn’t breathe. It hit me: I was going halfway around the world alone. I would be living by myself in Osaka, teaching English in a school in the back of a mall. And I knew no one there. Except Mika.\n\nMika and I became pen pals when I was 7 and her neighbor visited my family’s upstate farm. She left with my address and a picture of me with red hair. Two months later, I received a letter. \n\n“Hello,” it read. “My name is Mika.” In her photo she wore long dark braids and a shirt with the English alphabet.\n\nMika and I wrote letters for 15 years. When I moved to Manhattan I sent her a map of the island with a gold star downtown. “I am here,” I wrote. \n\nWhen I fell for Randy, I told Mika how his James Taylor voice serenaded me while he made smooshed grilled cheese and tomato soup in our small kitchen. I described walking along streets with my hand in his oversize pockets.\n\nNow I was moving to her island.\n\nTraining with American expats in central Osaka, I felt overwhelmed and shy. The company housed me in a studio that looked, from the outside, like a washing machine. Every morning I woke to fliers for teenage pornography slid under my door like delivery menus. I rode the train to work, aware of the other passengers staring at my bright red hair. I began wearing black hats to cover it.\n\nJapan was beautiful but isolating. On my pink cellphone I called Randy daily. When I got his voice mail repeatedly, I rationalized: the time difference. Sometimes I called just to hear his recording.\n\nOne weekend I took the bullet train past Mount Fuji to meet Mika. \n\n“Konnichiwa!” she exclaimed, greeting me at the door. I stared at my longtime friend, her hair cut short, her eyes farther apart in person. We gave each other a silent hug. I knew this girl so deeply, yet we could barely communicate. My spoken Japanese boiled down to three phrases: “No fish flakes, please,” “Thank you” and “Where is the bathroom?” Mika wrote better English than she spoke.\n\nWe sat on tatami mats and smiled at each other. We ate noodley soups and fresh tofu. Mika was dating a businessman. In a photo I pointed to Randy’s light blue eyes.\n\nAfter dinner Mika brought out an envelope with all my letters. In my happy 10-year-old’s script I’d written: “Dear Mika, I have a dog, too!” How many tiny details we’d shared.\n\nBack in my washing machine apartment I could get free Wi-Fi if I placed my laptop on the windowsill overlooking clotheslines. When Randy and I exchanged instant messages, I felt anchored. \n\nAfter we had been doing this for a while, though, he wrote: “I have to tell you something.” He said he loved me but realized he preferred being on his own. “I wasn’t able to eat until I told you,” he typed.\n\nI logged off, devastated. With my weak language skills, I had no one to talk to. Except Mika. I called her. “Meet up?” I had practiced the phrase before dialing. I didn’t know how to say “heartbreak” in Japanese.\n\nShe met me at Kiyomizu-dera temple in Kyoto, a huge wooden structure made without even one nail. There was a love shrine there, she said.\n\nI was teary as we drank with ladles from a waterfall that ran underneath the main hall in a braid of three streams. It was said to grant wishes. Mika showed me to the Jishu Shrine dedicated to Okuninushi, a god of good matches. The shrine possessed a pair of stones 20 feet apart. Anyone who could walk from one to the next with eyes closed would find true love.\n\n“Try,” Mika said, guiding me by the elbow.\n\nWe lined up with other single women. For my turn I closed my eyes and made the wobbly journey, touching the second stone to open my eyes and see Mika.\n\n“Maybe he’ll come back,” she said in broken English. “How could anyone leave you?”\n\nI wanted to tell her that, for me, relationships were a more confusing path than walking from one stone to another. I wanted to talk about all the things we had written about. But I could barely speak. \n\nHeartbroken and homesick, I ended my teaching contract early. The school asked me to write a poster-size letter to my students to apologize for leaving halfway through. I had failed both romance and travel. I felt ashamed.\n\nBack in New York I moved into an East Village studio. \n\n“We should be friends,” Randy wrote in emails.\n\nI knew that wouldn’t work. I couldn’t even talk to him. When I saw him on the street with another girl, I avoided all of Queens. I blamed myself, certain I had damaged our relationship by going to Japan, only to then ruin my Japan adventure by leaving prematurely. \n\nOver the distance of time, not continents, Randy and I eventually drifted into friendship. We were close enough that seven years later I was his emergency call after he was attacked at a gig by a drunk concertgoer.\n\n“Don’t freak out,” he said, “but I’m at the hospital. I have a head injury. I need help. Meet me at my place?”\n\nTwenty minutes later I was shampooing his hair over the sink in his bachelor pad. The back of his head was caked in black blood that made the water run red. His scalp felt small, like a duckling’s. Three metal staples punctuated his crown.\n\nAfterward, we sat on the edge of his sofa and he threw his Big Dipper arm around me. I had forgotten our freckles matched. He still smelled of incense and paperbacks. I looked around at this loft I had never seen before. The dark furniture I had once lived with was interspersed with new recording equipment and computers.\n\n“Want to go for a ride?” he asked, pointing to a hammock between posts.\n\nI didn’t.\n\nFor the first time I saw: There was a reason I had left Randy’s world at 25. I needed to find out who I was, and only after putting my dreams in the spotlight did we fall apart. I was grateful we had become friends, but for the first time I understood I had not been a victim. When I was abroad, though, it was impossible to know how much of my longing for Randy was from love and how much was from loneliness. \n\nAs Randy’s head healed over time, I felt my long-broken heart finally mending. I thought of the Japanese concept of wabi-sabi, of finding the perfect in the imperfect. \n\nFor me, love was not about straight, predictable lines. It was more like a winding path between rocks in the shrine of my heart."
}