{
  "url": "http://www.nytimes.com/2013/09/01/fashion/Just-Holding-On-Through-the-Curves-modern-love.html",
  "headline": "Just Holding on Through the Curves",
  "dateline": {
    "year": 2013,
    "month": 8,
    "day": 29
  },
  "byline": "Cris Beam",
  "text": "My daughter just turned 30. How is this possible when it seemed like only a week before she was a scrappy, sassy teenager? Like mothers everywhere, I don’t think I’m old enough to have delivered a baby girl who could hit such a milestone.\n\nIn my case, it’s true: I’m only 41. I didn’t give birth to my daughter. I became her mother when I was 28 and she was 17. Call it an unplanned delivery, very late term. Christina was one of the 135,000-plus teenagers nationwide in foster care, most of whom are abandoned when they age out of the system between 18 and 21. \n\nI was lucky enough to snare one of these gems, to share my life with the smartest, most beautiful, resourceful and hilarious kid around. \n\nWant proof? I have pictures. But be careful what you ask for: like mothers everywhere, I’m insufferable that way.\n\nI say I’m lucky because I didn’t plan for this life. Back when everything happened, Christina was just my favorite student in the high school English class I was teaching. When her agency made her change schools, we stayed in touch. \n\nThere was something both fierce and vulnerable about Christina, and I liked being with her. She is also deeply intelligent, and I wanted to ensure that no matter how the world tossed her around, at least one of her teachers had shown her that she mattered.\n\nI also wanted to keep an eye on her safety. Christina is transgender, which meant there were fewer beds available to her within the system and fewer protections over all. \n\nSure enough, at her new school, disaster struck: After a security guard told some of her fellow students she had been born male, they threatened to kill her, so she fled. I was the first person she called, and my then-partner and I offered to let her sleep on our couch until we could sort things out with the agency. Anyone with a conscience would have done the same. \n\nWhat I didn’t understand at the time was how profoundly child welfare can fail its teenagers. I didn’t know that fully half of all the teenagers in foster care are institutionalized in group homes or more serious lockdown facilities because families don’t want them. \n\nI didn’t know that, by age 19, 30 percent of the boys will have been incarcerated. I didn’t know, as Christina’s first night bled into a second and a third and as we went to Home Depot to buy containers for her clothes and cleared her a shelf in the bathroom, that 30 percent of the homeless in this country were once in foster care.\n\nMost of us can’t survive our first jobs, first apartments, first loves or first big mistakes without family to fall back on. We need money, love, advice and encouragement well past our 18th birthdays — especially if we celebrated that birthday in an institution with state-financed guardians working eight-hour shifts.\n\nWhat I did know, as I tucked sheets into Christina’s makeshift bed those first few nights, was that I had a hurt and angry child on my hands who was frightened of being rejected one more time. And I knew that child because I had been one, too. \n\nWhen I was 14, I left my mother’s house and never saw her again. I moved to my father’s house 30 miles away. My mother didn’t reach out or call, and I was too afraid to reach back to the woman who didn’t want me. \n\nWhen I graduated from college, I sent my mother a letter, and she sent me a note on a paper scrap, wishing me a good life and misspelling my name. Later I recognized the signs of mental illness in her; I recognized it in the men she brought around, in the nights she didn’t come home, in the way she’d drift into corners and lose herself all day. \n\nBut I didn’t know to call it that when I was a child. Mostly I scuttled about like a dog on ice trying to make her better. Mostly I thought my mother’s rejection was my fault. And when I couldn’t take it anymore, I left.\n\nWhen Christina moved in, I wasn’t blind to the symmetry. I saw how in helping her I could repair some of my own story; I could be the mother that my mother never was. But just as Christina was settling into a kind of routine in our little one-bedroom apartment, her agency called to say she couldn’t stay. \n\nWe already had enrolled her in a new public school and were working on her résumé so she could get a job. We were redistributing household chores. But we weren’t licensed foster parents, so they had found her space in a group home for teenage sex offenders.\n\nChristina had never committed such a crime and was understandably terrified. It would be only for a while, they promised, until they could find something better.\n\nThe thing is, I was the “something better.” I had already been found, and Christina was safe with me. I wasn’t going to let a broken system break down a child I loved. I hadn’t planned on being a mother to a teenager at 28, but I discovered if you threaten an injured cub in my den, I could become a mother right quick.\n\nTogether we fought back, and after some heated phone calls and hasty arrangements, she ended up with us. But that isn’t the triumphal part of the story. The triumph is the past 13 years.\n\nBEING A PARENT to a teenager can be like driving a racecar on a slick track with no brakes. The radio blares Spanish rap and the kid in the passenger seat hurls catcalls at passing drivers and then ducks, or threatens to hurl herself out the door if she’s angry with you. Oh, wait — maybe that’s just my teenager. \n\nAnyway, I learned that with my teenager you just have to hold on through the curves. I didn’t learn to be a great mother the way I had planned, but I did learn that no “bad” behavior by her would ever warrant the ultimate rejection. I learned there’s not one child worth discarding — not the tens of thousands of children in group homes, not Christina, not even me. \n\nThat last part was Christina’s gift. The bonus was realizing that the teenage thing passes. And then you get the glorious young adult who suddenly, miraculously, loves you back. \n\nMy experience of Christina’s childhood was extraordinarily compressed. I didn’t get the diapers or teething or first haircuts. But I did get her first steps. There was the time she started meeting her curfew because she “didn’t want to worry” me, even though she had never kept a curfew before. (Nobody had cared before.) \n\nMy ex and I used to wake her up with Dolly Parton’s song “Little Sparrow,” which she claimed to hate, because it was the only thing that got her out of bed. When she turned 19, she got a sparrow tattoo as a tribute.\n\nAnd finally there was the letter, a few years back, in which she thanked me for saving her life. She had saved her own life, I told her, but it takes depth of soul to feel such gratitude.\n\nBesides, I’m the one who’s grateful. I wish more people would want to foster teenagers (although they, like me, may not consider it until one lands in their lap). Unlike the littler children, teenagers often recognize that their frustrations and sorrows are born of the system and their families of origin, rather than you. \n\nThey can say, as Christina often did when she was in a rage: “I don’t know why I’m even acting this way. It’s probably from the abuse in one of my homes.” \n\nAnd I could say: “I don’t know what to do with you. I have no experience.”\n\nAnd we both could then shrug at our respective confusion and order a pizza to eat together on the couch.\n\nThe triumph in the story isn’t that we celebrated Christina’s 18th and 19th and 25th birthdays and that she never even came close to becoming one of those sad foster-care statistics. The triumph is that we celebrated them together. And Christina’s family has grown: She has made inroads with her biological relatives and kept my ex as her other mother; last summer Christina was a part of her wedding. \n\nMy current partner and I recently traveled to see Christina for her birthday and to mark the moment over Korean barbecue the way we always do. Our messy family looks like a lot of messy families, but at the core, we stay close because we choose to. Christina taught me that a lasting family isn’t something that happens, it’s something you choose year after year.\n\nWhich means we actually like spending birthdays together. Even if 30 does sound awfully old. \n\nIt’s O.K. I’m still a very young mother."
}