{
  "url": "http://www.nytimes.com/2013/03/03/fashion/limping-toward-the-truth-modern-love.html",
  "headline": "Limping Toward the Truth — Modern Love",
  "dateline": {
    "year": 2013,
    "month": 2,
    "day": 28
  },
  "byline": "Amary Wiggin",
  "text": "Dumping him was a pre-emptive safety measure, not unlike shooting dynamite into a ravine to trigger a more manageable avalanche.\n\nSitting across from him in a Manhattan bar, waiting for our drinks to arrive, I felt wise, decisive, mature. He had barely stepped off the bus from Washington, D.C., and I was already telling him, as calmly and kindly as I could, that I wanted out.\n\nHe nodded, looking resigned. Our long-distance experiment wasn’t working.\n\nWe chatted a bit, and then he perked up again. Carefully, as delicately as one can, he asked, “Can we still have sex?”\n\nMany people would have taken this as their cue to leave. But to me, this wasn’t an idiotic or even unreasonable question. Sex had been our starting point, eight months earlier. Not the climax of our fast-moving and playful summer romance, but the motivating spark. You might say it was the one thing we really had in common.\n\nBack when I had lived in Washington, I was decidedly tipsy in a dive bar on M Street when he spotted me from across the room. It took a few more drinks and an impromptu exhibition of his artwork on his iPhone before we were outside, kissing and hailing a cab. I never expected to see him again, but the next day, he called. He wanted to take me to dinner.\n\n“I like you,” he said later, when we had eaten at my favorite Thai place. “I wasn’t sure if I would.”\n\nTo my surprise, I liked him, too.\n\nAnd that’s how, months later, after I had moved to New York, a drunken one-off had blossomed into an intercity love affair. In a gratifying reversal of the conventional script — and that noxious metaphor comparing women and their body parts to cows and free milk — sex had turned into love.\n\nPrivately, I’d referred to him as my “sexual soul mate.” At 23, I had never felt better understood by a partner. No one else had succeeded in making my hyperactive libido feel, if not normal, then benignly quirky, even desirable.\n\nSo the night of our breakup, I told him “yes.” I told him, laughingly, “Of course.”\n\nAll of which helps explain why, two months later, I was rushing to catch a bus to Washington to meet him.\n\nAs I was descending the stairs of my apartment building, bags in hand, I wondered if our new arrangement could last. We had agreed to dial back our commitment and revert to being “lovers.” The hokeyness of the term made us giggle, but it implied genuine tenderness and respect. It was better than the callous-sounding slang for what we had become. It even had the word “love” in it.\n\nUnfortunately, a nice-sounding label hadn’t protected us. As enlightened as we imagined ourselves to be, a mire of resentment was forming under the surface.\n\nOne night when I was visiting him, he lashed out at me, bitter that I had initiated our breakup. The makeup sex didn’t succeed in patching up the wounds on either side. Still, I didn’t want our ugly moments to cloud the potential for pleasure.\n\nOn the stairs of my building, I paused. I suddenly had an irrepressible urge to stay put. Anyone could have warned us that it would become more complicated, not less, as we tried to have our cake and eat it, too, but I had believed us to be immune. Then again, the progression of our love had been unconventional; why surrender to conventional wisdom now?\n\nI resumed plodding downstairs. To distract myself, I tapped my iPhone and scrolled through my recent text messages.\n\nTexting while walking: We need a public service announcement warning against this disastrous combination. Before I realized what had happened, my right foot missed the last stair and I tumbled onto the landing as my ankle released a loud “pop” and pain shot up my leg.\n\nFor a second, lying on my stomach, limbs splayed, I wondered if I had fallen on purpose. As I dragged myself to my feet and limped out to the sidewalk, half of me hoped the pain in the ankle that had gone pop would subside, and half of me hoped it wouldn’t.\n\nIt didn’t.\n\nMiraculously (or not), I had the excuse I needed. But I didn’t use it. Instead, safely back in my bedroom, I texted that I wasn’t ready to see him again, that it hurt too much to revert to our old ways, and that I wasn’t going to Washington anymore.\n\nAssuming he would call me to argue his case, I waited, cellphone in hand, but received no such entreaty. So I called him. And called again.\n\nHe didn’t answer.\n\nLater that day, the pain in my ankle did subside, but a funny thing happened: my limp persisted. I no longer walked; I hobbled. I didn’t run; I lurched, like Quasimodo being chased from his bell tower.\n\nNone of these facts could induce me to seek medical attention.\n\n“I think it’s getting worse,” my boss said, six days later.\n\n“Really?” I said, surprised. “I think it’s getting better.”\n\nBut when I looked down, my foot remained askew, pointing to 2 o’clock where it should have been pointing to 12.\n\n“Your ankle looks broken,” announced a stranger, stopping me in my local pharmacy.\n\nPerhaps it was less optimism driving me than willful blindness. Against the advice of everyone I knew, I went to get checked out by a podiatrist instead of an orthopedic surgeon. The latter job title sounded too hard driving and clinical. “Podiatrist,” by contrast, had a kind of small-town, holistic feel. I guess I still believed, stubbornly, that a warm and fuzzy label could protect me.\n\nIn the end, I didn’t want clarity. If it was bad, I didn’t want to know how bad.\n\nAfter examining my X-rays, the podiatrist announced that I had “severed some ligaments.” I should wear a walking boot and see her again in two weeks.\n\nOh, and my wound would “never fully heal.”\n\nI didn’t know what to make of my prognosis, but it sounded awfully grim.\n\nThe boot was made of hard plastic and had a curved sole, allowing it to rock back and forth. Black and Velcro-bound, it looked as if I had jacked it from a warrior-astronaut during some interplanetary tussle.\n\nA male co-worker took to calling me RoboCop.\n\nAs I hit a kind of lopsided stride wearing my new accessory, my heart warmed to my ex again. It was easy to allow the bad memories of him to recede and bring the happy ones to the fore, like rolling set pieces onto a stage.\n\nThe podiatrist had me coming back every two weeks and kept prescribing more time in the boot. Four weeks into my treatment, I was worried. Why was my healing timeline so hazy? What if, all this time, walking around in the boot had only made things worse?\n\nHere was the downside to choosing warm and fuzzy over cold but clear.\n\nAs it turns out, six to eight weeks is the standard healing time for this type of injury.\n\nMy uncle, who is an orthopedic surgeon, explained this to me when I sulkily surrendered to common sense and sent him my X-rays. He took one look and said yes, of course I would heal. And wouldn’t you know? The cold truth wasn’t bitterly inconvenient; in fact, it came as a relief.\n\nMonths later, the boot was off, and the only remnant of the ordeal was one ankle that was marginally more swollen and didn’t bend as well.\n\nONE EVENING my phone rang as I was talking to a friend. It was my sexual soul mate calling.\n\nFor him, the whole experience of the boot hadn’t even happened. I took a perverse pleasure in knowing that I had kept that vulnerability, at least, a secret, tending to it on my own. I had stumbled, fallen and healed during the time he had ignored me. Now I was strong again. Strong enough, I reasoned, to take his call.\n\nFeeling power in my restraint, I forced him to explain why he had not called me back that day. He replied that he had been too devastated by my refusal to visit him.\n\nHis silence, then, hadn’t been in the name of mutual self-preservation. It was punitive. Designed to injure, not to protect.\n\nI didn’t know it then, and I wouldn’t know it for almost a year, as he and I played out our technology-enabled drama over text message, e-mail and Skype, but I would never see him again, except as a cluster of pixels on a computer screen. That fall on the stairs really did change the course of my love life, and for that I am grateful.\n\nNow, instead of limping around, insisting I am damage-proof, I listen to the hurt. Instead of trying to distract myself, I treat pain as a message whose meaning it is my job to decipher."
}