{
  "url": "http://www.nytimes.com/2013/12/22/fashion/In-Marriage-Beware-of-Big-Boxes-modern-love.html",
  "headline": "In Marriage, Beware of Big Boxes",
  "dateline": {
    "year": 2013,
    "month": 12,
    "day": 19
  },
  "byline": "Cindy Chupack",
  "text": "In any marriage, even the best marriage, there will come a day when you wonder why you married this person.\n\nIt’s hard to fathom at your wedding. This handsome, tuxedoed man is publicly binding his life to yours, and you think, “It would have to snow inside my house before I would ever feel anything but love for this man.”\n\nWell, it snowed inside my house.\n\nI am not saying that metaphorically. I am telling you it snowed inside my house, because a few years ago, to kick off the holiday season, my husband, Ian, decided (even though we didn’t have kids yet, even though I never said I missed snow) that I would enjoy a snow machine. \n\nAnd it wasn’t flaky snow. Not that I would have enjoyed flaky snow, but Ian did admit later he thought it would be flaky. That’s the problem with ordering things like a snow machine online. You never can be sure if the snow will be just mildly annoying or marriage-ending annoying.\n\nInstead, the snow was sudsy, like a washing machine was overflowing in our upstairs loft and spewing suds down into the living room, where I was flipping through a magazine in front of the fire, having been instructed not to peek while Ian set up The Big Surprise.\n\nI have to admit, I had a bad feeling about The Big Surprise. It came in a big box, and there’s not much I can think of that a woman would want that comes in a big box. Chocolate and jewelry come in small boxes. Clothes come in relatively small boxes. They say good things come in small packages; I say bad things come in big boxes.\n\nThus I was prepared for something I might have to feign excitement over (a new drum set for Rock Band?). I’m on the fence about whether it’s polite or stupid to feign excitement over a gift from your spouse. On the one hand, you want to reward his efforts and encourage future gift giving. On the other hand, that’s the kind of flawed thinking that leads women to fake orgasms with men who have no idea where the clitoris is. And those men have no idea they have no idea. That’s the danger of faking.\n\nBut I didn’t have time to fake a response. I had a genuine response in a voice I barely recognized that shrieked: “What the hell is happening?” \n\nLet me tell you what the hell was happening. The “snow” was accumulating on the floor and landing in giant clumps on the rug, coffee table, leather chair and walls. Real snow does not land on a smooth vertical surface like a wall, but this snow did ... until it slowly started to slide down, leaving a thin, wet trail in its wake, like a snail. \n\nI finally yelled, “Stop, stop, stop, turn it off!” \n\nAnd amazingly, that was the first moment Ian realized the expression on my face was not joy but horror.\n\nHe turned the machine off and explained that the snow was nonstaining and nontoxic and could simply be vacuumed up, which would have been nice to know earlier, but I guess that would have ruined The Big Surprise. \n\nI was beginning to think The Big Surprise was that Ian didn’t know the first thing about me. Did I mention the housekeeper had just finished cleaning? I love a clean house. Ian certainly knew that about me. Maybe he thought the house would be super clean after this veritable indoor carwash, but instead it looked like a rave had happened in our living room. \n\nAnd I said as much. In fact, I probably said more. \n\nAnd that was the moment I realized the expression on Ian’s face was not remorse, but disappointment. And he was not disappointed in the snow machine, as I felt he should be as a consumer. He was disappointed in me.\n\nHe had imagined us dancing in the snow. (He was still looking down at me from the loft when he confessed this, so we were kind of a reverse Romeo and Juliet, in more ways than one.) Ian does not abandon a plan easily, so he smiled and said, “Come on, one dance.” And then he turned the snow back on, and hurried downstairs, still hopeful the evening could be salvaged, maybe even made romantic. \n\nAnd I thought: What if this is one of those moments, like the night we officially moved in together in New York? \n\nIan wanted to eat Chinese food sitting on boxes, and I wanted to unpack the boxes, and he finally said he was going to a bar if I wasn’t going to be “fun,” and I worried I might not always be fun, and what then? Of course, the next morning (our first Monday waking up together in our new home), I regretted everything. \n\nWhy was I so concerned with unpacking that I couldn’t enjoy our first night in our first joint apartment? That’s a once-in-a-lifetime thing. So I told Ian I thought we should have a certain number of do-over days in our relationship. We should each get, say, three days that don’t count against you, no matter what you do. And Ian said, “Great, see you on Thursday.”\n\nO.K., that was funny, but the truth is, you don’t get do-overs. Certain moments in life never come back. And I worried that maybe Ian’s winter wonderland was one of them.\n\nSo I tried. It was one of the hardest things I’ve ever done, but I tried to smile and dance with Ian in the snow.\n\nUntil two seconds later, when my shoes started to slip and slide in the suds, and I was getting faux snow in my hair and I yelped, “I can’t do it!” And as I ran outside, all I could think was, “Why did I marry this person?” \n\nI imagine Ian was standing inside, in the snow, thinking the same thing. \n\nAnd it wasn’t like in the movies. We never looked at each other and started laughing hysterically. The whole night was kind of terrible, especially during the cleanup process (which was, in fact, a process). \n\nFirst of all, I was surprised that I was expected to help, but I decided to pick my battles. I did not, for example, point out that the bubbles did not simply “vacuum up.” \n\nThe vacuum mostly just pushed the bubbles around. But we did get into a disagreement about whether something can be for “indoor use only.” This happened because I suggested that perhaps having snow outside of our house may have been a way to go. I could’ve come home to the one house in Los Angeles that had snow. \n\nOr he could have put the snow machine on the roof, and then while we were sitting by the fire, he could have pointed out the window and said, “Look, it’s snowing!” \n\n“It’s for indoor use only,” was his response. \n\n“Nothing is for indoor use only,” I said. “If you can use it indoors, you can use it outdoors, unless it’s so poisonous it would kill animals, and then it shouldn’t be used indoors, either.” \n\nWe finally agreed to disagree on that one, but I did have to admit that the stains on the chair and wall miraculously disappeared, to which Ian replied dryly: “It’s not miraculous. It’s nontoxic and nonstaining.” \n\nFinally, as if readying it for burial, Ian placed the snow machine back in the big box between two containers of bubble refill, which were, to my surprise, under the bathroom sink, where Ian had already stashed them for, I guess, the next time we wanted snow in the house? And then he said he would give the snow machine to someone at work “who would appreciate it.”\n\nI had to bite my tongue to keep from asking: “Who would that be? Someone who hates her house?” \n\nAs we carried several large trash bags of bubbles outside to the trash, Ian reminded me that sometimes I love his grand gestures. I couldn’t remember one I loved until he said, “When I proposed, on the beach, on a horse?” I admitted that was a good one (maybe because the horse wasn’t in our living room?).\n\nBut that’s the thing about romantics: don’t romanticize them. They can be hit or miss. \n\nAs it turned out, there was a woman in Ian’s office who had two toddlers and a linoleum kitchen, and the kids and her husband loved the snow machine. In fact, they had so much fun they invited more children to enjoy more snow on Christmas Day.\n\nSo maybe the gift was just early — several years and one linoleum kitchen early. \n\nAnd it is not lost on me that this gift ended a hard year when Ian and I got further from, not closer to, having children of our own. But it was also a year (despite our indoor snowstorm) that Ian and I got closer to, not further from, each other."
}