{
  "url": "http://www.nytimes.com/2013/07/07/fashion/an-american-dream-i-couldnt-share-Modern-Love.html",
  "headline": "An American Dream I Couldn’t Share",
  "dateline": {
    "year": 2013,
    "month": 7,
    "day": 5
  },
  "byline": "Luanne Rice",
  "text": "He walked into my backyard and we fell in love. That’s the only way it could have happened: I had imprisoned myself in a bougainvillea- and lemon tree-bordered secret garden overlooking the Santa Monica Mountains, but my deck had a hole that needed patching, so he came to fix it.\n\nHis name was Armando. He was young with brown skin, short dark hair and broad shoulders. He always wore jeans and a white T-shirt, and he kept a huge bunch of keys in his pocket attached to his belt by a long metal chain. He told me his English wasn’t good, but it was. \n\nThe hole in my deck was under yards of lime-green AstroTurf, so it took time to remove the covering and get to the rotten wood below. He showed me that all the boards were cracked and splintered, that it would be a bigger job than we had first thought. I gave him a check so he could buy a lot of cedar. \n\nArmando worked on the deck, and I sat close by watching my cat Maggie. She was 17, a silver and black tiger cat with turquoise eyes. We had gone through so much together, and she was dying. Armando was kind to her and brought her water. It was September. \n\nHe came from a small village near Puebla, Mexico. His grandparents had raised him because his mother had left and his father had come to the United States for work. Every morning before dawn, from the time he was 6, Armando followed his grandfather into the cornfields to pull weeds and plant seeds. He would go to school, then come back and work in the field until after dark. He called his grandmother “Mom.” \n\nWhen his father returned for visits, he would hold Armando on his lap and tell him that he was as good as anyone else, that if big kids pushed him around he had to fight back, that he was smart and would one day be able to build his own house. His father wore Polo cologne, and one time when he left Mexico to return to Los Angeles, Armando kept the bottle so he could smell it and feel as if his father weren’t so far away.\n\nAt 17, 11 years before we met, Armando crossed the border for the first time. He was caught and deported, found other smugglers (called coyotes), tried again and made it. Coming through the desert, he saw the bones of those who had crossed before. \n\nHe carried two gallons of water and finished them before making it halfway to the pickup point. His thirst made him think he had died, that he was a ghost floating above the dirt. The coyotes were armed with automatic weapons; they held him in a house until his father drove down and paid them $2,000.\n\nWhen he took breaks from working on my deck, he would sit under the pine tree with Maggie and me. I couldn’t get enough of his stories. What was it like to live here without papers? Was he afraid of getting caught? What if they deported him? \n\n“It will be a free trip to Mexico to see my grandma,” he said. “Then I’ll return the way I did last time.”\n\nHe wanted to know about Maggie and me. I told him her story because it was easier than telling him mine: When we lived in the East, I kept her inside. But during these last weeks of her life, we stayed out in the California sunshine, in the garden. \n\nShe was my squirrel kitty — I found her on a Connecticut farm, where her mother’s body lay ravaged by foxes. A mother squirrel took Maggie into her nest inside a massive stone wall. Fascinated, I watched them for a week until the squirrel, perhaps sensing danger, kicked her out. I took Maggie home and fed her by bottle. We lived most of her life in New York City.\n\n“Why did you move to California?” he asked. He had figured out that all my family and most of my friends were on the East Coast, where I had lived until the previous June, most of my 56 years. \n\nI had gone through my third divorce — filed in 2002, finished two long years later. The marriage was abusive and the divorce made the newspapers; The Connecticut Law Tribune titled an article: “Novelist’s Divorce a Tempestuous Tale.” Known for writing books about love, I had stopped believing in it for myself. I hadn’t had a date since the divorce. My bones hurt, as if I had been body-slammed. \n\nI saw a doctor of Chinese medicine, and he told me I had a broken heart, that it would heal but not right away.\n\nArmando held my hand while we sat with Maggie. When she died, he helped me bury her under the pine tree. One day he didn’t come until late afternoon. He walked into the backyard, and I saw his clothes were different: new jeans and a black T-shirt. He sat beside me, and I smelled cologne. It was Polo. He held my hand and asked if he could kiss me.\n\nI wanted him to, and he did. And we fell in love. We had been falling all along, ever since we started talking. Did he think about the impossibilities? Did I? There were so many differences: age, language, culture. I lived in Malibu; he lived in East Los Angeles. I was born in Connecticut, he in Mexico. I am a United States citizen; he is here illegally.\n\nHE FINISHED THE DECK and started visiting every Sunday. He brought me red flowers he’d bought at the on-ramp of the I-10 freeway, and I cooked him recipes from Diana Kennedy’s books on Mexican cuisine. Armando said my first attempt at mole was delicious, but I knew it was a bland and grainy flop. \n\nMy ancestors were Irish, and I have pale, freckled skin. I played him Tim O’Brien and Ry Cooder CDs and explained what the music and the Irish-Mexican connection mean to me. I heard laughter in his voice when he said in Spanish, “Yes, love, but you’re the most gringa of all the gringas.”\n\nHe called our Sunday visits his dream. My pretty yard with flowers and a view of the mountains and sea, the other two cats playing in the hallway, skidding after yarn balls across the red tile floor. Our dinners together, the hours we spent talking. But for me, Sundays were starting not to be enough.\n\nWe spent Christmas with his family. His father has a green card and lives in a small house in Boyle Heights, a section of East Los Angeles, with his girlfriend. Armando’s 10-year-old son lives with them; they take care of him because Armando works six days a week from early morning until after dark. \n\nThey had a Christmas tree and poinsettias crowded into a tiny living room with a sofa, chair and large-screen TV. Somehow we all squeezed in. We exchanged a lot of smiles because I didn’t speak Spanish and they didn’t speak much English. \n\nArmando translated. It was the first time we had all met, and we exchanged gifts. His father’s girlfriend gave me a purse she had crocheted of blue thread and silver pop tops from soda cans.\n\nOne Sunday when he was leaving, I asked him to stay — move in and live with me because we love each other. \n\nThat’s when he told me about Angela.\n\nHe lives with a woman. She is from Guatemala, undocumented like him. They met in English class years ago. He found out she owed her coyotes $1,800; they had forced her to work at a seedy bar they controlled to pay her debt, and had plied her with drugs. Armando borrowed the money from his father and paid them off. \n\nHe tells me he loves me. Their relationship is not “like that.” But he cares about her, helped her get clean, and they are bound by things I’ll never know. She has a 13-year-old daughter in Guatemala, but she can’t return. There’s not enough money to survive. Armando rents the garage behind a house and she spends her days there, unable to work, traumatized by what she’s been through, terrible things she experienced during her crossing and after. He sends money to her daughter. \n\nIt sounds strange, even to me, but I love Angela, too. I thought about the books and teachers that helped me when I was most hurt, and I found Pema Chodron books and CDs in Spanish, and Armando gave them to her for me.\n\nLast month I volunteered with a group that maintains water barrels in the Imperial Valley Desert along the Mexican border. It was 104 degrees. A border agent told us three migrants had died nearby that morning. Replenishing those blue barrels, I thought of Armando and the unquenchable thirst he felt on his crossing. \n\nI have nightmares of the desert, of those who die in that harsh place. I want them to live, and to find the better life that will be worth the journey. "
}