{
  "url": "http://www.nytimes.com/2013/10/27/fashion/recalling-painful-lessons-in-forgiveness.html",
  "headline": "Recalling Painful Lessons in Forgiveness",
  "dateline": {
    "year": 2013,
    "month": 10,
    "day": 24
  },
  "byline": "Margo Steines",
  "text": "My mother started screaming, and I whipped around fast enough to see her staggering from my car, hunched over, hugging her arm to her belly.\n\n“He bit me, he bit me,” she wailed, her voice deep and hoarse with shock.\n\nI ran over and held her small shoulders, then cradled her head in my hands as if she were a child. How many times had she held me the same way over the years, trying to absorb my pain and fear? \n\nShe rocked her body, sobbing quietly. “I can’t look. I can’t look at it.” \n\nHer hand had disappeared into the sleeve of her quilted jacket. For a second, I wondered if my dog had bitten off her entire hand, and I was relieved when I peeled back the sleeve to see all four fingers and thumb intact. Blood was dripping from somewhere, though. \n\nI shielded her hand from her view and turned it over. Bright blood pulsed out of a deep puncture wound in the meat of her palm, and little purple dots around the front and back of the hand formed a diagram of my Rottweiler’s jaw.\n\n“It’s going to be O.K.,” I said. “Let’s go inside. I’ll clean you up.” \n\nAs she took the long way around the garage and through the garden to avoid passing my car again, I felt the gnawing simmer of heartburn in my throat and a deep hollow sadness in my chest.\n\nAt the door, my father took my mother by the arm and brought her in while I picked up the sandal she had lost during the fracas. My inability to turn back time, to close the window or warn her not to reach her hand into the car, was sucking the air from my lungs.\n\nIt is so perilous to love people because eventually you will hurt them, and in my mother’s life it seems as if I have too often been the cause of her pain. How many times has she felt this much pain over something I have done or not done, or been or not been? \n\n“You were our dream,” she wrote years earlier on a scrap of loose-leaf paper during a family-day exercise at one of my rehabs. \n\nMy stomach lurched when I read it. Even writing about it now, years later, makes something old and deep twinge inside me. \n\nI have dreams for myself. I know how much they matter to me. I know how fiercely I want and love, and how much it can hurt to love someone. Which is why the timing of my mother’s bleeding hand seemed so unfair, after she had let down her guard and allowed herself to dream for me again. \n\nShe doesn’t have to worry anymore that I will die of self-inflicted wounds or doses. She no longer has to lock up her valuables when I am visiting, or worry about me making my money in ways she considers unseemly, or wonder if everything I am saying is a lie. She can mostly trust that I am a functioning adult human being who may still flounder but doesn’t violently flail anymore. \n\nI brought her some peroxide, poured it on her hand and then began hastily packing my car. I wanted to leave as quickly as possible, to remove all evidence of my sloppy, destructive existence from my parents’ calm, sweet Connecticut home and protect them from me by getting in my car and disappearing. \n\nI grabbed an empty pack of Marlboros I had filled with cigarette butts and left on my parents’ deck. This is what I leave in my wake: tears, blood, garbage, a mess to be cleaned, a doctor to be seen, emotions to be processed and restorative actions to be taken. \n\nI started my car and drove recklessly down the street to a place I could park, smoke and cry. I thought of my mother hunched on the toilet with her hand in the sink, of her dreams for me, and how I always have smashed them. How I began stealing from her before I was 10, how she had to sleep with our food locked up because I might binge eat too much of it during the night and then throw it all up by morning.\n\nI thought of my mother on her hands and knees, scrubbing up my messes, wondering if I was ever going to be O.K. I thought of the time I ran away from our New York City home in the middle of the night at age 17, leaving no trace, and of how in her search for me she had gone to some of the S-and-M clubs downtown — my sweet mother, whose cheeks glow red when she has a little wine, walking into an S-and-M club looking for her missing daughter, her dream, among the hookers and johns and addicts. \n\nI remembered her standing on the steps of the fancy Connecticut rehab center she sent me to, commiserating with the other parents over the frustrations of the insurance system. I thought of the many favorite sweaters of hers I have taken over the years because they were soft and cozy, and how she searched for them, wondering if her memory had failed her, never turning them up because I had left them at the bottom of one of my purses. \n\nI thought of her arriving at the hospital while I was getting an overdose pumped from my stomach, of her knowing I had tried to throw away the life she had given me. I remembered how angry she was but how she always took care of me, how she never told me I was beyond repair or that she couldn’t help me.\n\nI turned so many of her dreams for me into nightmares. And as I think, at 30, about my own dreams; about the fantasy of having a beautiful child who will love me and grow strong, proud and capable; and of the family I could have, I realize what I have taken from her — decades of hopes, expectations, plans, ideas and desires. I took them all. \n\nI took them with my stealing, lying, alcoholism, eating disorder, drug addiction and suicide attempts. Because of my theft, the blood coursing out of her hand feels as if it is pouring from my own heart. I am unable to give her back those years or restore those hopes. I can’t do that anymore than I can turn back the clock to before I let her stick her hand in my car window. \n\nAs I sped away that afternoon, with sheets of rain pouring onto the windshield, images flashed through my mind of all the sweet and tender things my mother has done for me. The ice cream cone she bought for me to share with my dog just that afternoon. The backpack and travel clothes she gave me before I left on my trip to Asia. The newspaper clippings she regularly mails to me, and the special food she always has in her cabinet when I visit. She is always thinking of how to make my life easier and better. \n\nI probably would have lost my life along the way if my mother hadn’t been there to pick me up and help me get back on my feet. Remembering all of her hopes and kindnesses filled my eyes with hot tears until I was unable to see the road and had to pull over. \n\nI turned around and looked at Max, my Rottweiler, and tried to dredge up anger toward him. I tried to want to yell at him, to hit him and to call him a bad dog. But I couldn’t. I felt only compassion for him, for how scared he must have felt to lash out like that.\n\nThe truth is, I understood him. I understand the creature that hurts someone irrationally and unnecessarily. I know that feeling and have caused that pain — not with my teeth but with my choices, my life.\n\nMax stared back at me with his guileless eyes. He wagged the stump where his tail used to be and licked my hand when I reached back. He had already moved on from that sorry episode even if I had not. And my mother probably had moved on, too; she is like Max in that way. \n\nAnd I realized that all I need to do for my mother, to restore her tarnished dreams and mend her broken hopes, is to take care of myself. Her hand would heal with a scar just as my life has. It would never be undamaged again, but it would hold a memory, a story. \n\nBeyond those stories and scars, and despite the sadness and disappointment I have brought my mother over the years, all she wants is for me to be happy, decent and settled. \n\nI can do that, I thought. I can do that today. And I have."
}