{
  "url": "http://www.nytimes.com/2013/01/20/fashion/labels-of-married-life-in-a-new-light-modern-love.html",
  "headline": "Labels of Married Life, in a New Light — Modern Love",
  "dateline": {
    "year": 2013,
    "month": 1,
    "day": 18
  },
  "byline": "Margot Page",
  "text": "“I NOW pronounce you husband and wife,” the minister said to Anthony and me 22 years ago. Although I was thrilled about what we were undertaking, I cringed. Being pronounced a “wife” felt archaic and just plain weird. I went with it, squeamish but thankful that at least we’d gotten past the days of “man” and wife.\n\nYears later, though, I was still dodging the vocabulary. “I’m Margot,” I’d say, “and this is my, um, partner, Anthony.” \n\nFor our first decade of marriage, Anthony and I employed traditional spouse words only from a distance born of snark:\n\n“Hey Husband, can you use your big strong hands to get the lid off this jar?”\n\n“Hello, Wife. How are you this fine day?”\n\nAnthony and I loved each other. We married each other. We snuggled in front of the television and created three children and balanced the checkbook. We’d embraced the whole package. So why couldn’t we speak the vocabulary of our institution with sincerity? Why we were always employing air quotes when using the terms that simply and accurately described our relationship? \n\nFor me, marriage-role terminology carried too much baggage of a history I didn’t want. Although I could imagine the pride with which a new bride might have worked the words “my husband” into every sentence 60 years ago, I couldn’t get there myself. The words “husband” and “wife” didn’t conjure cozy commitment and togetherness, the comfort of a partnership I could count on for all my days. Instead, “wife” smacked of “old ball and chain.” And don’t even get me started on the fact that the word “husband” had no negative colloquial equivalents.\n\nLanguage resonates and implicates, and marriage-role vocabulary represented a life I didn’t want to sign up for. In my mind, wives wore frilly aprons and husbands worked at offices performing briefcase-related activities. A husband returned home exhausted from a long day and his wife handed him a martini, cooing. And those were the best-case scenarios. In the worst case, wives were frustrated and subjugated and husbands were domineering and entitled.\n\nI knew those models were outdated, but the words felt that way, too. And the language screamed ownership: “My wife,” says the man with the briefcase as he chucks her under the chin. “You’re not the boss of me,” I thought reflexively, not even fully aware I was thinking it, and without Anthony ever, for a second, implying that he was.\n\nAnd it wasn’t just me who bridled. I didn’t notice my hetero friends — at least not those in my generation — wrapping their mouths lovingly around the words “husband” and “wife,” either. Maybe we’d absorbed too many “Leave It to Beaver” reruns, too much Edith and Archie Bunker.\n\nFor years I tried alternatives, hoping to convey a modern sensibility. At various times I was a “partner,” a “co-parent,” a “best-friend-who-also-shared-his-bed.” But I always felt as if I were stealing — either from my gay and lesbian friends who were denied use of the words I was eschewing, or from braver, nonconforming straights. \n\nWho was I to act so alternative? I, who had tucked myself so tidily into the hetero-normative paradigm? I wore a wedding ring! We had a dog! It felt pretentious for me to avoid saying the word “wife” when I so clearly was one. For people like me, “partner” was a poser word. \n\nEventually we adopted the language. Anthony and I are now trundling through our third decade together, and for the last several years I’ve introduced him as “my husband.” It feels fine. But until recently, the word didn’t come trippingly to my tongue, a fact I didn’t quite notice until my gay friends started serving up giant, non-ironic helpings of the vocabulary I had so long avoided. \n\nIn the months and years that led up to Washington State’s vote on R74 last November, a referendum that would legalize same-sex marriage, I was adamant that my marriage was in no way threatened by someone else’s. I never got the logic of how anyone’s marriage could defile mine. But I also didn’t anticipate that, in taking on the words of the institution, same-sex couples would bring those terms back, refreshed, to me. That my friends Knox and Victor would fluff up those tired old words and, in doing so, brighten the entire institution. (Really, I should have seen it coming.)\n\nTwo months ago, we Washington residents, gay and straight, finally rose up together to say, “It’s time.” We passed R74 on Nov. 6, and immediately my Facebook newsfeed erupted with vocabulary that suddenly didn’t seem tired:\n\n“My soon-to-be-legal husband is outside planting leeks ... “\n\n“We will be getting married, and I might actually, legally, take my wife’s name! Should I? Discuss.”\n\nNO one could accuse the gay community of being stuck in a tired paradigm or of following old habits and expectations. And yet here they were, claiming the old language. Using the lexicon of traditional marriage not as I had, to poke fun and create distance, but in the spirit of the vows they now got to speak. I watched in wonder as my friends claimed the words “husband” and “wife” with reverence and delight and gusto. \n\nA longtime friend — like me, in her 40s — was as thrilled as a coed in a poodle skirt when she told me her news. She might as well have started flashing her ring and talking about getting her MRS degree. This, from a woman who supposedly is defiling the institution!\n\nOn Dec. 6, when our city stayed awake to watch the first licenses being sought, we all gathered: the gay and the straight, the old and the young, the team of teenage rowers who came to cheer their coach. We came to the courthouse at midnight to celebrate the couples who wanted to make it official the first second they could. My lefty liberal Christian church was there, handing out candy rings and blowing horns as those who for years had shared hopes and fears, bills and paychecks, homes and children, finally became “legitimate.” \n\nMy friends stayed up all night in a festival of appreciation for being allowed to inhabit roles I had spoken of with boredom and irony. I had never been one to cry at weddings, but on Dec. 6, and all through the weekend, I kept welling up — seeing the pictures and listening to the radio and witnessing all around me the exhilaration being kindled by marriage.\n\nAnthony and I went to our first legal gay wedding on Sunday, Dec. 9. The requisite three days after being licensed, the grooms said “husband” to each other, and it gave us all chills. For them to take a husband, for real and for true, in the eyes not just of God but of everybody, was indeed a gift. Days later, when my friend Kayleen referred to Cathy as “my wife,” there wasn’t an air quote for miles. She said it the same way she said “the love of my life.” \n\nThere was no creepy ownership connotation for these friends. Which made me wonder: Why had there been for me? I use possessive pronouns for people all the time: I am Ivy’s mother, and she is my daughter. Kristi is my friend, and I am hers. And I might be Anthony’s wife, but he is my husband, too. My children and I, my friends and I, my husband and I — we belong to each other. I cherish that belonging.\n\nThe language of marriage might have come to me with baggage, but I had carried that baggage forward myself. And I also can leave behind the images of balls, chains, housedresses and Archie yelling from his recliner. Husbands and wives can be blessings to each other. And the passage of marriage equality has, for me, reimbued those terms with their right and proper significance. \n\n“And now,” said the wedding officiant to Knox and Victor, “it brings me great joy to pronounce you husband and husband.” Great joy. Yes, exactly.\n\nWhat an honor, to have a husband. \n\nWhat a joy, to be a wife.\n\nTo my same-sexing pals, let me say this: I know that my inability to use a set of words without irony is nothing compared to the long history of our society not allowing you to be those things. And I know that my tiny linguistic win is negligible compared with the victory you have gained in marriage equality. I apologize in advance for the accusations we all know will keep flying from the mouths of some: charges that you have somehow unsanctified the marriage institution. \n\nBut please know that for this churchgoing heterosexual, with her kids, dog, car pools, and yellow house with picket fence, you resanctified it. Please know that you revived it. Please know that when I hear you pronounce the words “wife” and “husband” so reverently, so lovingly, I remember that I can, too."
}