{
  "url": "http://www.nytimes.com/2013/10/13/fashion/a-husband-lost-a-daughter-found.html",
  "headline": "A Husband Lost, a Daughter Found",
  "dateline": {
    "year": 2013,
    "month": 10,
    "day": 10
  },
  "byline": "TrÉ Miller RodrÍGuez",
  "text": "Four years ago, when people asked if I was married or had children, my answers were easy: “Yes” to the first and “no” to the second, because my husband was alive and the newborn I had placed in an open adoption when I was a teenager hadn’t yet found me on Facebook.\n\nBefore the answers became complicated, my husband, Alberto, and I had spent the weekend in Connecticut celebrating my 34th birthday. The advertising agency he had founded with his best friend was weathering the recession, and I was climbing the ranks at a Manhattan public relations firm. \n\nThere were no overt signs that Alberto’s 40-year-old heart was about to give out, but one terrifying Sunday in March 2009, I awoke and he did not.\n\nThe year that followed came with a different set of questions, often from well-meaning friends: “Do you regret not freezing his sperm?” and “Don’t you wish you had children with him?” \n\nAlberto and I had discussed the possibility of children on our second date. Maybe someday, we agreed, but no rush. So during our three years of marriage we had placed a premium on spontaneity, passport stamps and sleep.\n\nThere were moments in the first heavy months of widowhood when I wished Alberto’s laughter or balloon-shaped toes were living on in a toddler. Yet I was also relieved that I didn’t have to sublimate my grief for motherhood. And grieve I did: on Twitter, on Facebook, on Tumblr. \n\nWhat began as catharsis evolved into a public narrative, and among the strangers following my story was a teenage girl in North Carolina. In the summer of 2011, she exchanged her anonymity for a friend request.\n\nBecause her Facebook name didn’t match the one on her birth certificate, I failed to make the connection. I didn’t realize the historic shift my life was about to take until the next morning, when I noticed a Facebook chat window on my desktop. It was initiated at 1:10 a.m. and contained one elongated word from someone named Laurie: “Heyyyy.”\n\nHey back, I thought. Who are you, again?\n\nWhen I clicked on the chat, her profile page loaded and I realized exactly who Laurie was. She was older than the most recent photo her adoptive parents had sent, but there were her father’s dark Filipino eyes and my family’s Irish bone structure. Her hair was my natural brown, which she wore long and straight as I had when I met her biological father in California. \n\nHe was in his early 20s when I was a high-school senior. Our relationship was torrid, tumultuous and lasted three months. I had ended things with him several weeks before learning I was pregnant, but I dutifully gave him the news and the address of my first two prenatal appointments. When he showed up for neither, I got a sense of how the next few decades might play out.\n\nMy parents met the news of my pregnancy with defeated sighs but managed to voice their support of me and my “situation.” For two weeks after graduation, I tried to size up that “situation.” \n\nThe ex-boyfriend was already seeing someone else. I had college and career plans. Single motherhood and abortion seemed scarier than pregnancy, but adoption struck me as a fair trade-off: I’d give up nine months of my life, and better-qualified people would take over from there. The logistics weren’t exactly clear (it was 1993 and pre-Internet), but my father had been adopted in the 1950s so I figured it wouldn’t be too complicated.\n\nMy parents, urging me to take time and be certain of my choice, arranged a summer trip to Idaho, where my father had attended college. In the little town of Moscow, I took a job as a florist’s assistant and rented a room in the farmhouse of a professor’s family. Before summer edged into fall, I decided to forgo my return. In addition to corresponding with potential adoptive parents in Idaho, I was embarrassed to show my second-trimester self in my home state of California. \n\nIn October, I spent a weekend at the split-level home of a Boise couple who had grown up in California and possessed what I did not: college degrees, a mortgage and a 14-year marriage. I met their suburban friends and admired their adopted toddler, who knew precisely when to say “please” and “thank you.” \n\nI could envision my child — a daughter, according to the ultrasound — having a lovely life with them. I wasn’t mistaken: not when I placed her in their arms at the hospital nor when I returned to my pre-pregnancy life.\n\n“Don’t you wonder what she’s like?” friends and relatives would ask.\n\nNever had to wonder. Through 17 years of photos, I watched Laurie and her three adopted sisters grow up with matching Easter dresses, private schools, summer art classes and cooking lessons. Via letters, Laurie’s parents shared her first phrases and which classes she was acing. \n\nTheir postmarked letters came first from Idaho, then North Carolina. My replies were postmarked from Berkeley, from which I graduated with an English degree; West Hollywood, where I found a niche in P.R.; and New York, where I moved after marrying Alberto on our eighth date.\n\nAnd now, exactly six months before her 18th birthday, the postmark was virtual and from Laurie herself. \n\nThrough tears, I made ecstatic calls to my parents and girlfriends. I devoured all 793 of Laurie’s Facebook pictures, replied to her chat, and our digital dance began. Every two weeks we exchanged gushy, 300-word Facebook messages with new stories, questions and answers. I sensed where we were heading (phone calls, a reunion, Skype) and felt more than a twinge of anxiety. What did she expect from me? What kind of person did she hope to find? \n\nWhile I was in a better head space than during the previous grief-soaked year, the signifiers of a life under construction — binge drinking, deadline extensions, halfhearted relationships — were still very much in evidence. I wasn’t ready to be anyone’s role model. And I had no idea how to be a mom.\n\nYet when our voices finally met, I heard my own teenage giggle and cadence in hers. And the voice wasn’t accusing me of motherhood issues or abandonment. Laurie wanted to hear about my wedding day, my job and what living in New York City was like. She, in turn, described her best friends, her cross-country race times and what she loved about her boyfriend. A few giddy hours later, she popped the question: “Will you fly to North Carolina for a sleepover on my 18th birthday?”\n\n“What about your parents?” I asked.\n\nShe assured me of their approval. \n\nI promised I would come.\n\nWhen we hung up, I made eye contact with Alberto’s framed portrait. \n\n“Alberto,” I said. “I’m meeting my daughter in three weeks. Is there a script for this?”\n\nThe next morning I made a plan. I wanted to meet Laurie without tobacco-stained fingertips or the 10 pounds I had gained, which meant hello to Pilates and goodbye to cigarettes and beer. I knew three weeks weren’t enough for a total transformation, but a new regimen put me back in touch with the energy and focus I had been lacking.\n\nHow I looked or smelled was of little consequence when Laurie and I collided in a hug 18 years in the making; we became one silhouette of fabric, limbs, tears and giggles. Face to face, we were astonished by the similarities in our handwriting, gestures and sleep posture.\n\nSprawled out on her trundle bed the morning after our sleepover, I apologized for not being much of a grown-up. I admitted I had imagined myself far more grounded in life and love at this age. She interrupted to say how impressed she was by my foreign travel, sky diving and urban life. Her admiration melted my fear that I wasn’t the kind of mother she wanted me to be.\n\nBack in New York, I became that annoying person showing everyone photos of her daughter. The lifestyle changes Laurie inspired actually stuck, and counteracted my grief triggers. Pilates and biking helped me sleep soundly. No smoking meant I drank less and had fewer wine-choked meltdowns. More significantly, the frequent texts I was exchanging with Laurie left me little reason to feel sad or get drunk.\n\nSince the reunion, Laurie’s parents have welcomed me for her senior prom and graduation, and last summer the two of us flew to California for a week with my parents. During her first major heartbreak, she turned to me for advice. And as I re-enter the dating scene, I send her mirror selfies of my outfits and post-dinner debriefs.\n\nBecoming a widow and then a mother, in that order, isn’t how I pictured my 30-something life unfolding. Yet losing my husband deepened my joy in finding my daughter. And embracing my narrative means I’m no longer daunted by those small-talk questions.\n\nYes, I was married; I lost him to a heart attack. And yes, I’m a new mom to an incredible 19-year-old named Laurie."
}