{
  "url": "http://www.nytimes.com/2013/12/08/fashion/A-Warrior-Learns-a-Different-Pose-modern-love.html",
  "headline": "A Warrior Learns a Different Pose",
  "dateline": {
    "year": 2013,
    "month": 12,
    "day": 5
  },
  "byline": "Karen S. Schneider",
  "text": "It’s important to understand that my husband, Peter, refuses to take baths. He does shower, yes, but he finds baths unmanly, just like soccer — or any other sport that does not require players to crash into one another like angry apes and beat their chests.\n\nFor years he coached our son, Cade, in football, shouting at his boys to “Hit them low, take them down.” He watches soccer only because our daughter, Raye, plays. She has what her coaches call “grit.” This makes Peter proud. \n\nBefore every game we remind her about excessive body play. \n\n“Keep your arms in,” Peter warns as I nod approvingly. Then he whispers, “Go kick some butt.” He holds up his palm. She throws a punch, good and hard, thumb out so it doesn’t break, just as he taught her. Then they beat their chests and grunt.\n\nSo my expectations were low when, on a cold Minneapolis day last winter, I dialed Peter’s number at his office to make an unusual request.\n\n“Hey,” I said. “What’s up?”\n\n“Nothing. Just working.”\n\n“O.K. I just called to say hi.”\n\n“Hi.”\n\n“Hi,” I said. “So do you feel like going to Costa Rica on a yoga retreat?” \n\nAnd I held my breath. \n\nI felt as if I had been holding my breath for more than 20 years, since I got my first job in New York and soon after learned that, at 56, my mother had Alzheimer’s disease. I moved back home to help care for her and began telecommuting from Minneapolis. \n\nNext, I met and married Peter. Then came Peter’s alcoholism. And two infants. And my father’s cancer. And tensing up every time the phone rang. \n\nAfter two decades of illness and death, of car pool lanes and hockey rinks, of figuring out dinner and what to do while my taciturn husband learned how to live without a drink, after giving up running because it hurt my knees and sugar because it made me sick and traveling because it made me insane trying to convince myself I would not die while away, here I was again, holding my breath.\n\n“Do I want to go on a yoga retreat?” he repeated. “Not really. But I’ll go if it’s important to you.”\n\nSo we went, neophytes both, because we had become strangers in marriage, because our therapist told us we needed to say “yes” to life more, and because on the cusp of turning 50, I needed to remember how to breathe.\n\nOn our first night, our group gathered for a ceremony that involved sitting cross-legged on cushions and holding stones in our hands. Our teachers lit candles and told us to close our eyes. \n\nI peeked at Peter. I was supposed to be envisioning the blue in my body, but instead I was thinking: “Please don’t let them ask us to join hands. Or chant.” \n\nThe next day Peter did his first downward dog. There were cats and cows and instructions on breathing: “In through the nose, out through the nose.”\n\nLater we took a group surfing lesson. I was dreading it. I am terrified of sharks and scared of waves. But I wanted to say yes to life, so I found myself lying on a rental board on the beach that scratched my arms with an instructor named Ricardo telling us to “pop up.” \n\nTwenty minutes later, we walked into the water. “Remember to shuffle,” Ricardo told us. “To avoid the stingrays.”\n\nOne by one Ricardo brought the others into the ocean — shuffling, shuffling. One by one they popped up, wiped out and disappeared before reappearing and heading back to shore.\n\nThen it was my turn. Ricardo held my board. My heart raced. “Relax your shoulders,” he said. Like everyone else, he told me to breathe. “Trust me,” he said as he let me go. “You’re not going to die out here.”\n\nI thought, “How do you know?” And then I popped up. My feet splayed. My arms flew out. I held my breath. I did everything I was not supposed to do. But I was up. For 15 seconds I rode on top of the ocean, bobbing and swaying in harmony with the universe — until it claimed its due, and I crashed.\n\nAnd in those 15 seconds, an amazing thing happened: I remembered how to have fun.\n\nIt’s not that I have no happiness in life. Peter is a litigator with a dry wit and a fierce, wise heart that never, in the end, fails his family. Our kids, Cade, 16, and Raye, 14, are the usual mix of maddening delight. One minute one of them is declaring eternal hatred for me because I heated her soup in the microwave instead of on the stove, and the next minute we’re in the yard playing football. \n\nThere is no sweetness like the surrender of a 6 foot tall, 185-pound boy who comes to the end of a good day, or a bad one (even when the bad he battled was you) and lays his head on your shoulder and says, “I love you, Mom.”\n\nIt is a deep, quiet joy. But it is not exhilaration.\n\nI ran out of the water (O.K., I shuffled), shouting to Peter, “Did you see that?” \n\nHe smiled. “I couldn’t stay up. My balance stinks. I need to go lie down.” \n\nI headed back to the water. Two hours later, I returned to our room. Peter was passed out. I showered, checked my email: a note from Cade’s school about his skipping class. I pressed my lips to Peter’s forehead; he was burning up.\n\n“Peter,” I whispered. “Are you O.K.?” \n\nNothing. I tiptoed to the door and was almost out when I heard him say, “Kiddo, you were great out there.”\n\nHe slept most of the next day. I booked a private surf session. Once, when I remembered to look up, I saw Peter on the shore, watching. Then he was gone.\n\nLater I set a Gatorade by the poolside chair where he had collapsed and then went back to the beach. With crashing waves on one side of me and the jungle on the other, I walked. A stray dog padded behind me.\n\nThere wasn’t another person in sight. I thought back on the moment I knew I would marry Peter. My father was in the hospital, I was working at my parents’ kitchen table and my mother, lost to the Alzheimer’s, was in the basement, filling a notebook with squiggly lines. \n\nPeter showed up after work. “What can I do for you?” he asked. \n\n“Um, check on Mom?” I suggested, my head buried in files. When I looked up, an hour had passed. I heard music. I walked downstairs. There was Peter, slow-dancing with my mother to my parents’ favorite Mahler symphony.\n\nAnd 15 years later, here he was in Costa Rica doing goddess poses while instructors chanted about love and light. I could hear his voice in my head. “Kiddo,” it said, “I ain’t doing no circle of friendship.”\n\nI laughed. And for the first time since I was a child, I did a cartwheel. I was burned from the sun and bruised from the board. My husband was sick. My son’s school had informed me he might get detention. Again. \n\nAnd I sat on that beach and I wept. For myself, at 50. For my exhaustion with life. For my fear of dying like my mother, who left me so slowly, so cruelly that I didn’t realize she was gone. But mostly I wept for an awakening I had given up on, for that 15-second rush: a realization there could be something around the corner I might fully, lightly, loudly love again. \n\nBy day four Peter was back among us. We did our warrior poses, stopped at a stand where I bought a crocodile-tooth necklace, took a walk to a cafe where we shared a papaya smoothie.\n\n“Isn’t this beautiful?” I asked him. “Are you having fun?”\n\nHe held my hand. “I am. But I’m still not doing the freaking circle of friendship.”\n\n“Closing circle,” I corrected. And he did do it.\n\nBack on our cushions the last night, we shared our feelings about what was most meaningful to us. A widow talked about healing. A commodities trader cited friendships. I was too worried about what Peter would say to think what I might say. “Don’t swear,” I silently warned him. \n\nThe woman next to Peter said something about finding peace. \n\n“For me — — ” Peter began. And I held my breath, thinking, “Please, no sarcasm.” \n\nHis eyes moved from face to face with the firmness I knew so well, and then a tenderness I had forgotten, as he said, “The best part was seeing my wife laugh again.”\n\nI exhaled. I looked at my husband. It was my turn. I had nothing to say. I don’t remember saying anything. But I do remember what I thought. One: “I am coming back to this place.” And two: “Damn, do I love this man.”"
}