{
  "url": "http://www.nytimes.com/2013/02/10/fashion/a-writers-tortoise-leads-the-way-to-happiness-modern-love.html",
  "headline": "A Writer’s Tortoise Leads the Way to Happiness – Modern Love",
  "dateline": {
    "year": 2013,
    "month": 2,
    "day": 7
  },
  "byline": "Caroline Leavitt",
  "text": "I never intended to get a tortoise. \n\nI was in a troubled relationship with a man who was the opposite of me in almost every way. While I felt exiled every time I left Manhattan, he yearned to move to the country. \n\nWhen we discovered we both wanted a pet, though, we thought we finally had found common ground. I was allergic to dogs and cats, so we scouted for other possibilities at the pet store. Finally I pointed to a crowded tank, a glossy shell and a pair of orange ringed eyes. \n\n“This is what you want?” he asked doubtfully.\n\nI nodded.\n\nWe named the tortoise Minnie, and by the time we realized she was a he, after an eye-popping male display, the name had stuck. \n\n“How could we have gotten this wrong?” my boyfriend said, but I didn’t care. How could I not love this strange little creature? Minnie scuttled around our apartment, taking delicate little steps, sometimes eating lint off the carpet. He clacked his jaw as if he were speaking and drew up his long, lovely neck to sniff at the air. \n\nI bathed him in the sink. I hand-fed him avocado, wiggling it so he would think it was live food, and sometimes he shut his eyes as if the morsel was simply too delicious to bear. I even kissed his shell.\n\n“You’re a little obsessive about him,” my boyfriend accused. “It isn’t normal.” \n\nHe didn’t like the way I talked to Minnie every day, eye to eye (“He’s just a reptile,” he stressed). And though he had professed to want to marry me, he began to mention it less and less.\n\nThe more time I spent discovering the tortoise, the more my boyfriend uncovered things about me he didn’t like. My friends were now too loud, and why couldn’t I trade my jeans for something more feminine, with a flounce?\n\nOne weekend, when he had gone out to spend the bright summer day with his parents at their country club, I was sitting alone watching an old movie on TV, the tortoise on my lap, a book on the table for later. As I stroked Minnie’s leathery head, I began to realize how calm and happy I was. I had a more fulfilling relationship with the tortoise than I did with the boyfriend. Minnie and I let each other be who we were. \n\nIt wasn’t long before I broke up with the boyfriend, and Minnie and I moved to a small apartment in Chelsea. I knew the breakup was the right thing to do, and I wasn’t as dejected as I had feared, because as soon as I opened the door I heard rustling, and there was Minnie, stretching out his beautiful neck in greeting. \n\nEvery night I would take Minnie out of the tank and put him on the table and tell him about my day. Sometimes I’d cry because I was lonely. But Minnie always seemed to listen and clack his jaws at just the right places in my narrative. At night, when I woke up, all I had to do was look across the room and there he was, a Buddha in a shell, wise and deeply comforting.\n\nI didn’t want to be in a relationship again where someone wanted me to pretzel myself into someone I wasn’t. “You’re odd,” my ex had told me. “All you want to do is watch movies, read books and play with Minnie.” He meant it as a rebuke, but I kept thinking: what was wrong with that kind of nirvana?\n\n“Don’t worry,” my friend Jane said when I cried that maybe I was too strange, that maybe no one else would ever love me. “Someone’s going to find that so-called oddness your most appealing trait.”\n\nBecause Minnie was so important to me, I began to measure my dates by how they treated him. If dates gave Minnie the stink eye, that was that. If they expressed interest or wanted to hold him, it made me warm to them. But sooner or later a date would ask, “Do we have to eat with the tortoise on the table?” or “This is a pet?” and my heart would shutter.\n\nWhen I met Jeff, a smart, funny journalist who took me to a toy store for our first date, I was anxious about how much I liked him. I invited him to dinner, which I admit was more a dare than a meal. Minnie was on the table in a glass tank with us. \n\nWe were having spaghetti. Minnie was having live worms.\n\nJeff cautiously sat down. He looked from me to the tortoise tank and didn’t say a word. When Minnie lunged for a worm, Jeff flinched. But he didn’t get up and leave, and at the end of the evening, he asked for another date. He didn’t object weeks later when I told him I wanted us to take Minnie to Central Park, and he came with a picnic basket and a little wrapped gift. I opened it and inside was a little red rubber squid toy. \n\n“I thought he’d like it,” Jeff said, wiggling it at Minnie, who lunged toward it.\n\nWhere my old boyfriend told me how obsessive I was about Minnie, Jeff celebrated our connection, making a fake newspaper cover featuring Minnie and me. (“Startling Tales of Tortoise Life! She holds me under the faucet!” the headline blared.)\n\nTwo years later we married and moved to Hoboken, N.J., where Minnie resided in a glass tank on a table in my writing studio. All I had to do to see him was turn around.\n\nWhen Jeff and I had a child, I got critically ill with a rare blood disorder. I was in the hospital for three months and at home in bed for another six. Jeff would bring in our son every morning and set him on the bed so I could cradle and play with him. One day he brought Minnie and a towel and set him on the bed, too. \n\nMinnie and I had been together for 20 years when his body began to fail. He refused to eat, wouldn’t walk, and even his beloved squid toy didn’t interest him. I hadn’t known how old Minnie was when I got him, so I couldn’t tell if this was the natural end of a long life or the crushing finish of a young one. The vet told me his body was shutting down and that the kindest thing I might do for him would be to put him to sleep. \n\nI cried. I couldn’t do it. I couldn’t give him up.\n\nOne afternoon when Jeff wasn’t home and our son was at school, I heard a noise in my office. When I walked in, Minnie wasn’t moving, and when I lifted him, his legs fell gracelessly against my hand. Sobbing, I carried him outside to our postage stamp backyard. I wanted to bury him there so he’d always be a presence near me, but the ground was rocky and I couldn’t dig a hole deeper than four inches, barely enough to cover his shell. Worse, it started to rain, soaking me. I kept imagining Minnie’s bones floating up from the ground like something out of Stephen King’s “Pet Sematary.”\n\nSo I wrapped him in a towel and ran two blocks to the vet, where, covered in mud and weeping, I let them gently take him from me.\n\nI grieved. Of course, I grieved. But when I told people how much I missed him, how I couldn’t write without him in my office, they didn’t get it. \n\n“He was like a pet rock,” my mother said. “How can you miss a rock?”\n\nPeople told me about their dogs and cats who had died, and I thought, it’s easy to love the beautiful, the normal. But what about the gifts of loving the strange, the uncommon, the odd? \n\nI felt I would never get over him. Then one day I came home to find Jeff grinning. “Come to your office,” he said.\n\nWe walked upstairs, and there on the wall was a painting of Minnie, walking on our wood floors, moving toward an open doorway, his head happily aloft. \n\nI looked at Jeff, astonished. An old high school friend, a painter, had captured Minnie on canvas, and Jeff had hung the portrait inches from where Minnie’s tank used to be. \n\nRecently, when I got up to go to work in my office, I thought about how, for a while, I was unlucky in love. I no more fit in my old life than Minnie had in his tiny pet store tank. I remembered my ex telling me he wanted a girlfriend who was more normal. \n\nThen I looked across the hall to see my husband waving and beaming at me, and I gazed at the wall and there was Minnie. A strange little figure. Uncommon. Odd. And completely and always beloved."
}