{
  "url": "http://www.nytimes.com/2013/06/30/fashion/the-view-from-the-victim-room-modern-love.html",
  "headline": "The View From the Victim Room",
  "dateline": {
    "year": 2013,
    "month": 6,
    "day": 27
  },
  "byline": "Courtney Queeney",
  "text": "The Domestic Violence Division of the Circuit Court of Cook County is in a surprisingly pretty brick building. No one there seems to stare much if you sob while you are waiting for your lawyer. The guard who asked me to remove the pen in my ponytail (so I would clear the metal detector) did so with impressive grace. Everyone is gentle.\n\nThe price of admission is abuse. In this court, your ex is referred to as the Respondent. I was there because my ex beat me. \n\nIf anyone had asked me before my beating if I would defend myself when attacked, I would have said yes, of course I would. \n\nBut I didn’t hit the Respondent back. It never occurred to me that someone who claimed to love me would hit me so deliberately and repeatedly. As he hit me, my field of vision shrank to the space inhabited by his swinging fists, and I was too busy shielding my face to do much. It turns out protecting your face takes a great deal of effort when someone is hellbent on wrecking it. \n\nI remember thinking, “Getting punched really hurts,” as if this were some profound epiphany. \n\nWhen I found myself cornered by a phone, I didn’t hesitate to pick it up and dial 911. I didn’t think about the legal or personal ramifications. I didn’t think at all. But when I said, “Help!” and started rattling off the address, he wrenched the phone away, which was when I fled — out to the elevator and down to the building’s front steps, where I waited, shuddering, for the cops.\n\nIn five minutes they arrived, eight of them. Half went up to talk to him and half stayed with me. They wanted me to press charges. They wanted to take me to the hospital. They were kind and didn’t question my taste in boyfriends. They patted my bruised back and muttered gentle nothings, like a posse of protective big brothers. They insisted on idling in their cars until a friend came to fetch me. \n\nIt was triage, at first. Then the people closest to me kicked in. \n\n“You should press charges,” they told me. \n\nI went to the hospital the next day, worried because I could not really open my mouth or see well. I needed a written record. The doctor was shocked and impressed that nothing was broken in my face. It felt like a win. \n\n“You need to get a restraining order,” my friends said. “You should move home. You should move, period. He has guns.”\n\nI said no to everything, even though I couldn’t eat, sleep or speak to anyone without crumpling. I couldn’t sit or lean against anything comfortably because my head was still a battered, crusty mess. I had night terrors, day terrors and panic attacks.\n\nNot even spackling paste would hide the bruises, so after one attempt with concealer I gave up and wore my battered face out. I told everyone who needed to know, which astounded the Respondent.\n\nHe called me, offended, and said, “You told your family?” As if this was somehow an affront to him. \n\nI looked up every unpronounceable word on my hospital chart. My injuries included blunt head trauma, burst blood vessels in my eyes, swelling of the brain, bruised jaw, bruised ribs, defensive bruises on both arms, bruises on my back and swelling on the rear of my skull from where his fists sent me flying into various hard surfaces. \n\nIn trying to persuade me to file charges, my father said, “What would you tell your little sisters to do?” \n\nI did eventually petition the Domestic Violence Courthouse for an emergency order of protection, which it granted. This was easy to get after the Respondent put into writing details of how he would like to torture, mutilate and kill me, and then sent these details to me in the mail. He ended that written missive by reiterating his love. \n\nI read it on a bus and got off several stops early to vomit on the sidewalk. \n\nI wanted a whole room of things to smash. I didn’t have one; instead, I had scattered bright spots. \n\nOne morning, a friend on whose couch I was crashing walked out of his room while I was working my way through one of his overflowing bookshelves. When I finished the paragraph I was reading and looked up, he was standing there, grinning.\n\n“What?” I asked, hand stealing up to my face.\n\n“You’re smiling,” he said. “I can’t remember the last time I saw you smile.” \n\nSoon I was able to I find things to laugh about when there didn’t seem to be much to laugh about. I worshiped my lawyer. I idolized her intern; I wanted to take her to lunch but I had no appetite. I went to see my doctor. He looked at me and said, “You are way too skinny,” which made me bust out crying.\n\nI had to go to court every two weeks to renew my emergency protection order. If the Respondent showed up to accept or contest the full order, I would have had to wait in the Victim Room, where you don’t have to see him until your case is called. If this happens, for the rest of your life you will know you once had to sit in a space called the Victim Room. But he never showed.\n\nAfter some months, I finally got to the point where I no longer sobbed at court. I made friends with a girl named Caitlyn, who shared my lawyer, and therefore, my court schedule. We gawked at one male lawyer’s ridiculous Yves Saint Laurent duffel bag.\n\n“What is that?” we asked each other. It was so absurdly out of place in the courtroom, so hilariously garish, that we both clung to the image of it, giggling, until we were shushed by the bailiff.\n\nI would listen reverently to other people’s stories as I waited: the woman whose husband gave her car to his mistress; the woman renewing her protection order because as soon as her first one expired, her ex scaled a wall to break into her second-floor apartment. \n\nI thought, “Thank God that’s not me.” I thought, “What if that becomes me?” \n\nMy lawyer explained that the sheriff couldn’t locate the Respondent. He had moved. I understood the logistics, but I still asked every time. I wanted a different answer.\n\nI never would learn why Caitlyn was there, or what her guy did. It didn’t matter, and yet it was the most important thing in the world. \n\nOn my last day, the judge made me laugh by mocking the Respondent’s death-threat love letter for being so terribly written. Which was only funny because the Respondent called himself a writer. I dated a terrible writer who beat me and sent me death threats that were more terribly written than some child’s diary. I dated a violent substitute yoga teacher. It seemed like a huge joke, except it was my life.\n\nI could laugh by then, because my jaw hinged open all the way; it was almost like my old jaw, the same way my face was almost my old face, and my ribs were almost my old ribs, and my back almost my old back. \n\nIn the Respondent’s absence, the judge finally granted me a two-year order of protection; Caitlyn got hers, too. As we said goodbye in the hallway, I added, “I never want to see you here again!” as I gave her a high-five. I always had been the teary one; she’s at least a decade younger but had been stoic throughout. But now her eyes got glassy, and she said, “You’re the only person here who ever even talked to me.” \n\nI walked out of court into so much sunshine, gripping my flimsy piece of paper, which I would add to the inches-thick file I already had amassed on the Respondent. \n\nI loved everything. This feeling wouldn’t last; the insomnia would be back, the vomiting, the panic attacks and the night terrors. But right then, I loved the fast-food wrappers in the gutter, and the pigeons roosting in the bridge girders, and the river sending shock waves of sun off its ripples and the creaking rails as a train sped overhead, carrying people to responsible places like jobs. I didn’t flinch when a taxi gunned through an intersection; I didn’t feel my pulse thud louder in my ears when a stranger stood shoulder-to-shoulder with me at the crosswalk, waiting for the light to change. \n\nIt sounds so banal, but I loved my life, maybe the most in my 34 years. The Respondent could have taken it. He could have snapped my neck. He could have gotten to his guns if he weren’t so busy punching me. \n\nI wanted to weep with joy, because he didn’t. And I did weep. And then the light changed, and I crossed."
}