{
  "url": "http://www.nytimes.com/2013/11/03/fashion/A-Wave-of-Good-Indicators-modern-love.html",
  "headline": "A Wave of Good Indicators",
  "dateline": {
    "year": 2013,
    "month": 10,
    "day": 31
  },
  "byline": "Michelle Auerbach",
  "text": "We lived in Boulder, Colo., in a townhouse along a narrow creek. My boyfriend, Brian, and I, along with my three children, our dogs and cat, were shoehorned into the three-level home, with the children’s bedrooms in the basement. \n\nThe townhouse was too small for us, but moving presented problems I couldn’t predict, and because staying seemed so simple, we stayed. Then on Sept. 12 at 1:45 a.m., after more than a year’s worth of rain had fallen in a week, that narrow creek became a raging wave of debris. Thanks to the police scanner, we had a few minutes of warning. \n\nMy first response was to save what I could from the basement. As I stuffed clothes into bags, I could see the pressure building behind the big basement window, and water was pouring through the frame. When the glass exploded into the room a moment later, an airborne shard sliced into my calf. By the time I reached the stairs, the water was ankle deep. Within minutes, the basement had flooded to the ceiling and the cat litter box bobbed next to the washer and dryer.\n\nBrian and I had met in the stands watching our sons play lacrosse. Brian’s son was like him, playing offense with such a lack of effort that it looked like play. My son was like me: intense, focused and driven. He wanted to understand and control the field. \n\nI looked forward to seeing Brian in the stands, and knew I was falling in love with him, but I was playing it safe, keeping my emotions hidden. \n\nBrian is a mechanic. He drinks beer. He hunts, butchers and eats elk and deer. I am a vegetarian health nut who prides myself on planning and articulating. He is the one at the party who starts the water-balloon fight that rages for hours and turns into a full-on soak down. I am the one who grabs all the cellphones and takes them inside.\n\nWhen he first asked me out, I said no. I was too worried about how our relationship might affect our sons on their team. Instead I said, “Ask me again when the season’s over.”\n\nWe started talking on the phone every day. Eventually I said yes to a date, but I remained cautious. When we kissed the first time, it was behind a restaurant in a dim alley. This was my strategy: no one should find out. I was worried my children would have a hard time accepting a new man in my life, and I needed to be sure. I convinced myself that I could plan and then play it all out safely.\n\nWhen Brian wanted us to move in together, I flipped out. \n\n“What does this mean?” I asked. I wanted him to show me how it would work. I needed to find the flaws in the plan so I could prevent horrible things from happening. I needed the complete playbook for blending families. \n\nBrian allowed me, with good humor, the time to worry, and he still made life fun. I saw where we were headed, and I was hoping to forestall the M-word for a while so I could get all my ducks lined up in a tight row. But when he asked me to marry him, I couldn’t say no. He’s the one who makes me laugh, makes me enjoy life — even vacuuming. \n\nI said yes but asked, “What made you want to do this?” \n\nI needed to understand how his feelings worked so I could incorporate that into my formula. I was happier than I had ever been. I was a better person around Brian because I wanted to be, and his slow grace brought it out in me. \n\nBut that didn’t stop me from obsessing about all the ways this could go wrong. I instead focused on the wedding details because they had a procedure. I booked a space, bought a dress, sent invitations.\n\nAt 2:30 a.m. on the night of the flood, as we stood staring at the appliances floating in the basement and the water rising around the house, my ebullient sweetheart, who can skin an elk in the wild, was frozen.\n\n“What do I do?” he kept asking. \n\nBut I was in my element, anticipating disaster and then dealing with it. \n\nI created a series of plans. Here is the bag if we need to be rescued from the roof by helicopter. Here are the food bags and bottles of water if we need to stay on the second floor for days until we can be rescued. Here is the bag of mementos and jewelry to save. Finally we curled up with the dogs on the floor and napped for an hour. \n\nWhen we woke up the next morning, I was overwhelmed. There was no strategy for dealing with what we saw. The building one block away had been completely run through by the creek, our street was a river, and the dogs needed to go out. \n\nAnd that’s when Brian took over. He knew how to move through the backcountry, to make camp in unfamiliar landscapes. He turned off all the gas lines for our row of houses and helped neighbors install sump pumps. He guided the dogs through the water to higher ground. \n\nI called insurance agencies and mitigation teams. We were a perfect pair, and it felt so effortless. We kissed, hugged and squeezed hands. We made sure to eat, to check in on our neighbors. We laughed at how happy we were, each of us relaxed because the other had the skills and the attitude to push through where we alone could not. \n\n“This is the best flood ever,” I said to him. \n\n“It is,” he said, “because I’m spending it with you.” \n\nThe next night, the water rose again and we watched a refrigerator float down our street. We decided the key to survival was flood sex, coffee and hanging out with our neighbors, sharing what food we had while we sorted through the muddy effulgence. \n\nOn Sunday, we realized we were going to be dealing with this flood for a very long time. The hot water was not coming back. Neither was the electricity nor the half the house gutted by our mitigation team. \n\nThere was a shoulder-high pile of garbage covering our driveway. Both of our cars were gone. Yet we were still happy. Happy to clear the garage, happy to throw out every journal I had ever written and happy to oil his guns in hope of saving them. \n\nWalking a few blocks through the worst of the wreckage, we were headed to the friend’s house to shower, eat and charge our phones. Brian stopped me and put his hands on my shoulders.\n\n“I need to marry you right away,” he said. “Monday, when the city offices open, let’s get a marriage license.”\n\n“O.K.,” I said, waiting for the feeling of panic to rise in my throat the way it always did.\n\n“Sure,” I said, looking around at the couches piled with clothes and the car stuck hanging from a tree. “That’s exactly what we should do.”\n\nWe needed to get swept away. Before we could rebuild and move forward, I had to admit we were already a family. We had been through the worst and we were wet and stranded but in love and happy. \n\nThe way forward, it turned out, had more to do with giving up control than being in control. Our creek showed me that. The way forward was through, like the way the creek had run through our house and our lives. \n\nWater moves where it wants, following its course with fluid suppleness, and it rises to the level it was meant to and then it stays there as long as it will. None of us could do anything about that. Nor, in my FEMA disaster zone, did I even want to try.\n\nWe got our permit to marry that day, but it was late afternoon before we were able to text, call and visit all the people we wanted to attend. We rounded up the children, our neighbors and the few people who could get to us though blocked streets and washed-out roads.\n\nIn our muck boots and sweatshirts, me with a rose tucked into my unwashed hair, we stood at the bottom of our driveway amid trash heaps and floating portable toilets. Our friend performed the ceremony, adding the word “flooded” every chance he could. He even dipped the marriage certificate in the floodwater so we always would have evidence of that force of nature in our marriage. \n\nThe flood had destroyed all my plans, and with it, my anxiety. Brian had no idea how knotted up I had been about our relationship, with all my strategizing and preventive measures. He just knew what it felt like to surge ahead in life and be happy. Now I knew what that felt like, too."
}