{
  "url": "http://www.nytimes.com/2013/01/06/fashion/chubby-skinny-accepting-modern-love.html",
  "headline": "Chubby, Skinny, Accepting — Modern Love",
  "dateline": {
    "year": 2013,
    "month": 1,
    "day": 3
  },
  "byline": "Cole Kazdin",
  "text": "RIGHT around the time I reached my goal weight, I met the man I would marry. I was living in New York and working briefly in Los Angeles as a television producer; he was my video editor. I was 5-foot-3 and weighed 90 glorious pounds.\n\nHugh was smart, a little older, gorgeous, had a motorcycle. And he seemed to really like me. I wasn’t looking for love, especially not on the other side of the country, so we simply worked together. I returned to New York, but months later we connected on Facebook. I could only assume this was all happening because I was thin.\n\nBefore I got down to 90 pounds, the guys I dated were different: writers, stand-up comics, messes. “Forty-year-olds who carried backpacks,” my father called them. But Hugh was a grown-up and very together.\n\nAt 36, I was for the first time in my life confident, happy and beaming with accomplishment — partly for success at work, but also for weighing 90 pounds. \n\nI had been a chubby kid. Or thought I was. I look at pictures now and the reality seems to contradict the memories I have of being a grotesque ogre. I was average, athletic-looking. But the feeling was fat. Gross, horrible, unspeakable. I don’t know where it came from. I had loving parents, piano lessons.\n\nBut I also was a young ballerina, and there was nothing I wanted more than to be like the beanpole girls I saw in class. Once I hit puberty, though, and my body started to change into the hourglass shape dictated by my Italian-Jewish genetics, I began to starve myself. For years I subsisted on little more than cigarettes and frozen grapes. \n\nIn my 30s, my low weight became harder to maintain and my measures more drastic. The same brain that got me into Columbia was now calculating how many calories were in every piece of cheese. This became my way of life, as routine as brushing my teeth, and I was finally where I wanted to be: excelling in my career, and weighing under 100. \n\nAnd I wanted to keep losing. Size 2 wasn’t small enough. Size 0 wasn’t small enough. One day, getting a double zero dress taken in at the tailor, I looked around the room for someone to high five.\n\nBut my weight felt precarious. I feared I would awaken some morning as the real me, someone who was 50 pounds heavier. At 90 pounds, I felt like a fraud. On the lam, running from the mob, or at least from the fat self I was supposed to be. Which I never really was. But by being thin, I felt I had outsmarted the people in charge. I was in my own witness protection program, living this full life under a new identity: 90-pound Cole. \n\nI didn’t look like the classic, dying, after-school-special anorexic. At least not with clothes on. I just looked very thin. One or two people took me aside and told me I looked gaunt and was anything wrong? But 99 percent of the people I saw and worked with every day told me I looked amazing and asked what my secret was.\n\nThrowing up. Starving. Exercising compulsively.\n\nI loved a good anorexic joke and usually initiated them, like saying after a great dinner, “I’d better run home and throw this up.” We all laughed; my girlfriends said similar things. But I was actually going home and doing it.\n\nWhat began as an online flirtation with Hugh quickly deepened. My usual cynicism fell away as we got to know each other, spending hours on the phone. When I traveled to Chicago for work, he sent a bottle of wine to my hotel room. I came to depend on him, albeit long distance. When a close friend died, it was Hugh I called, in tears and nervous, before going “onstage” to deliver the eulogy. \n\nAbout a month in, Hugh asked me on an official date and booked a trip to New York to take me to dinner. In the weeks before, I barely slept. It wasn’t love yet, though. For our first date, he took me to a fancy Italian restaurant in the Village, and I ate. Pasta, wine, even a bite of dessert. It was one of the best meals of my life, and for the first time in as long as I could remember, I didn’t think about what the food would “do” to me. I didn’t think about throwing up. I just had a good time.\n\nThe next morning we had breakfast. I ate that, too. \n\nAfter Hugh left, I went back to starving, and three weeks later I was on a plane to see him in L.A. I ate then, too. In fact, the only time I ate normally was when I was with Hugh. \n\nThis was starting to feel real. Hugh was unlike anyone I’d ever met — loving and expressive, but also tough and brave, and honest about mistakes in his own life: a brief, regrettable marriage, a bout with depression. It didn’t compute to me. \n\n“But you seem so together and self-aware,” I said. \n\n“Well ... now,” he said, laughing.\n\nI HAD always wanted to be perfect right out of the gate. In my mind, asking for help revealed weakness. True strength was handling everything myself. It never occurred to me it could be the opposite.\n\nI started researching eating disorders online. I wasn’t sure if I had one. The accepted definition of a “problem” seemed to be if it was interfering with your daily life. I didn’t eat most days, and nights when I had dinner with friends I made sure I was home within the hour so I could throw up. But this didn’t interfere with my daily life. It’s not like I was showing up to work drunk. I was showing up to work thin!\n\nAnd while I looked great in my tailored, size double-zero suit, the sight of me with clothes off was another story. Making love with Hugh for the first time, I hoped he wouldn’t notice my deflated breasts.\n\nThat night I hardly slept. At 5 a.m., I woke with sudden and stunning clarity: If I wanted any kind of relationship with this guy, I had to work this out. It almost felt as if I were cheating on him. If I couldn’t be honest with myself about this, how could I be honest with him? \n\nFirst I called my father. I had been so afraid. He’s well known in the academic psychology world, and I didn’t want to embarrass him. I told him everything, and lovingly, without judgment, he began researching the best treatment options. \n\nI told my mother and sister, and later, close friends. I was worried people would respond as they do when they hear of a death in the family, not knowing what to say — “Er, sorry” — and then looking for the nearest exit. But no one was like that. After calling my father, I composed a very careful e-mail to Hugh, explaining my situation as best I could, and then adding: “I don’t know what happens next.”\n\n“Everything that’s in your life,” he replied, “the pain you feel, the issues you confront, are now a part of me as well.”\n\nFor the first time in a long time, I felt safe.\n\nI was fortunate. Many of my friends, who have since surprised me in revealing their own experiences with eating disorders, did not get help by choice. Their moment of clarity was collapse, hospitalization, a heart attack. Mine was falling in love.\n\nIn treatment, the therapist told me there are things in life I might not always be able to control.\n\n“Want to make a bet?” I said. As she talked, I devised a diet and exercise program for her in my mind, thinking she could stand to lose 10 pounds. \n\nYou see how far I had to go.\n\nI gained weight, but it wasn’t easy. As I did, I donated my too-small clothes to the neighborhood Goodwill. There are probably some very happy 8-year-olds running around right now in my $300 True Religion jeans. I left New York, which felt like the scene of the crime, and got a job in Los Angeles.\n\nWhen Hugh asked me to marry him, I happily said yes. \n\nI still marvel that he proposed to me at this weight. Not as 90-pound Cole, but as 120-pound Cole (or maybe even 130-pound Cole; it’s hard to know exactly, as I never get on a scale anymore). I still haven’t quite grasped the radical concept that who I am isn’t defined by what I weigh. \n\nI do know this: Although we’re often told that you can’t love someone else until you love yourself, my experience was the opposite: I couldn’t love myself until I fell in love with someone else. \n\nI still may not love myself as much as I love Hugh, but I’m making steady progress. "
}