{
  "url": "http://www.nytimes.com/2013/08/18/fashion/A-Pact-to-Make-the-Heart-Grow-Fonder-modern-love.html",
  "headline": "A Pact to Make the Heart Grow Fonder?",
  "dateline": {
    "year": 2013,
    "month": 8,
    "day": 16
  },
  "byline": "Susan Conley",
  "text": "When Andrew and I left our Vermont college town, we thought we were so incredibly in love, we tried an experiment. He flew home to Canada to work, I drove to San Francisco, and we agreed not to have sex for almost a year. Not with each other during visits. Not with anyone. \n\nWe were so certain of our strong connection that we could risk abstinence. We told ourselves we wanted to see how much the experiment would make us long for each other. Our sex had been the urgent, reckless kind you have in the kitchen before lunch because you can’t wait for the short walk to the bedroom. \n\nThe first time we kissed was at 5 a.m. on a Sunday morning after jumping naked into a mountain lake. This is when I swooned for him. \n\nHe was tall and Slavic, looking like Pete Sampras with a beard. He played bass guitar and made hummus from scratch. He believed in love and austerity: only one pair of jeans, one old Ramones T-shirt. And no sex for a year.\n\nMaybe our love was already fading and we didn’t want to admit it, so instead we schemed and saved until we could afford two open-ended multistop plane tickets. Then we flew to Southeast Asia, where our combined burn rate was $10 a day. \n\nWe landed in Hong Kong in sweltering heat and held hands on the crowded airport bus into Kowloon. We had waited so long for this, but I was nervous. I had never been to Asia before. I had never tried abstinence. \n\nWe found a cramped room on the seventh floor of a makeshift hotel run by a passel of chain-smoking Pakistani men who cooked rice over Sterno in the cramped lobby. That was where we had our first sex in a year. \n\nI wish I could say it was worth the wait. Instead I felt guilty, partly because I could hear the Pakistani men down the hall saying evening prayers, and partly because I felt so distant, as if I didn’t know the words to our song anymore. I worried our experiment had done the opposite of what we had wanted, and we had no connection anymore.\n\nOur next stop was the lush coast of Thailand, where Andrew stayed in the beach hut and tried to sit in the lotus position. He had only talked about meditation before, but now he read books on Buddhism and became quieter, going further inside himself.\n\nIt was the most modest spiritual journey: an overly serious 23-year-old man sitting on a dirt floor in Koh Samet trying to figure out what his life meant. The hitch was that he had brought a girl with him, a girl who lay on the beach alone, waiting to fall back into lust and wondering why it wasn’t happening faster. \n\nWe kissed that night under a cloud of mosquito netting. He had these sculptured cheekbones and an easy smile, and I was still so attracted to his dark eyes. \n\nBut we seemed self-conscious. I had believed that one of the greatest things in the world was how love grew and grew and opened. I didn’t understand yet that love could also shut down. \n\nThe next morning two middle-aged German men in tiny Speedos walked the beach with a thin teenage prostitute. The girl looked 14 — hair to her jaw and boyish in a yellow bikini. \n\nThe men swam out until the water was up to their necks. Then they tossed the girl back and forth in the air as if she were a beach ball. She screamed and laughed, and I felt lonelier than I ever had in my life. \n\nIn Delhi we took a train to Agra and slept in a dive hotel that only rented rooms with twin beds. We didn’t mind. We didn’t even try to have sex. Maybe we were becoming the unintended consequence of our experiment. Not having sex for that whole year made it easier to continue not having sex, all of which I took as a very bad sign. \n\nIn Agra we walked the Taj Mahal, then headed back to the hotel where Andrew meditated some more, and I lay in my metal bed having what seemed like my first existential breakdown. It was the hugeness of the Taj Mahal that tripped me up — that massive, marble testament to love. \n\nI thought my love for Andrew was my belief system. Now I needed to find a new religion. The scary weight of that pinned me to the bed while I listened to the rickshaw drivers argue on the street. \n\nBut Andrew was good in a crisis; he got me to laugh at myself and persuaded me to get dressed and fly to Bali. From there we took a puddle-jumper to Lombok and a skiff to Elizabeth Gilbert Island, which was still called Gili Meno because she hadn’t been there yet. \n\nThere was no electricity or running water, just one-room shacks on a beach and a fire pit with a grate. Here Andrew grew even more remote. But this was also where he used the word “marriage” and implied it would be us marrying. Which surprised me, because he wasn’t talking a lot by then. I still believed in the infinite possibilities of love, so maybe marriage, I thought, would be the thing to cement us. \n\nThe couple staying in the shack next to us, Simon and Margaret, told us they loved each other so much, they wanted to be the same person. This meant they wore the same red Hawaiian shirt, same red cotton shorts and same sport sandals. Hundreds of people like them lived together in the mountains north of Denver, Simon said, all wearing matching clothes and eating identical food and trying a mind meld. \n\n“Don’t call it a cult,” Margaret said to me with a forced a smile. “I know what you’re thinking. But we’re more than that.”\n\nWhat I was thinking was that love can make people do strange things, and so can the fear of losing love. I was also realizing that Andrew and I were never going to be the same person. In Asia I saw how different we were. For starters, I couldn’t even meditate. What I wanted to do was climb out of my head and find some cold beer and meet people.\n\nThe next morning Margaret and Simon argued in their shack because Simon had eaten a homemade cinnamon bun at breakfast and hadn’t told her. “You snuck it,” she accused him. “You snuck the bun and you lied.”\n\nTheir kind of love made me tired. I asked Andrew what our kind of love was. He said he wasn’t sure but that it was probably a good love. \n\nI was 22. I wanted to hear that we had the most passionate and intuitive love in the history of the universe, even if it wasn’t true. More and more I felt as if I didn’t understand Andrew, especially when he began making drawings of Jesus in his journal and wondering aloud whether he was a real person.\n\nI needed to find some other people to talk to who weren’t from a cult in Colorado. I walked around the island in 60 minutes and decided I needed to go home. \n\nThe next day we found a boat back to Lombok. Margaret and Simon waved goodbye from the beach, both dressed in purple T-shirts and dark purple shorts. \n\nOn our last night in Bali we met an Australian zookeeper at our guesthouse. He had a beard as long as Andrew’s and a small bag of Thai marijuana. When the zookeeper and I went to smoke in the garden, Andrew refused to join us. He raised his eyebrow at me as if he couldn’t believe I had finally succumbed, but also as if he had expected this from me all along. \n\nI had become a cliché, an American backpacker smoking marijuana in a tropical garden in Bali with a zookeeper. \n\nAndrew and I landed in California on a Tuesday. Our money had run out, and we hadn’t been eating enough food, so I could see the entire bone structure of his beautiful face. Our hair was long and tangled, and I wore tie-dyed balloon pants I had picked up in Dharamsala with bells around my ankle. I was heading to a wedding in Maine, but not my own. Andrew’s flight to Vancouver would leave in an hour. \n\nLove had taken us halfway around the world and back. Or maybe it was only the idea of love. But it left us quietly in the arrival terminal of the San Francisco airport. And how could love do that after all those nights arranging the mosquito netting carefully over each other’s heads? \n\nI knew, even then, that love would come for us again, but leaving Andrew felt a little bit like dying. We hugged. I said goodbye. Then we never saw each other again."
}