{
  "url": "http://www.nytimes.com/2013/06/23/fashion/how-i-got-to-here-modern-love.html",
  "headline": "How I Got to Here",
  "dateline": {
    "year": 2013,
    "month": 6,
    "day": 20
  },
  "byline": "Leslie Lehr",
  "text": "When I told him I would never marry again, I meant it. We were holding hands in a restaurant in Santa Barbara, Calif., on our first weekend away, and I was hiding my nerves behind the boldness of high heels and a garter belt. I wasn’t trying to bait the hook, or reel in the lifelong bachelor. \n\nNewly single after 20 years, I loved how he admired my long hair and subtle décolletage, how he laughed at my witty banter. I felt like a femme fatale, and I liked it. Nothing serious, nothing permanent. We were there for the fun. There was a gleam in his eyes as he raised his glass in a toast: “To Lady Beautiful.”\n\nNow he looks at me, bald and bedridden, finger swollen around my wedding band, and I can’t help but say I’m sorry.\n\nWe had met two decades earlier, when I took his writing seminar in Los Angeles. During the break, he admired my engagement ring. He was cute in a preppy way, but I was not the kind of girl to be “hot for teacher.” He had a policy of inviting students to stay in touch, so I did.\n\nTen years later, the phone rang in the kitchen where I was making dinner while my daughters played underfoot. I wiped my hands on my sweat pants, and picked up my crying 4-year-old to comfort while I answered. \n\nHe had received the invitation to the book party for my first novel and was calling to congratulate me. Despite thousands of students, he went out of his way to call. Surprised, I shifted my daughter to the other hip, smoothed a loose hair toward my ponytail and hung up the phone smiling.\n\nAnother decade and a difficult divorce later, I climbed out of bed and studied my bedraggled reflection in the mirror. After years of being an exhausted work-at-home mom, it was time to take better care of myself, to control my destiny, to set a good example for my daughters. I needed a new project, one that would reclaim my maiden name.\n\nWhen I sat down to begin writing, I dug out my faded notes from his class, now adorned with crayon marks and coffee stains. These notes had guided every book I had ever sold. I owed this man a thank you.\n\nI wrote an e-mail offering to buy him a coffee. Then I hesitated. I had just begun to date, so naturally I wondered if he was single. I envisioned three kids and a house in the Hancock Park neighborhood of Los Angeles. This was networking, I told myself. What did I have to lose? I hit “send.”\n\nThe next day, he e-mailed back: “I’ll buy the coffee.”\n\nWe met at the Coffee Bean in Santa Monica, where he waited in shorts and flip-flops. His hair was gray, but he wore the same preppy glasses, had the same dimples. I was surprised he wasn’t more businesslike. Then again, I wore a dress.\n\nHe didn’t remember me. He didn’t recall our long-ago class or phoning to congratulate me years later. He admitted that he clicked on the link to my Web site and saw my picture.\n\nOur coffee lasted three hours.\n\n“Would you like to have dinner?” he asked as we walked to the door. “We don’t have to call it a date. We could just eat at the same time.”\n\nI was confused. “Why wouldn’t we call it a date?”\n\n“Most people don’t like dating,” he said.\n\n“I love dating,” I said.\n\n“You’re new.”\n\nWe began to date. Every Friday he drove to the valley to take me out to dinner. After a long week, I loved dressing up and dining out. I loved having my girls pick out my earrings, then answer the door to a man bearing flowers. Sure, they were teenagers, eager to get rid of me on a Friday night, but they also saw how a woman should be treated. And they saw that I was a woman worthy of respect.\n\nSoon, we added Saturday nights at his house. After shuttling the girls to their activities, I primped for hours, shedding my valley mom skin with each mile through Topanga Canyon to Santa Monica. Once the ocean was in view, my transformation was more than physical. By the time I arrived at his house, I had done everything possible to make myself beautiful, to feel beautiful. And he was a worthy audience, appreciating every detail. All I had to do was breathe.\n\nA few months later, I stood at the back of the bookstore where he presented his new book. Several attractive and sophisticated women turned their heads to look at me. Old girlfriends, I guessed. I was more impressed than jealous. One came over and pointed at my name in the acknowledgments — risky business for him to include me, I had thought, since we were only dating. \n\n“Are you the new girlfriend?” she asked.\n\nI hesitated. We were certainly exclusive. He had just bought me a bathrobe for his house. Yet, there was something wicked and wonderful about being The Girlfriend. It meant he wanted me. It meant we were having fun.\n\nHis entire family showed up while I was on a book tour in Denver. I was about to read a sex scene when I realized this would be their first impression of me. \n\nSo what? I thought. I was just a girlfriend. I could do what I pleased.\n\nFour years passed. I splurged on lipstick and lingerie and continued to play the part of femme fatale.\n\nOn our next vacation, he told the hotel clerk it was our anniversary, so they upgraded our room and served us Champagne. I began to wonder if we would ever have a wedding anniversary. Now, when he called me Lady Beautiful, I felt cheap. \n\nThere was no logical reason for us to marry. I had no interest in having more children and he was fine without. I could get my own apartment; I still wanted to set a good example for my daughters. If I was going to be single, why not keep my options open? I loved him. But if I couldn’t reel him in, it was time to cut bait.\n\nIt took weeks for me to get the courage to confront him. He listened patiently, then began to laugh. “Never getting married were your terms,” he said, “not mine.” Later, he showed me a yellowed newspaper article he had clipped after our first romantic weekend in Santa Barbara. It was entitled, “How to Buy an Engagement Ring.”\n\nWe were married overlooking the ocean in Malibu. He wanted a real wedding so his parents could be there. I teased that he wanted them to know he would have someone to care for him in old age. His Ivy League friends flew out to see the notorious bachelor’s demise with their own eyes. He asked me to wear a real wedding dress so he could show off his beautiful bride.\n\nDays before our second anniversary, I learned I had breast cancer. Within months, I lost my hair, my eyelashes, everything that made me beautiful.\n\nOn Valentine’s Day, we sat in front of the fire until I could smell plastic burn on the back of my wig. I couldn’t taste the chocolate or drink the wine, but he seemed happy, eating shrimp and being together. He called me Lady Beautiful, but I thought he was just humoring me. It made me feel worse.\n\nSoon there were fewer good days. My fingers were numb, my nails purple, and my eyes too teary to see. I couldn’t keep up the charade, didn’t want to. After my high heels were exiled to the back of my closet, he helped me stumble around the neighborhood in slippers. He sat with me through chemo until I shooed him away. \n\nI didn’t want him to see me like that, helpless and weak. The chemo fog descended and I couldn’t get my words right or my thoughts clear. I felt stupid. I felt ugly. Most of all, I felt guilty.\n\n“I’m so sorry,” I said. “This is not what you signed up for.”\n\n“That may be true,” he said. “But neither did you.”\n\nNow we sit in bed watching TV every night. My favorite fashion show is on and he turns to me. “This is the perfect date,” he says. \n\nI laugh, thinking he is teasing as he rubs my aching legs. But when I look at his face, he is smiling, his attention already back on the screen.\n\nAnd I realize that he was the one who did the bait and switch. He made me believe that he responded to my strength and beauty, so I felt strong and beautiful. Maybe this was never the romance I imagined. Maybe I was the shallow one. He saw more. As we sit in bed and watch the beautiful women, I am not jealous. He still thinks I am one of them.\n\nAll I have to do is breathe."
}