{
  "url": "http://www.nytimes.com/2013/06/16/fashion/Do-Not-Adjust-Your-Screen-or-Sound-modern-love.html",
  "headline": "Do Not Adjust Your Screen or Sound",
  "dateline": {
    "year": 2013,
    "month": 6,
    "day": 13
  },
  "byline": "Heather Sellers",
  "text": "My computer screen filled with bosom. The bosom belonged to Dawn, the activities director at the care center in Florida where my father was living. She leaned over her laptop and shouted, “Can you hear us?” \n\nI leapt out of my chair, closed my office door. I was shaking. When Dawn stepped aside, I would see the father I hadn’t seen in years. \n\nAnd never sober. My father smoked and drank around the clock. And he didn’t just chase women — he lunged for them. He met any intervention with violent rage. The large sum of money he inherited from his father slipped away to homeless drifters and lady friends from bars. He missed my graduations, my wedding, every birthday, every need. I was in my late 30s when I realized: This relationship might be too hard. \n\nSo I let him go. From afar, I orchestrated assisted living, necessary paperwork and medical power of attorney.\n\nI didn’t see him. Until now. \n\nI watched Dawn’s face, her long brown hair.\n\n“We can hear you, but we can’t see you,” she said. \n\nIn the background, I heard an old man saying, “Wah, wah, wah,” as if asking for water. How happy my father would be, I thought, if he were the one seeing the cleavage up close on the screen. There’d been that, too: porn addiction. And cross-dressing. So much chaos and confusion in this man. Recently, I’d decided he had most likely suffered from mental illness. But I’d never found a way to know him or understand his rage.\n\nNow, here he was, Fred Sellers, at 80. I hadn’t seen him in so many years. His bright eyes roved around the screen, intensely curious. He still had his thick white hair and gigantic eyebrows. His stroke-frozen claw hand was clutched over his heart. He worked his good hand to the keyboard. I was afraid he was going to break our connection. \n\n“Daddy,” I said. I sounded so small. My throat hurt. I did not want to cry. I was at work, wearing mascara and a white blouse; I had to teach class in less than an hour. “You look so good.” \n\n“Well, hell,” he said, peering hard at the screen. “Where you been, girl child?” \n\nHis stroke-affected speech was heavy on vowels, light on consonants. But every word was as clear to me as always. He looked better than ever. Was this the first time I’d seen him sober? \n\n“Can you see me, Daddy?”\n\n“No!” he shouted, banging his good hand on the keyboard. \n\nI examined the green button on my screen, just under his chin: “Video.” It was on. Then I remembered: Since his stroke, when he said “no” he meant “yes,” and “yes” meant “no.” He did see me. “Isn’t this great?” I said, pressing tissues to my face.\n\n“No!” he shouted. “No, no.” \n\nI smiled.\n\nOver the years, friends, clergy members and relatives urged me to visit my father, while others urged me to never see him again. When I visited, I always regretted it. When I didn’t, I regretted that, too.\n\nBut children of negligent parents have complicated needs. Now that my father was in a nursing home and couldn’t drink, hurt anyone or destroy himself, I felt overwhelmed in a good way by the love that rushed in. Now that my father fit into a desktop-size box — my computer screen — the proportions seemed manageable. \n\nMy father and I started talking, thanks to Dawn, every Friday afternoon. Online video calls gave me my father, gave him to me in a safe, manageable format. Here, in a box, was a man I could love.\n\n“Dawn says you’re doing pretty good,” I said.\n\n“No!” he said, his whole body nodding yes. “No!” \n\n“It is so good to see you,” I said. \n\n“Oh, gosh,” he said. “Oh gosh, honey. Look at you.” This last would sound to the untrained ear as “Oh, osh. Unnie. Ooo. Ah. Ooo.” \n\nHe beamed. I’d never seen my father really happy before. I’d never seen his love for me shine through. But here it was.\n\nAt this safe distance, I couldn’t get enough of him. We spent a lot of time just staring at each other. He peered hard into the screen, trying to capture every bit of information, looking happily overwhelmed, and fiercely confused. One day, I was pleased he was wearing a green striped shirt I’d mailed, and I told him how nice he looked. \n\nHe looked down at himself and back up at me, shaking his head, as if to say, “Life’s a mystery.” He looked bemused, bereft and philosophical all at once. And always well shaven, well fed. We’d been estranged forever, yet now we were having the best relationship we’d ever had.\n\nAfter that first conversation, when the adrenaline kept us both going for an hour, he tired quickly, and our talks were brief. He got bored; his attention wandered. I sensed he was looking around Dawn’s activity room for cookies, hidden treats. \n\nOne day I showed him photographs of his babyhood, his parents and his own young family, me as a baby. He looked intently, saying the names of each person. When I told him my book was coming out and showed him a mock-up of the cover, he said: “No kidding. Amazing, amazing.” \n\nHe looked so proud. Stunned, but proud. Often he asked me, in his garbled way, how my house was, and my teaching. Finally he was asking me questions about my life, noticing I had one. My Dad was with me, there was just less of him. Which turned out to be a good thing.\n\nThat fall, at one of my department meetings, a colleague from the office next to mine said, “Your video calls are disturbing others.”\n\n“I know it’s loud,” I said. “My father can’t hear me unless I shout. I apologize. But it’s the only time of day I can talk to him. The calls are brief. Please be patient.” \n\nI wanted to say: “This is all we have, this fragile shouting. It’s 10 minutes or so a week. And it won’t last much longer.”\n\nI tried to find another weekday time that could work for all of us. I tried to find another place to set up my computer. But I didn’t try very hard. Some part of me, I admit, wanted to disturb my colleagues. Some part of me wanted to yell my father into the world: “Don’t you see? I have a father! My Dad loves me. And I love him.” \n\n“I love you,” I shouted at the end of each conversation.\n\n“Ooo ooo ooo ooo,” he said, every time, as he zipped out of the screen (“I love you, too”).\n\nAfter Christmas that year, my father went to the activities room less and less. Then in February he didn’t go at all. A couple of times Dawn took her personal laptop into his room, and I’d see him in his bed, and he’d wave his good hand, look at me for a bit, smile wanly, then drift back to sleep.\n\nFinally Dawn broke the news to me: lung cancer. I flew to Orlando and spent three days with him. We held hands and laughed a lot. I showed him old photos. I read him a book I’d salvaged from my childhood. \n\nThat evening, after dinner, he pointed to his chest. \n\n“Does it hurt?” I asked.\n\nHe nodded. “Is it bad?” he asked me. \n\n“It’s not good,” I said. \n\n“Dammit.” \n\nI held his hand while he slept. The laptop phone calls had given me a new template for my father. I couldn’t have just come down and seen him otherwise. We’d made a new relationship online, me and the smaller Fred.\n\nThe cancer was a slow-growing kind. They said six months, maybe three years.\n\nTwo weeks later, he was dead. Pneumonia. As he passed, a nurse — an angel — in I.C.U. held the phone to his ear. She said, “When he hears your voice, he smiles.”\n\nIn the end, we had just barely a year. But I got what I wanted: to be a normal daughter. And after he died, I got to have some profoundly normal grief. The last words he heard me say were “I love you,” and his last to me, said in his way, were “I love you, too.” \n\nForgiveness is a heavy-duty word. I don’t know that I forgave my father. I’m not even sure what that means. What happened between us at the end of his life feels more simple and complex than forgiveness. \n\nThose conversations don’t cancel out the years of trauma and neglect. But neither does the bad cancel out those final moments of grace. Both are true. I hold both in my heart, and I am grateful. In the year before he died, I got to love my father — some."
}