{
  "url": "http://www.nytimes.com/2013/08/11/fashion/a-dollar-a-day-for-only-20-years-modern-love.html",
  "headline": "A Dollar a Day, for Only 20 Years",
  "dateline": {
    "year": 2013,
    "month": 8,
    "day": 8
  },
  "byline": "Steven Petrow",
  "text": "On the cusp of 50, I paid $6,000 to find my next husband.\n\nMy 30s and 40s taught me about patience, whether it was waiting for the next clean CT scan, the next writing assignment or the next guy to come into my life. Nearing 50, though, I abruptly found myself impatient when it came to finding a husband; for the first time I could see the long arc beyond midlife, and I didn’t want to spend another 10 years looking for my guy.\n\nFirst I tried online dating, where I met Sporty ‘N Spiritual. After brunch on our first date, he suggested we go see Zhang Huan, a Chinese performance artist, whose act that day consisted of being strapped to a cypress trunk, his naked body painted with a hot-dog purée. Then, well, let’s just say it was a dog day afternoon as the canines were let loose to enjoy the meaty paste. As we watched, Sporty ‘N Spiritual leaned over and whispered, “Kind of turns me on.”\n\nI was impatient for love, but not that impatient.\n\nMeanwhile, as I squandered time on crazy dates, my friend Fred settled into a sane and loving relationship with Gérard. How had they met? Through a real-life matchmaker named Dale, a self-proclaimed yenta with an M.B.A. For $950 each, Fred and Gérard had been promised “10 meeting opportunities.”\n\nWhat struck me most was not that Fred had paid for the match, but how different Gérard was from every other man Fred had dated.\n\nFred, a graduate of Oberlin, had worked at Apple and shared my obsession with the English language (our favorite game: find the typos on restaurant menus). \n\nGérard, a professional chef of Vietnamese descent, had learned English on his own but was fluent in French. He didn’t proofread menus; he created them. The first of Dale’s theories: “You don’t always know who you’re really attracted to.”\n\nFred and Gérard had been together for six years when I began to noodle about signing up with Dale. They have now been spouses for 17.\n\n“Why not?” I decided, my patience at being single fraying by the day. Yep, I’d pay to play, although the fee was now an astounding $6,000 for the first year (but included “an unlimited number of introductions”). As Dale explained in the smoothest of sales pitches, “You pay an attorney to take care of legal issues, an accountant for financial ones. Why not a professional for the most important element in your life — your love life?” \n\nCertainly the rules of engagement were intriguing. On joining, every member must pledge to seek a “monogamous, committed relationship.” Dale’s second theory: “A couple being monogamous creates more safety in the relationship. Much less can go wrong.”\n\nFor a year I squirreled away chunks of mad money, finally signing the big fat check. \n\nWhen Dale came over for his “home visit” to my one-bedroom San Francisco bungalow, he checked out my books and CDs (back in the day when we had CDs), played with my cocker spaniel and asked me a lot of intrusive questions: H.I.V. status, sexual habits, family relationships. I was eager to hear his advice. \n\n“When you meet the right man, you’ll have to move,” he said. “Your house isn’t big enough for another person.”\n\nThen came the trial by fire: 10 “meeting opportunities” in rapid succession, each one with Dale as the third wheel. “I pick you up, take you out and pay for dinner,” he said. And also sits at the table with you and your “opportunity.” How do you spell “a-w-k-w-a-r-d”!\n\n“I want to see how you interact with people,” he said, “and to understand what qualities you’re attracted to and not.” He also thinks he can sense chemistry before his clients do. \n\nDale’s third theory: “Most first or second dates go awry not because there’s no chemistry but because someone had a bad day and the communication was off.” \n\nAs weird as a dinnertime threesome could feel, it was, at times, a lifesaver to have him around. One of my first dates faltered quickly, and Dale kept jumping in to kick-start the conversation. The guy must have mentioned at least three times that he was a descendant of a Supreme Court justice. \n\n“He’s not for you, sweetie,” Dale said. “You’re bringing out his insecurities.”\n\nOf my 10 candidates, on all of whom I had received files, I was most looking forward to meeting Reardon, No. 8 in my queue. Before I got that far along, Reardon had his eureka (Greek for “I have found it”) moment and withdrew from further introductions. \n\n“Damn,” I said to Dale, unhappy that I hadn’t been first on Reardon’s dating card.\n\n“Be patient,” he replied. “There will be someone else.” \n\n“Patient? I didn’t spend $6,000 to be patient.”\n\nBut I had no choice. After all, Dale only introduces his members to other clients, so I had to wait for some new blood. About six months after my disappointment over Reardon, Dale e-mailed me about some other guys, and before signing off, he added: “The perfect candidate for you is about to join.” \n\nExcited, I lobbied Dale for the No. 1 position, not wanting to be left behind a second time, but he didn’t give me the coveted slot. The “perfect candidate” would not be meeting me first.\n\nFortunately, Dale had mentioned the guy’s name to me (“Jim Bean, as in green bean, not to be confused with Jim Beam, the bourbon”), told me he lived in Marin County, Calif., and was about to bail on Match.com. \n\nWith my own Match account still active, it took me six seconds to find JBean48. And what did I do? I e-mailed him immediately. \n\nLater that day Jim replied: “Thanks for your e-mail and the surprise Dale connection. I just signed with him yesterday. I would be delighted to speak with you.”\n\nA week later we met for dinner without Dale, each of us paying our own tab, even though Jim had just plunked down thousands of dollars. Within days there was a second date, then a third, and a plan to meet in New York City over the Christmas holidays.\n\n“You were right, he’s perfect for me,” I told Dale, eager to get Jim off the market. Even though I had subverted Dale’s process by leapfrogging other candidates, he still intended to make sure Jim got his money’s worth and met all of his potential matches.\n\nNew Year’s came and went (we spent it together at a romantic B & B) and I was about to take off on a three-week journey to Vietnam (with Fred and Gérard, of course). Dale thought the timing was perfect; with me out of the country, Jim could avoid my angst and any complications as he made his way through his “opportunities.”\n\nI knew better than to say anything to Jim about the dates he would have in my absence. Impatience had brought me to him; now it was time to practice the art of letting go. My situation reminded me of the new-age poster I had over my bed as a teenager in the ’70s: “If you love something, set it free. If it comes back, it is yours. If it doesn’t, it never was.”\n\nAs my departure grew near, we continued to see each other but I never raised the topic. Instead of closing my grasp on what I hoped for, I visualized my palms and heart facing up to the sky. I would just have to wait until my trip was over to find out how things would be between us.\n\nJim had volunteered to take me to the airport, and as we headed south on Highway 101 to the Golden Gate Bridge, he turned to me and said: “I’ve decided not to go through with the other dates. I’ll wait for you to come back. When you’ve met someone this compatible, why take a chance on messing it up?” He then dialed Dale to let him know of our commitment.\n\nOver those weeks we stayed in touch through e-mail (with an occasional call), again learning to be patient, each of us writing at the end of our respective days. Although love letters are a thing of the past, I’ve held on to our e-mail correspondence. \n\nThe day before my return, Jim wrote: “I am happy you are in my life, happy knowing you are having a wonderful adventure, happy you will be returning to me. How can I be any happier? I am not worried about taking a leap of faith with you.”\n\nAnd there he was waiting for me at the airport the next day, which takes me to Dale theory No. 4: “The secret is to know what you want and behave in ways that get you there.”\n\nWhile I paid a lot to meet Jim, I’m comforted by the math. After almost nine years, the cost of finding him has plummeted to a mere $2 a day, and in another decade it’ll be less than a dollar. In our view, a bargain."
}