{
  "url": "http://www.nytimes.com/2013/02/03/fashion/stepping-out-from-behind-the-e-mail.html",
  "headline": "Stepping Out From Behind the E-mail — Modern Love",
  "dateline": {
    "year": 2013,
    "month": 1,
    "day": 31
  },
  "byline": "Anita Felicelli",
  "text": "“Do you want to start a press with me?” my friend Steven asked me in an e-mail three years ago. He meant starting a small publishing house together, not a cider press or a newspaper. \n\nHe lived in St. Louis and his first novel had just been published by a small press. It got no publicity and pretty much vanished within weeks of release. I lived in a two-bedroom town house in Mountain View, Calif., and had a book of poetry coming out from a different small press but destined for a similar fate.\n\nAs fellow tech-averse bookworms with similar grievances, we e-mailed back and forth, eventually concluding that it would be easier to start our small press if we lived in the same place. The only way that was going to happen was if he moved to Mountain View and into the extra bedroom in my town house. \n\nThere was just one problem. I harbored a crush on Steven that had lasted nearly nine years. \n\nIn spite of our mutual dislike of communications technology, e-mail cemented our relationship. I considered him one of my best friends, but before discussing this move, we had met in person only three times. We rarely talked on the phone. If he moved in, reality could wreck our friendship.\n\nThe few friends whose opinions I solicited were more than a little wary of our plan. Conventional wisdom has it that moving in with someone you have a one-sided crush on is likely to combust the friendship. A friendship based on a keyboard, a mouse and a computer screen is even more precarious; anyone who has dated online or seen “Catfish” knows that. Yes, we’d been friends a long time, but it was entirely possible that we’d just guessed what the other person wanted to hear. \n\nI knew the odds, but I said yes anyway. By the time Steven had driven halfway cross-country and arrived at my door, I’d resigned myself to the belief that we were just playing out a chain of events that would end disastrously.\n\nWhen we first met in the summer of 2001 at a writing festival in Iowa, Steven was a muscular, well-read, tattooed 30-something with a strong Chicago accent. I was a 24-year-old law student in a bad relationship. My first thought when I saw him was: This is the man I’m going to marry. \n\nThen he opened his mouth, and I changed my mind. \n\nOn our first day of class, he made an offhand remark about a woman’s writing that made her cry. He seemed completely uninterested in me. I realized I had romanticized him in haste. \n\nMidway through the week, as I was walking to class, he pulled up next to me in his car and offered me a ride. Although I was enjoying the novelty of the cornfields, I was wearing an oversized T-shirt made of thick cloth and was grateful to get out of the heat. On the way we chatted about writing and our favorite authors.\n\nAt our final class, we passed around an e-mail list so we could keep in touch with one another. Although I dutifully scrawled my e-mail on a piece of binder paper, I had no intention of keeping in touch with anyone. That night, Steven invited me out to a bar with a couple of other students. I felt shy the whole time and said almost nothing, even though he put his arm around me briefly. \n\nAt one point an older male writer at the bar told Steven he should settle down and have children. Steven responded that he regularly trolled the Shakespeare section of the Schaumburg library in Illinois to meet a serious reader, but nobody ever came to that section of the library. I thought this was a clever strategy and couldn’t believe nobody ever showed up. \n\nWhen I returned home to the Bay Area, I found an e-mail waiting from Steven, and I felt a little thrill. Then I read the message: “Anita, I have never met anyone so cold, aloof and intransigent. Steven.” \n\nI don’t know what I expected, but definitely not this odd attack on my personality. The safety of e-mail, of course, is that you can say all the things that you would never have the courage to say in person, so I responded that I’d been attracted to him and uncomfortable because I didn’t think he liked me back. I wrote that I had a boyfriend, but if he got to know me better, he would see that he had been wrong.\n\nWe started e-mailing regularly about books and art. He invited me to visit him so I could see the van Gogh exhibit at the Art Institute of Chicago. I replied that I’d already seen the Van Gogh Museum in Amsterdam, but we kept exchanging daily e-mails. \n\nA few years after we met, Steven moved in with a woman who lived in New Mexico. He planned to swing through the Bay Area before the move. A flurry of e-mails passed between us to try to arrange a time to meet, but we failed, and shortly afterward we stopped corresponding. That should have been it. For two people uninterested in technology, five years was a long time to conduct an e-mail friendship. \n\nThe following year I sent a mass e-mail to my contacts list to secure donations for a mental health walk. Unlike most of the recipients, Steven responded. He was single again, injured from a biking accident, and sorry he was unable to contribute to the walk. \n\n“But how are you?” he asked. Probably assuming I wouldn’t take him up on it, he once again extended a perfunctory invitation for me to visit.\n\nIn my mind, Steven was the one that got away. Having been dumped by my boyfriend, I regretted not accepting Steven’s first invitation to Chicago to visit the Art Institute. So this time I accepted his invitation as if it were a real one. \n\nSteven was flustered but too polite to take it back.\n\nWhen I walked out of the St. Louis airport three weeks later, I wasn’t sure I would recognize him. My memory of our one Iowa meeting was already blurry. Someone wearing a stocking cap stopped and said, “Anita?” He was as attractive to me as he’d been the first time we met.\n\nOn that three-day weekend, we trudged out into the snow for margaritas and nachos, talked about animals at the zoo at Forest Park, and discussed Pre-Raphaelite artists at the museum. We walked by the Mississippi River and under the Arch.\n\nSounds romantic, right? There were no sparks. Zero. \n\nLATER THAT SUMMER we met up in Ashland, Ore., to see “Romeo and Juliet.” We shared a hotel room. We got along really well, but nothing happened.\n\nWhen people tell stories like this, they are usually cautionary tales about con men on the Internet, or else about how easily we fool ourselves. The moral of these stories is that living in a welter of electronic information, much of it confessional, makes us think we think we know a lot about other people. These stories usually end badly.\n\nAs you might expect, when Steven moved in, we were no longer our ideal selves. We got to know each other in real life instead of through words on a screen. Rather than drive us apart, though, this confrontation with reality brought us together.\n\nWhen e-mailing back and forth, we were perfect, constructed versions of ourselves with no chemistry. What we didn’t know was how much we still didn’t know about each other. Living together, I found out just how sports crazy Steven is, how he checks espn.com 50 times a day and drafts multiple fantasy football teams. He found out that I stream “Pretty Little Liars,” spend too much money and avoid doing the dishes. We fought. We made up. Our small press thus far has been a bit of a bust.\n\nThere are countless things I never would have predicted we would tolerate in each other in person, having nothing to do with the novels and art that originally connected us. Nine years after our first e-mail, we fell in love, and the next year, we married. Instead of a successful press, we have a daughter who is 7 months old.\n\nWhat changed? When Steven tells the story of us, he claims that correspondence over those many years bound us together. Really knowing each other occurred through the written form, even though falling in love happened in person. \n\nBut I believe that seeing the messiness and imperfection in each other day after day sparked our chemistry. Even in the age of the Internet, when we’re inundated with information and knowledge, love is old-fashioned. It graces us in person, deepens with time, and remains a mystery."
}