{
  "url": "http://www.nytimes.com/2013/01/27/fashion/the-race-grows-sweeter-near-its-final-lap-modern-love.html",
  "headline": "The Race Grows Sweeter Near Its Final Lap — Modern Love",
  "dateline": {
    "year": 2013,
    "month": 1,
    "day": 24
  },
  "byline": "Eve Pell",
  "text": "Sam and I dated for two years. Then, when I turned 70 and he 80, we had a joint 150th birthday party and announced our engagement. We married a year later.\n\nWe came from very different backgrounds. Sam, a Japanese-American who had been interned in the camps during World War II, worked his way through college and was happily married to his Japanese-American wife for more than 40 years until her death. I grew up as a fox-hunting debutante whose colonial New York ancestors were lords of the manor of Pelham. Typical of my much-married family, I had been divorced twice. \n\nWe belonged to the same San Francisco-area running club. He was a rarity — a charming, fit, single man of 77. I wanted to get to know him better.\n\nI devised a plan. Our mutual friend Janet had in her house a small movie theater that seated about a dozen people; she often had parties there. I called her. “This is very seventh grade,” I began. “But I’d like you to invite Sam to one of your screenings. I’ll come to any movie he’s coming to.” \n\nSoon after, she called. “He’s coming on Thursday.”\n\nThere were 8 or 10 of us there that evening. After the movie, as we were all standing around and chatting, someone mentioned “The Motorcycle Diaries,” a new film about Che Guevara. \n\n“I’d like to see that,” I said. \n\n“I would too,” Sam said. Short pause. I held my breath. He looked at me. “Would you like to go?”\n\nSquelching the urge to high-five Janet, I said yes. We set a date for the following week; he’d meet me at the theater. But when the day came, our movie was sold out. \n\nWhat to do? We looked at what else was playing and chose “Sideways.” I have only a vague memory of some plot about men and wine, but a sharp memory of sitting next to Sam. And when “Sideways” was over, we decided that since we hadn’t met our objective, we’d see “The Motorcycle Diaries” another day.\n\nSam and I began running together. Early on, however, I was faced with a dilemma. At a half-marathon in Humboldt County, he went out fast and was way ahead. But as the miles went by, I crept closer and closer and I could see, from the way he was running, that I had more energy left. What to do? Should I beat him and risk his being resentful? Some men really hate being bested by a woman. \n\nI could slow down and let him beat me, but that would be patronizing to him and make me resentful. Then I thought, “If he gets annoyed that I ran faster, he’s not the man for me.” So I sped up, patted him on the behind, and said, “Come on!” I ran on to the finish and, as it happened, he couldn’t keep up. But I needn’t have worried. Sam didn’t get upset — in fact, he seemed pleased I had run well. And so we grew together.\n\nSam and I often ate at Chinese restaurants where I received some fortune cookies that truly lived up to their name. Two of my favorites:\n\n“Persevere with your plans and you will marry your love.”\n\n“Stop searching forever. Happiness is just next to you.” \n\nOne evening at the movies, after we had been seeing each other for several weeks, I felt his hand on mine. If I close my eyes and concentrate, I can recapture the moment: the dark of the theater, the warmth of his hand, my happiness. One might not expect an old grandmother to feel a surge of romance, but I did, and I knew that his reaching out was a brave gesture. I reciprocated, inviting him in for tea when he took me home. I have a narrow, uncomfortable sofa in my living room, poorly designed for intimacy, but nevertheless that was where we sat, and that was where we kissed before he went home.\n\nThere was a complication: I could feel that Sam was conflicted about our budding relationship because of his loyalty to his wife, Betty, who had died six years before. In my younger years I would have felt competitive, as if his love for her meant less for me. Now I knew differently, and one night I spoke my mind.\n\n“I know that you loved Betty very much, and I have great respect for your marriage,” I began. “But I think you have room in your heart for me, too.” \n\nHe hugged me and went home. \n\nSeveral days later he asked, “Are you going to run the 5K in Carmel next week?”\n\n“Yes.”\n\n“Would you like to go together?”\n\n“Yes.” I had no idea what he had in mind, but that became clear a few days later. We were talking after a run; Sam looked bashfully down at his shoes as he said: “I have made a reservation in Carmel for a room with one bed. Is that O.K.?” It was.\n\nI realized that the last time he had been dating was in the early 1950s, before his marriage, and he had entirely missed the change in customs of the ’60s and ’70s. When he began staying over at my house, he always stopped the newspaper at his house so the neighbors wouldn’t know what was going on. But for all his adherence to decorum, he was a true romantic.\n\nA few months later, when we were both in Europe on separate trips, we met in Barcelona. This was a leap. Traveling together in a foreign country would be a more exacting test of our relationship than our jaunts to movies and races. But in this, as in almost everything else, Sam was perfect. When I arrived at our hotel, he was there with wine, chocolates and flowers. For all our anxiety about traveling together, we meshed. On the flight home, Sam declared, “We must never travel separately again.”\n\nFrom then on, we were well and truly together. We had few outside pressures: He was retired with a comfortable pension; I was a freelance writer with an outside income; our middle-aged children were on their own. We had nothing to do but love each other and be happy. Sam and I did things younger people do — we ran and raced, we fell in love and traveled and remodeled a house and got married.\n\nAfter the ceremony, we flew to Hawaii. “You must never call this a honeymoon,” he told me. “That way no one can ever say that the honeymoon is over.”\n\nWe traveled to Italy to compete in the 2007 World Masters Athletics Championships (what I fondly call “The Geriatric Olympics”), where we both won gold medals in our respective age brackets: 70 to 74 for me and 80 to 84 for Sam. At home, we planted a garden; I finished writing a memoir. Every morning we did push-ups; every evening we sat on the rim of our bathtub and flossed our teeth. He called me “sweetheart.” He never forgot an anniversary, including our first movie date. I gave him flowers on Betty’s birthday. \n\nOLD LOVE is different. In our 70s and 80s, we had been through enough of life’s ups and downs to know who we were, and we had learned to compromise. We knew something about death because we had seen loved ones die. The finish line was drawing closer. Why not have one last blossoming of the heart? \n\nI was no longer so pretty, but I was not so neurotic either. I had survived loss and mistakes and ill-considered decisions; if this relationship failed, I’d survive that too. And unlike other men I’d been with, Sam was a grown-up, unafraid of intimacy, who joyfully explored what life had to offer. We followed our hearts and gambled, and for a few years we had a bit of heaven on earth. \n\nThen one day the tear duct in Sam’s right eye didn’t work, and soon his eye began to bulge. One misdiagnosis and failed treatment followed another until there was a biopsy. A week later his doctor called to say Sam had stage 4 cancer that he would not survive. \n\nThere was the agony of Sam’s fight to live, which he waged with grace and courage. Desperate to lessen his suffering, I learned to give hospital nurses $20 Starbucks cards to get special care for him. Every day I brought him bowls of his favorite watermelon balls. But one morning he couldn’t eat even those, and a few hours later he died. \n\nNot only was I happy during my short years with Sam, I knew I was happy. I had one of the most precious blessings available to human beings — real love. I went for it and found it.\n\nI yearn desperately for Sam. But the current pain is very worth it. He and I often told each other, “We are so lucky.” And we were. Young love, even for old people, can be surprisingly bountiful."
}