{
  "url": "http://www.nytimes.com/2013/02/17/fashion/seduced-by-a-gift-that-broke-the-rules-modern-love.html",
  "headline": "Seduced by a Gift That Broke the Rules — Modern Love",
  "dateline": {
    "year": 2013,
    "month": 2,
    "day": 14
  },
  "byline": "David Finch",
  "text": "Like most people, I try to be pragmatic when it comes to buying gifts. I’m told that I tend to over-think things like this, which may have something to do with my having Asperger syndrome, but I fail to see the problem with my over-thinking. On the contrary, devising a formal process for gift giving has made my life easier in a number of ways, especially when shopping for my wife, Kristen.\n\nIt’s simple. A proper gift must satisfy a few basic criteria. Without going into specifics (I’ll spare you the flow chart), a thoughtful present can generally be defined as one that (a) the recipient has requested or expressed interest in; (b) offers some practical benefit for the recipient; (c) reflects the personal interests of the recipient; or (d) stimulates the recipient’s sense of nostalgia by triggering an emotionally gratifying memory — or all of the above. \n\nAlthough reliable in most situations, this otherwise flawless system for gift giving breaks down on Valentine’s Day as Valentine’s gifts also must be emblematic of your romantic connection to the recipient (without being creepy, that is). A lock of your hair braided with a lock of your partner’s and suspended in a shadow box, for instance, would be deemed creepy by most people. \n\nFurthermore, in an effort to reach some cultural consensus on what represents a romantic connection, we Americans seem to have narrowed the parameters for Valentine’s gifts, making things even more challenging. In addition to the four standard criteria, a Valentine’s gift also should be red or heart-themed and come in some form of chocolate, jewelry or lingerie — a preposterous stipulation that for years I had sidestepped by taking Kristen out for dinner or for a short romantic getaway. It was nothing you could wrap, but still the gesture met the main criteria.\n\nBy our fourth year of marriage, though, I had begun to deviate from my proven pattern, presenting Kristen with Italian wine and handmade chocolates. This seemed to go over well, so the next year I gave her a diamond necklace. Also a success! I was clearly on a roll, which explains how the following year I found myself standing face-to-face with an extraordinarily busty mannequin in an upscale lingerie boutique.\n\n“She’ll love it,” said the vaguely European-looking saleswoman, stroking the sheer negligee hanging seductively from the mannequin. “And not just because she’s your wife,” she purred. “Every woman feels sexy in lingerie.”\n\nShe made a compelling case, but still I had my doubts about giving lingerie as a gift. A baby-doll negligee seemed to fail a number of criteria. \n\nTo my recollection, Kristen had never expressed interest in owning or wearing provocative clothing, even in a romantic setting. Because of this, it would not make her nostalgic for any particular history we shared. \n\nWas it practical? Hardly. I would undoubtedly wrench the article from Kristen’s body the moment she came within reach, so why bother putting it on? If a garment spends more time on the floor than on you, it can’t be considered practical.\n\nAlso, I’m a man in my 30s, which means I am always primed for action anyway. I’m generalizing here, but I think it’s safe to say that we men do not require a romantic visual to get in the mood. We just need the woman to be physically present, and, frankly, even that’s debatable. \n\nKristen, for example, is always amazed when she has the flu and her hair is all matted and snarly and she hasn’t showered or changed out of her pajamas in two days and still I hit her up for sex. Lingerie, pajamas, a hospital gown: makes zero difference to the segment of the population known for wearing black socks during intercourse.\n\nLogic and rational thinking alone, however, could not overcome one crucial factor that seemed to be clouding my judgment: the stunning image of Kristen wearing something terrifically slinky, just for me.\n\nThe vaguely European-looking saleswoman slid the straps down the mannequin’s shoulders and suggested I take another moment to think it over, perhaps unaware that my mind was already at home in my bedroom: there I am in my heart-themed boxer shorts, sipping some wine, watching Kristen stride languidly toward the bed, her eyes glittering with passion. \n\n“Boy, do you look sexy,” I say. \n\n“Every woman feels sexy in lingerie,” Kristen says in a familiar, vaguely European accent.\n\n“I’ll take it,” I said to the saleswoman.\n\nOn the evening of Valentine’s Day, Kristen and I put our two small children to bed and then, per my stratagem, we opened a bottle of wine and exchanged presents. She had gotten me a collection of essays by my favorite author, David Sedaris, titled “Naked,” thematically satisfying each of the main criteria. \n\nKristen’s turn commenced with an inquisitive peek inside the gift box and concluded with several long minutes of hysterical laughter, peppered with inquiries into what the garment was, who it was supposed to be for, and whether I seriously thought she would wear such a thing — not just with the lights on, she noted, but under any imaginable circumstances. \n\nFor me, this was a highly unexpected outcome, given the cultural insistence that lingerie makes a woman feel sexy and playful, like wearable Viagra. To say nothing of the persuasive powers of lingerie salesclerks.\n\nOne of the hallmarks of Asperger syndrome is an intense need to do the right things the right way. People with Asperger’s want to do right by others, but sometimes we need a little guidance. Had I known what a colossal failure this lingerie gift would have been, I never would have tried it. \n\nIt seemed an explanation was in order.\n\n“I thought that a negligee would be a fun thing to have,” I stammered, my face growing hot with embarrassment. “For both of us.”\n\nKristen apologized for laughing and gave me a hug, telling me it was a sweet idea. Then she looked at the negligee again and her laughter recommenced, fuller this time, as if she had just heard a joke with two punch lines.\n\nIt wasn’t that the gift was bad, she later explained, when her cheeks no longer hurt from laughing. It was just so opposite of who she is and what she would like, and that’s what she found amusing. \n\n“Imagine if I’d given you a camouflage G-string,” she said. \n\nI accepted the image of myself in a G-string as a reasonable basis for hysterical laughter and noted her advice in my journal of best practices, then continued asking questions about the nature of lingerie as a gift. In doing so, I learned that Kristen found most lingerie to be uncomfortable and ruthlessly revealing, two qualities of clothing she had always tried hard to avoid, regardless of just how much I appreciated her physique. Another demerit was that she found the gift to be something of an obligation, not unlike a vacuum cleaner or bread machine. \n\nI could see her point, and I imagined what she might have thought as she slid the negligee on in the bathroom, alone, with her back to the mirror: Now I have to wear this stupid thing and pretend to enjoy it. And he probably won’t even take his socks off. \n\nBut far worse than offending Kristen and literally being laughed out of the bedroom was the realization that, after years of marriage and decades of close friendship, I still didn’t know her as well as I thought I did. I knew how to make her laugh. I could predict within five minutes’ accuracy the point at which she would remove her shoes and prop her feet upon the dashboard whenever we drove long distances. I even knew her least favorite word (“pus,” respectably enough). But obviously I didn’t know how anti-lingerie she was. For some reason, this really bothered me.\n\nI should have known Kristen better, so I believed I had failed her. All I could do was offer my sincere apologies and promise to do better in the future. So, later that night, as we lay in bed together, that’s what I did: apologize. \n\nOnce again, she laughed in my face. It seemed she had forgotten about the lingerie incident in the two hours that had passed, and now that I had reminded her, she thought it was hilarious all over again. Once she’d caught her breath, she explained that there was nothing to forgive. Astounding.\n\nThis is yet another remarkable quality of Kristen that I hadn’t fully understood: She doesn’t hold on to things, doesn’t keep score. She rarely needs an apology. She simply wants people to live their lives and be happy.\n\n“You need to stop worrying about this lingerie thing,” she told me, shutting off the light and taking my hand. “I mean, don’t you know me at all?”\n\nI wasn’t sure how to answer, so I held her hand, and together we drifted off to sleep, me in my dumb heart-themed boxers and Kristen in her comfy pajamas."
}