{
  "url": "http://www.nytimes.com/2013/04/07/fashion/a-life-plan-for-two-followed-by-one-modern-love.html",
  "headline": "A Life Plan for Two, Followed by One — Modern Love",
  "dateline": {
    "year": 2013,
    "month": 4,
    "day": 4
  },
  "byline": "Marina Shifrin",
  "text": "Kevin was everything an overweight 10-year-old girl could ever hope for in a man. His hair was the color of Cheetos and he was an incredible speller. It was decided; I was in love.\n\n“You live six houses down from me,” he said, making my heart turn inside out. My family had just moved to Highland Park, Ill., from Skokie, Ill., and I didn’t know anyone. Here was this magnificent boy who actually had taken the time to calculate how many houses stood between us. I started to wonder if the glow from my wedding dress would make him look washed-out.\n\nSoon after, I began devising a plan in which Kevin and I would end up “2gether 4ever,” as all my notebooks stated.\n\nMonths of morning strolls to the bus yielded a confession from Kevin: he had a crush on Caitlin, who was thin, blonde and cheery: my opposite. I didn’t mind. I figured it would be healthy for us to see other people before we spent the rest of our lives together. \n\nWhen he asked me whom I liked, I panicked. I wasn’t ready to reveal my plan, so I made a promise: I’d tell him everyone I’d ever liked on my 16th birthday. It worked. He went back to lusting after Caitlin, and I went back to picking out names for our children.\n\nOn my 16th birthday, Kevin (who by then had moved on, crush-wise, to Haley) was waiting in my driveway. Admitting to your best friend that you have liked him for the entirety of your friendship is about as awkward as getting a bikini wax from your dentist.\n\nI could have lied, but Kevin had developed this annoying habit of reading my thoughts. Finally, I worked up the courage to tell him the truth: I’d had a crush on him for a few years, but was totally over it. Totally.\n\nHe took the news as any scrawny, pale high-school boy would: by triumphantly leaning back in his chair like a champion. I began to worry about the plan and our future together, not knowing that a few months later we would encounter our largest obstacle yet.\n\nSurprisingly, our relationship hadn’t changed much after my confession. About four years earlier we had started a tradition where we would shoot hoops at one of our houses until it was time for dinner; very 1970s of us, even though it was really the late ’90s. And one night, a few months after I had partly professed my love, we decided to just sit and talk, lamenting how high school was half over and neither of us had received our first kiss. \n\nTen minutes later I was wiping slobber from my double chin, shocked at how easy that was. The plan was progressing much faster than I had imagined.\n\nA couple of months after our first kiss, Kevin asked me to come over because he had something to tell me. I grabbed my basketball and greased my lips with Lip Smacker’s Dr Pepper flavor. As I passed the fourth house, my stomach sank. I realized Kevin was going to ask me out, and I was going to have to say no.\n\nIt was too early. I knew we had to wait until after college, so both of us could get good at sex. That’s what college is for, right?\n\nWhen I arrived, he was already shooting hoops. We threw the ball around until I was ready to explain why we had to wait before we became girlfriend-boyfriend.\n\n“So, I have a girlfriend,” Kevin said, interrupting my thoughts. \n\nI was stunned. “That’s so great!” I yelled over my shoulder. “My mom said I need to be home to help with dinner and clean my room. O.K., bye!”\n\nTheir relationship went strong for the first year, even stronger for the second. I began to lose faith in the plan. Then Kevin’s first girlfriend cheated on him during our senior-year spring break. \n\nAs soon as I heard the news, I skipped up his driveway with a basketball under my arm. It wasn’t until I saw how devastated he was that I decided to focus my energy on putting him back together. Before I could even get excited about the possibility of taking her place, college entered the picture, and with it came our largest speed bump: I was moving to Missouri, and Kevin was staying in Illinois.\n\nHe came over the morning I was leaving for Missouri; I had promised him he would be the last person I said goodbye to before I left. He cried and I made fun of him, then we sat in my driveway dreading the fact that we wouldn’t live six houses away from each other anymore.\n\nThanks to the wonders of 21st century technology, we stayed close. But it wasn’t until our junior year that the plan started up again. I was going through my latest breakup when Kevin suggested I come visit him. Approximately five seconds after he suggested it, I hopped into my car and made the seven-hour trek to Chicago.\n\nI remember scanning the disgusting walls of his frat house as I swirled the contents of my red Solo cup. Somewhere between the last drink and his morning alarm, Kevin and I moved into the final phases of my plan: we slept together. For some reason, though, it ended up feeling more like a goodbye than a hello.\n\nThe next morning we gave each other a confused embrace before I walked to my car with what felt like one of the worst hangovers of my life. The cold Chicago air ripped tears from my eyes as I slammed my car door and checked my phone. A text from Kevin: “when do u want 2 talk about this?”\n\nI wasn’t hung-over; I was heartbroken. I sat in my car and sobbed.\n\nLater that week, Kevin told me he valued our friendship too much to take the “risk” of dating. I told him I totally agreed. Totally.\n\nYet I still wasn’t quite ready to abandon the plan.\n\nIf I’ve learned anything during the approximately 27 times I’ve watched “When Harry Met Sally,” it’s that you need to ignore your best friend for a month, and in that time he will realize he’s in love with you and will come charging back into your life at the first available opportunity. \n\nSo I ignored Kevin’s texts and calls, patiently waiting for him to realize we really were supposed to be together. When I was back home for New Year’s I made sure every status advertised my whereabouts for the night. How else was he going to burst in at midnight to tell me he couldn’t live without me? Spoiler alert: he didn’t.\n\nSubsequently, I decided to move to New York, where 20-somethings who no longer believe in love go to pursue more attainable goals, like being a stand-up comic. One day I awoke to an e-mail from my parents; the basketball hoop in my front yard had been knocked over during a storm and they decided to remove it completely. \n\nI took this as a sign to officially abandon the plan. This time I cut Kevin out of my life completely and began to focus on more important things, like my blossoming waitressing career.\n\nYears later, I was surprised to find myself sitting in a booth across from Kevin in Highland Park. He held my hands as I cried over all the time we’d lost while I was too busy ignoring his apologies and refusing his friendship. I asked if he could forgive me for trying to push him out of my life, and he responded with, “I’m just glad there isn’t a redheaded 2-year-old sitting next to you.”\n\nWe were going to be O.K. With that, I returned to the city where homeless dreamers rub elbows with the dreamers with homes, hopeful that our reunion would repair what had been lost. Slowly we began talking again and keeping track of each other’s lives. Our conversations were different now that I had given up the self-consciousness that plagues girls who have fallen in love.\n\nA couple of months ago I was crashing at my parent’s house before moving out of the country. Kevin came over for a quick goodbye before heading to work. He got out of his car and gave me a hug. \n\n“Why do you have to move so far away from me?” he asked as our chins wrapped around each other’s shoulders. My heart, once again, turned inside out.\n\nI am no longer in love with Kevin, but I love him. Two letters, big difference. I love him when he has girlfriends and I have boyfriends. I love him when he makes me laugh and when he makes me cry. I love him when he says goodbye and when he says hello. I love him when he knows my thoughts and even when he doesn’t. I know he will always be there no matter how hard I try to get rid of him. \n\nThe plan had totally worked. Totally."
}