{
  "url": "http://www.nytimes.com/2013/07/14/fashion/a-life-that-can-fracture-a-relationship.html",
  "headline": "A Life That Can Fracture a Relationship",
  "dateline": {
    "year": 2013,
    "month": 7,
    "day": 11
  },
  "byline": "Joe Stewart",
  "text": "We live in the world of hydraulic fracturing, the dozen of us, for two weeks at a time, 14 hours a day, shuffling the heavy iron in the Rube Goldberg maze of six-inch pipes connecting a two-acre artificial pond to eight natural gas wells. Five times a day the pond is drained by 10 huge diesel-powered pumps and then refilled by an endless line of water trucks.\n\nAt any given time, some of the pipes are empty while others will hold back four tons of water pressure. And you had better be sure before you touch them; hammering on the wrong union or opening the wrong valve can be fatal.\n\nWe have a lot of safety meetings and still this job is many times more dangerous than the average of all industry. We have 80-ton cranes and a mile of hoses pushing grease, water and methanol. There are 2,500 pounds of iron swinging in the air, and explosives being lowered into wells on three miles of cable.\n\nThe men who work here (and they are all men) spend their days in snow and rain running from one problem to the next, problems that usually are solved with a couple of 24-inch pipe wrenches or an eight-pound hammer.\n\nThis world is isolated, 60 miles from Rifle, Colo. We stay in man camps with two men in each room 40 minutes from the wells we frack and count the days until our week off.\n\nSooner or later a woman comes into the life of one of these men. Sometimes she is there for a few of those days off and then drifts away and is forgotten. Sometimes she drifts away and is not forgotten. And sometimes she stays.\n\nThen her man goes away for 14 days. This is entirely too long. He sends text messages from the back seat of a white pickup, and when the crew tries to drag him into the conversation, they discover he is not paying attention.\n\nPride is rampant here, and if they talk about the woman at all, they reduce her far below what she really is. Sometimes he calls her, but phone conversations from pickup trucks tend to be remarkably restrained by the presence of others.\n\nWhen you approach a truck and open the door, you’re constantly stumbling into private conversations. And once you stumble, it’s too late: you see the guy’s eyes dart around and hear his conversation muffle to an end, “I love you, too.”\n\nSome of the younger men know the hope and pain these conversations bring but can’t articulate it. All those talks hinge on a few days off sometime in the future. There is so much to say and no way to say it.\n\n“How did today go?” she asks.\n\nIt went fine, or it went bad, but there is no way to explain to someone 100 miles away a blowout preventer, a lubricator and the tempers of four guys working through a job gone wrong. Yet there is also nothing else to say about that day, so the daily summaries are compressed to “good,” “bad” or “O.K.”\n\nThe conversation then stalls until he asks, “How was your day?”\n\nAnd that’s when a man who carries pipe wrenches tries to remember what home is and says things like, “That’s nice.” For 14 hours he has done nothing but lift heavy things and run in circles. For 10 days in a row he has thought of pressure control, and detonators and hammers, and also of her, but not of the world she is in or the things that make up her day.\n\nSome guys can bring the humor and stories and whatever makes a woman remember the man she is talking to. They can suspend the reality of this world for the world she is in.\n\nBut others can’t, and before they hang up the phone they say only, “I miss you.” They become a once-a-day call from another world and a few sincere lines. Relationships struggle when all they have to live on is stories of ice plugs, broken grease injectors and saying, “That’s nice, honey.”\n\nIn the back of our truck, Victor will dial his phone from 1,200 miles away and say, “Yes, sweetheart.”\n\n“Yes, sweetheart,” he says a dozen times in every call.\n\nWe all hear this and have our own guess as to what he means. The woman, Victor tells us, is in Chicago, and he only gets back there a couple of times a year. None of us can make any sense of this, but he makes the call every night anyway.\n\nBear is getting married and expecting his first child. He sends text messages from his bunk in a roomful of guys. It’s a fevered pace of typing, and he does nothing else when he is not working.\n\nBeau’s wife is expecting their second child, and he makes his phone calls from inside the pickup after he has parked in front of the man camp and the crew has gone inside. If you forget something in the truck and have to go back, you can see their conversation falter. An awkwardness falls over the cab until you are gone, and later you will probably say you are sorry.\n\nEven though Jackson does it, you shouldn’t call home at 4 a.m. You can’t call from your location because cellphones could set off the explosives. Sometimes there is no cellphone service at the man camp and all of the calls home have to be made on the sections of highway where service is good. These calls rumble around, silently critiqued by passengers for a few minutes, and end abruptly with, “I am going to lose service here.”\n\nThat’s how it is. No long goodbyes. The conversation is over even if only half the talking is.\n\nSometimes when the call ends, you see anger flash in the man’s face, and he will say something crude about her, something he might mean at the time but later regret.\n\nOne day Phil was sitting in the front seat talking to his girl, and I don’t recall what he said into his phone except that it was rude. I saw Charlton cock his hand in the back seat and strike across the back of Phil’s head like the roughest of fathers and say, “Don’t talk to her like that.”\n\nAll of us sat waiting for the inevitable escalation, but nothing happened. Nothing was said for 30 minutes, and we all sat in our own personal confusion, at once ashamed and proud of what we had seen and heard, and done or not done.\n\nThen there is the time at home, in person, when all conversations are about oil field things because that is all the man has done. And a few days later, at 2 a.m., he will load his bags into a white pickup and promise to call her when he can.\n\nSooner or later, the weeks away from home become too much and the man and woman spit words of fire and tears run down their faces. Sometimes this is the last time the man goes into the oil field, and sometimes it is the last time he goes home. But usually it is somewhere in the middle. None of it adds up as easily as it should.\n\nSome say their relationships last longer because the volatile mix of personalities is kept in check by the weeks away, but those relationships are doomed already. There are those who can make this work.\n\nBut there are also wireline-recording cabs, frack trucks and oil field towns full of the broken hearts of desperate souls who thought this job was making their life better.\n\nEd has been married something like 37 years. He makes his phone calls from his pickup and no one knows what he says. His brother-in-law does the same thing from another pickup; he has been with his wife for a third of a century.\n\nMike also calls from his truck and drifts in and out of a state of near divorce.\n\nIt is important for us to remember we are not the first to face this. It is important for us not to see this as the fault of the modern world.\n\nMy friend Taylor counted more than 240 hours on his pay stub — for two weeks. He said this job makes it irresponsible to own a goldfish, let alone a dog, and makes it ridiculous and unfair to try to have a relationship. He left for Idaho and never returned.\n\nI took this job in the middle of a petroleum boom. My résumé was sound, workers were in short supply, and while my interviewers told me many things, I recall only one question: “Are you single?”\n\n“Yes,” I said.\n\n“Good, this job is hard on married people.”\n\nNow, five years later, I take that as a warning, an understatement and a reason to leave."
}