{
  "url": "http://www.nytimes.com/2013/04/21/fashion/from-humiliation-to-appreciation-modern-love.html",
  "headline": "From Humiliation to Appreciation — Modern Love",
  "dateline": {
    "year": 2013,
    "month": 4,
    "day": 18
  },
  "byline": "Annie Chagnot",
  "text": "When I go home to Ohio for the holidays, I spend my time as many 20-somethings do: I sleep like a teenager, wander around my bedroom in my prom dress slightly tipsy, thumb through old yearbooks, and laugh, eat and occasionally bicker with my parents. The only not-typical aspect of my visit is that my parents are two women who are no longer together, one of whom used to be a man.\n\nWhen I was 4, my father decided he wanted to become a woman. Decades earlier he realized he wanted to be a woman, but now he actually made the decision to become one, to the great shock of my mother and to the utter bewilderment of my Appalachian farming grandparents.\n\nI was too young to remember what must have been the most difficult time of this process: the initial conversations between my parents, the phone calls made to friends and family, the first doctor consultations, the first time my father wore a skirt in public. \n\nMy mother could probably tell you the date, time and emotions that went along with each of these “firsts,” but when I try to remember my father as a man, he appears as an unformed vision, almost a mythological creature, half-man, half-woman.\n\nI have faint recollections of a hard chest and deep voice, stocky shoulders and tight arm muscles underneath silk button-down blouses. I remember that one Sunday he was singing in the men’s tenor section of our Episcopal choir and a month later he joined the altos with the women. To 4-year-old me, who approached the world with wonder and without judgment, this was an organic change. In retrospect, it seems bizarre.\n\nMy mother, a hippie rebelling from a family of old Southern wealth, briefly thought she could stay married to my father and make it work. Having been an adolescent during the women’s movement, she asked herself, “What is gender, really?” And maybe she hoped that love trumped all.\n\nBut as my father showed more of his truth, the truth of the person he wanted to be and become, my mother realized that in many ways she had fallen in love with the image he had constructed to appease the world. \n\nAs it became clear that their romantic relationship was more a part of his confusion and the facade he had lived behind than the genuine self he was beginning to unearth, they fought more about the little things and agreed less on the big things until deciding to dissolve their marriage. \n\nBut I was thankful they agreed that I tied them together for the rest of their lives. Moreover, they had the foresight to know that their relationship, going forward, would have to be grounded in love and respect. Divorce and all, sex change and all, this would be a loving family of three. \n\nMy parents succeeded at raising me together and maintaining a strong friendship, but that doesn’t mean our family dynamics have always been smooth. As I grew up, my initial comfort and nonchalance about my dad’s sex change soon morphed into embarrassment. On the days when she picked me up from school, I felt a dread in my gut and chest that stifled my breath, made me sweat and blush, and pushed tears to my eyes. \n\nWhat was I supposed to say when my friends asked who was picking me up? Often I went with “my aunt,” too worried to say “my dad” and then have them see a woman sitting in the driver’s seat. \n\nNothing inspired mild panic in me like raising the issue of my father’s sexuality. When I confessed to my close group of girlfriends in freshman year of college whom I was really talking about when I said “my dad,” I had to write it in a mass e-mail. I couldn’t say it out loud and was too anxious at the thought of enduring any silence that might follow. Although their responses were understanding and supportive, my reluctance remained.\n\nTwo years later, when it came time to tell my first serious boyfriend, a guy from a conservative family, I was finally able to speak the words. But before I did, I felt almost paralyzed with dread (even with the help of alcohol). When I dated a strict Catholic a couple of years after college, I simply gave him an earlier version of this essay and left the room. \n\nAs he read in my bedroom, I stood in the kitchen washing dishes with trembling hands, trying to take deep breaths, wondering how on earth he could not be finished already. When he did finally speak, he also was kind, though he said he felt sorry for me for not having a father.\n\nWhat I understand now is that these anxious moments are a small price to pay for a caring, present and wonderful parent. Somehow, through my childhood and adolescence of ducking and shirking from my father and the issues of her sexuality, she and I experienced an incredible life together. \n\nA pilot, a brilliant engineer and the chief executive of an alternative energy company, she was constantly traveling for work. She had lived in South Africa, Switzerland, India and the desolate farmland of Ohio, and as a result was committed to seeing the world and immersing herself in different cultures. It was her goal that I share her passion for travel and exploration. So together we skied the French Alps, picked berries in the Swiss countryside, cantered camels through the streets of Udaipur, ate live octopus in Seoul and walked through marijuana hazes in Amsterdam. \n\nThrough all of these adventures, she took photographs, the act of which I often hated. Not only did I have a teenager’s heightened sense of self-consciousness, but it also seemed as if that large black camera was always in my face, blocking my view of her, covering her eyes, preventing us from making an intimate connection or simply having a conversation at dinner. \n\nOn a trip to the Netherlands when I was 13, I remember standing in line with hundreds of people at Anne Frank’s house while my father lay down (on the street! I could have died) in her white blouse and purple skirt to get a picture of me from below, the house towering above me. At that moment my pubescent world was narrowed to a sharp point, my vision tunneled to the spectacle of her lying there. With all eyes on me as she snapped photos and told me to “hold it for just one more,” I wanted to melt into those sacred cobblestones. \n\nSeeing the heat creeping into my cheeks, she pulled the camera down and furrowed her brow. “Trust me, Annie, this shot is fantastic,” she said. “You’ll be grateful to have it.”\n\nThe picture did turn out beautifully and now stands in the dining room. The collection of photographs I have of me with a camel about to kiss my face, underwater in a sea of luminescent fish, and sitting with a nearly naked homeless girl in what was then Bombay is a testament to her artistic talent and, more important, to her self-expression. It reminds me not only of her love for me and the wondrous experiences she — my father — has given me, but also of her passion and wonder at the beauty of small things. \n\nShe once told me that before her sex change, she had lived in a fog, and after the operation the haze lifted, allowing her to see the real colors in life. Perhaps it’s the bold move she made, the fact that she truly chose her life, that has allowed her to live so deliberately, with such assurance and curiosity in the world.\n\nLast fall she spent six weeks flying rescue missions in Guyana, carrying injured people to hospitals. When I flew home for a friend’s wedding, my mother asked on the drive from the airport if I had talked to my father, if I knew how everything was going. \n\n“I haven’t,” I said. “But I’m sure we’ll hear soon. Check Facebook.”\n\n“I really miss her,” my mother replied.\n\nI put my feet up on the dashboard and looked out the window at the brown flatlands sprawling in all directions. My mother’s affectionate words had come so quickly and naturally; there was nothing grand or sentimental about what she’d said. But at that moment I knew how lucky I was.\n\nAfter everything they had been through and all the ways our family could have been smothered by the weight of the change, my parents actually made it to a place where they cherish their holiday time together and miss each other when they’re apart. And on my side, having been a child of divorce and never having known my father as a man, I ended up with parents who are friends, artists, role models and plain-old good human beings. \n\nWhen the picture of your life is being composed, sometimes you just need to bite your trembling lip and smile through the humiliation. The payoff can be precious."
}