{
  "url": "http://www.nytimes.com/2013/09/29/fashion/rallying-to-keep-the-game-alive.html",
  "headline": "Rallying to Keep the Game Alive",
  "dateline": {
    "year": 2013,
    "month": 9,
    "day": 26
  },
  "byline": "Ann Leary",
  "text": "When I took up tennis, my husband was happy to play with our two children and me, as long as we didn’t have to play by the rules. As Denis repeatedly explained to us, playing by the rules placed him at an unfair disadvantage because he didn’t know the rules, and he didn’t know how to serve. \n\nInstead of learning the rules, he wanted to play a variation of tennis he had invented with another actor while on location in a tropical country. Their game involved no serving and a complicated but curiously malleable set of rules that often appeared, to me, to change midgame and almost always to Denis’s advantage. \n\nThis caused some heated courtside squabbles. I’m ashamed to admit that one year we spent several days of a family vacation not speaking to each other after a game of “Denis Tennis” that I had lost “unfairly” (I repeatedly hissed at our children), until finally our son and daughter had to intervene and coerce a truce between us.\n\nThis was a tricky time in our marriage. Though we had found tennis late, we had found each other quite early in our adult lives, and now we were going through a rough patch, one that had lasted for years. \n\nWhen we met, I was 20, he 25. We were too young and inexperienced to know that people don’t change who they are, only how they play and work with others. Our basic problem was, and is, that we are almost identical — in looks, attitudes and psychological makeup. Two Leos who love children and animals, and are intensely emotional and highly sensitive and competitive with everybody, but especially with each other.\n\nWhen the children came along, we got caught up in the tallying of efforts, the scorekeeping of who was doing more for the marriage and family and who was being self-serving, unloving and disapproving. We didn’t bicker often, but when we fought, we raged. \n\nEventually we began to see a marriage counselor, who, among other things, suggested that we have a regular date night. Our apathy was such that our date night was our marriage-counseling night. Afterward we sometimes went to a movie. One of the movies we saw was “March of the Penguins.” \n\nThis movie moved us to tears because whatever battles raged between us, however ugly the other often appeared to be, we had these two very delicate fledglings that needed to be protected and carried along carefully, so carefully, because is anything more fragile than a preteenage girl or a growing, unsure boy? \n\nThese great children were the reason we were in counseling, the reason we were trying to keep the family egg whole. So we worked hard at playing nice. We had regular family nights and took family vacations. And on occasion we tried to play tennis together.\n\nDespite all of this, the marriage continued to flounder, and the time came when we met in our marriage counselor’s office and I said, “I think it’s over.” \n\n“That’s it,” Denis agreed. \n\nWhen we left, it felt as if we were floating, we were so calm. We had stormed out of those doors and stomped down those steps in such rages before, but now Denis held the door for me, and I thanked him. When we got to the street, it was snowing. I had boots with heels, and the sidewalks were icy. I couldn’t walk on the icy sidewalks with those heels, so I asked if I could hold his arm, if he could walk me home.\n\n“Sure,” he said. He didn’t care. \n\nNeither did I. I just needed something to hold on to so I wouldn’t slip and fall. I clung to his arm, and we bent our bodies into the wind.\n\n“The thing is,” he said as we walked, “I’m tired and hungry.”\n\n“Let’s get something to eat,” I said.\n\nWe went to the restaurant across from our building, a little neighborhood place where the waiters know our names and the chef knows how we like our burgers. We sat in a booth in the back. Denis ordered soup. \n\nIt was all over, there was nothing to lose, so I decided to serve up my final grievances, the things I felt he needed to know to fully understand that he was the cause of our marriage’s untimely end. I reminded him, in a resigned tone, of the time he did this, the time he did that. \n\nThese were the wretched rags of resentment so bitter and old, so petty, that I had been too ashamed even to mention them in therapy, so now I balled them up and tossed them onto Denis’s court. \n\nDenis just ate his soup. When he was finished, he wiped his chin with his napkin. We were both so calm it was as if the island of Manhattan had been gassed with some kind of Valium vapor. \n\nI guess there was no emotion left, it was all over, and we both experienced this finality as a surprising relief. We were like the penguin couple in “March of the Penguins” that accidentally dropped and broke their egg. They looked at the egg for a time, and then they parted ways, because penguins don’t mate for life. They court each other, commit each other’s voice to memory, produce an egg, devote themselves to its care, and when it dies, or matures, the parents part company. \n\nThis was how we had come to view our marriage, as a penguin marriage, a partnership devoted to raising children. We had hoped to stick it out until they left the nest, but now it looked as if that would be impossible. So we were just having a last look.\n\nDenis carefully refolded his napkin, and then said: “I’m sorry. If I could change those things I would, but I can’t. They’re in the past. But, I’m sorry.”\n\nI had expected him to cry foul, to react the way he did when I said a questionable tennis shot of his was out. But he just said he was sorry. And I believed him. He had no reason to make up that kind of thing now. \n\nHis calm admission inspired me to exhale my own litany of regrets and apologies. In the movies, this would have been the moment we leapt into each other’s embrace, but in real life, we ordered more food. We called the children in the apartment to see if they wanted to go to a movie. That night Denis didn’t stay in a hotel; he stayed home. The next day we all drove to the country. The family, after all that mad jostling, somehow had remained intact.\n\nSo things got better. We went to our counselor. We went to our movies. We worked at treating each other more fairly. And we started playing a lot of tennis, just the two of us, whenever we could. Only now we played by the rules. \n\nThough I had many lessons under my belt, Denis is the better athlete, so almost immediately we played on more or less the same level. We improved every game. We stopped cheating. (Yes, I admit, we both used to call questionable shots out when we were backed into a corner, and we used to fudge the score if we could, both of us.) \n\nThough we were still ultracompetitive, we were becoming intensely proud when the other hit an amazing shot, and we didn’t hate the winner when we lost. We still played to win, but now we could feel joy for the other. We wanted to improve, and now we wanted, were actually thrilled, to see the other get better, too.\n\nWhich brings me to our last game of that summer, the last before we packed up our son and drove him to college. We had each won a set, and now it was 5-5 in the final set. We had reserved the court for only an hour, though, and the hour was almost up. There were other players waiting. So this would have to be the final, and deciding, game of the match. But the games had been so hard won that neither of us could bear to lose the match. \n\nDenis was serving in this deciding game. He served carefully, not trying to ace it past me for once. It was too risky. I didn’t take advantage by slamming my return into his backhand court. What if it went out? The match would be over.\n\nI hit the ball into his court, and he hit it back into mine. I placed the ball in his court carefully, so carefully, and he placed it back in mine. We rallied, not with the adrenaline-pumping determination to win at all costs, but with the patience and control that came with not wanting it to be over: not the summer, not our son’s childhood, not this game, ever. \n\nBack and forth we sent the ball. And it occurred to me there was some sort of grace in my husband’s form, and I felt it in mine, too, as we both worked to keep the game alive just a little longer, by trying to find each other’s sweet spot, by playing, for once, to the other’s advantage."
}