{
  "url": "http://www.nytimes.com/2014/02/09/fashion/did-mother-maybe-not-know-best.html",
  "headline": "Did Mother, Maybe, Not Know Best?",
  "dateline": {
    "year": 2014,
    "month": 2,
    "day": 6
  },
  "byline": "Heidi Basarab",
  "text": "After two decades of saying I would never get married, I did. I changed my mind one Sunday while sitting at my desk in front of my computer, as happily unmarried as ever. \n\nBryan, my boyfriend of 13 years, was sitting at his desk in front of his computer, also happily unmarried. Or at least I think happily. I feel safe saying so because we had a lot of smug conversations over the years about how pointless marriage would be for us. Neither of us wants children. Bryan resents religion. I resent patriarchy.\n\nOur desks were only eight feet apart. Hello, studio apartment. We had recently moved from Denver to San Francisco after selling two-thirds of our belongings, including our Craftsman bungalow. We had bought it to grow old in together but ended up hating it.\n\nThe giant trees on the north side often lost limbs in windstorms, denting cars, crushing roofs and splintering fences. The wood chips enclosed in stone rings around the tree bottoms faded to the color of cigarette ashes. The contractor we hired to renovate the kitchen turned out to be a jerk, and we couldn’t help but picture him every time we looked at the crooked cabinets. \n\nWe felt disappointed in the house, and then disappointed in ourselves. Had we really thought we could buy our future?\n\nBryan was writing code, sticking out his lower lip the way he does when he concentrates. I had put a record on, Ashkenazy playing Mozart’s K. 576. It galloped along in D major, streaking the air with little bursts of wonder and hope. \n\n“Hey,” I said. “Want to marry me? After all?”\n\nHe looked up and stared. Bryan’s eyes glint a lot: smartass glints that make me grin, earnest glints that make my stomach hurt, did-you-know glints that come right before he shares a scientific fact (something about the skin of a T-Rex or the capabilities of modern-day rockets). But there were no glints after my proposal. Just surprise.\n\n“Really,” I said, the Mozart galloping.\n\nBryan paused. “Sure,” he said finally.\n\nHe didn’t ask for an explanation. Maybe he wanted to write more code. Maybe he thought that being married would be the same as being unmarried. Maybe he loved me enough to just grab on and go.\n\nMy mother displayed less equanimity. “What?” she kept saying into the phone. \n\nI heard her relay the news to my father. I could tell this would fuel their mealtime conversations for at least the next three days. They’d wind spaghetti around their forks, or dip into a batch of my mom’s pickled beets, and say, “Heidi getting married!” and “Who’d a thunk it!” to each other in satisfying loops of mutual disbelief.\n\nI mentioned that obtaining health insurance as domestic partners was iffy at some companies. Also, I worried about Bryan crashing his motorcycle. \n\n“What if they wouldn’t let me into his hospital room?” I asked. \n\nI had been imagining this scenario more regularly: Bryan wrapped in white bandages, his eyes staring out as flat as dots of blue paint while I yelled at a hospital administrator several glass doors and tiled hallways away. \n\n“That sometimes happens to unmarried couples,” I said. “Even if you take legal precautions.”\n\n“I know, it’s awful,” my mother said. She appreciates practicality. And she loves Bryan. She said she and my father would fly out for the 10-minute ceremony at city hall we were planning, adding, “I’d like to see the redwood forest.”\n\nStill, telling her felt like a betrayal. When I was growing up, she repeatedly and vehemently said I didn’t need to get married, didn’t need a man, didn’t need anybody to take care of me. This mantra carried so much weight in my childhood it was almost physical, as if she had braided it into my pigtails, sprinkled it across the buttered layers of potato strudels she baked, and knotted it into the smocked pinafores she sewed.\n\nI remember a time my paternal grandfather visited, back in the late 1970s, when I was 5 or 6. Mom was steaming off strips of wallpaper in the living room. We wanted her to finish and come fix us dinner. \n\n“Is your wife going to spend the whole day on top of a ladder?” my grandfather said to my dad, arms crossed, staring up at Mom while she sweated. \n\nMy mother said, “If I want to spend my entire life on top of a damn ladder, that’s exactly what I’ll do.”\n\nWhen she tells this story, she ends it there and laughs. But I remember the story ending a bit later, with her climbing down the ladder, unplugging the steamer and making everyone a meatloaf. I could feel her love. I could feel her resentment.\n\nIn college I took a women’s studies class and intellectualized my mother’s predicament. Had second-wave feminism fallen short partly because a generation of mothers warned a generation of daughters about the kind of sacrificial lives that had resulted in, well, our own existence?\n\nWhile mulling this over, I chased men who wanted nothing to do with me. There was the crooked-toothed soccer goalie at the coffee shop where I worked. I wrote him a poem and left it in his barista apron. \n\n“Is this, like, a haiku?” he asked. \n\nThere was the witty pre-law vegetarian who drove a VW Bug and tried to hide the fury he felt toward his absentee father. We met through a personal ad he placed. \n\n“Why did you respond?” he asked during our first phone conversation. \n\n“The same reason everyone responds to personal ads,” I said. “Loneliness.” \n\nAnd later, in grad school, there was the morose graphic designer who listened to “A Prairie Home Companion” and believed all women were liars. I typed up a list of things I would try to change about myself for him and taped it to my dresser mirror.\n\nFinally there was Bryan. It started with a Brazilian voodoo bracelet. A friend tied it onto my wrist and told me to make a wish. “When the string erodes and the bracelet falls off,” she said, “the wish will come true.” \n\nI wished for a man who would understand me and love me anyway, and the day the bracelet fell off, Bryan picked me up in a bar. He was wearing a cap with embroidered chiles, and a corduroy jacket that was too big in the shoulders. He was from the Deep South but didn’t have an accent, which made him irresistible to me. I always trust people who don’t pretend to make sense.\n\nWhen he called me the next day and asked me to dinner, I knew I was saying yes to more than enchiladas, beer and an embarrassing mariachi band. In a prescient moment at my kitchen table, right after I hung up the phone, I saw that I would love him, and that loving him would mean saying yes to the self I would become by loving him, and no to the other selves I would never become by not loving him. \n\nWas I ready for that? I told myself I could still cancel the date. \n\nI went, of course, even though my mother was partly right: I didn’t need a man. Instead, it turned out I needed one particular man. It took me a ridiculously long time to recognize the difference. \n\nI guess it happened over hundreds of trips to the grocery store together, Bryan always returning the cart and grousing about the people who didn’t. It happened adding countless ice cubes to countless cups of tea so he wouldn’t burn his tongue. It happened while pretending to be upset when the pets I rescued ended up on his lap instead of mine, while bracing myself in the passenger seat as he tailgated or pulled an ill-advised turn in his ragged-out Volvo wagon, and while listening to his stories about the silver-tongued preachers and insect-ridden peach orchards of his youth.\n\nAt the same time, it happened suddenly. My desk in our apartment is under a window overlooking an area where cars could pull up to the building’s main entrance. We had come to the conclusion that a lot of divorced fathers lived here because every Sunday afternoon a sad litany of children’s voices would waft up to us. \n\n“Bye, Daddy!” we’d hear, over and over. Sometimes I’d look out and watch a child with a colorful backpack climb into a mother’s S.U.V. The child would wave as the car pulled away. The father would wave back. He might be smoking, rubbing his beard or reaching for a phone in his pocket.\n\nDid I witness one such goodbye the Sunday I proposed? I think at the very least a child’s voice cut through the Mozart, a reminder of what my mother had tried to protect me from: things fall apart. But even if they did for Bryan and me, I wanted to find out what, if anything, loving him and needing him might have to do with marrying him.\n\nI wanted the whole messy truth. "
}