{
  "url": "http://www.nytimes.com/2014/02/16/fashion/learning-to-silence-my-inner-editor.html",
  "headline": "Learning to Silence My Inner Editor",
  "dateline": {
    "year": 2014,
    "month": 2,
    "day": 13
  },
  "byline": "Jessie Ren Marshall",
  "text": "I am trained to be a critic. After several years of graduate school, I started to enjoy pointing out flaws in people’s writing, a ruthless activity with all the destructive pleasure of picking at a scab. The voice of my inner editor had become so powerful that it almost kept me from finding the love of my life.\n\nThe summer after graduation I had a temporary job teaching, but no idea of what to do next. Meanwhile, I lectured my writing students on the power of words: “Beware the thoughtless adjective. Beware the vague pronoun.” \n\nI drew X’s over entire paragraphs. I pointed at their pages and said: “Imagine you’re the editor who pulled this from the slush pile. Is there a glaring typo in the first paragraph? Bam! Rejected.”\n\nThe students, a motley collection of high school juniors, stared back at me blankly. They enjoyed writing and saw no need for histrionics.\n\n“You have to be vigilant,” I said. “Every cliché is a chance for the reader to leave you.”\n\nI rescheduled my classes to attend a friend’s wedding in Hawaii. After a three-hour bus ride up the windward coast to the town of Laie, I had tangled hair but no brush, so I ran my fingers through the worst of the knots and walked up the hill to the ceremony.\n\nJames was the groom’s brother, the second oldest of five boys. All I knew was that he was single, attractive and didn’t care that my hair was a mess. We spun around on the grassy lawn, and afterward he took me to a bench overlooking the bay. Facing a sea too blue to be real, James held my hand and said I was beautiful. \n\nI stuttered, unnerved by such a direct compliment. In my previous life of dive bars and urban rooftops, it didn’t matter what you said or whether you meant it, as long as you twisted your words into something clever. \n\n“You are also attractive,” I responded, about as naturally as a robot. I had spent so much time in New York hobnobbing with wordsmiths I had forgotten how to speak without innuendo. Sure, I was fluent in flirtation, but to forgo the game and lay my cards on the table? That felt like a foreign language. I was almost 30 years old — definitely an adult. Was this really my first time telling a man that he was cute? \n\nJames and I stayed up all night, talking and kissing but making no promises. In the morning his parents drove us to Honolulu, where James flew to the Big Island, though he would soon be returning home to North Carolina. I caught a flight to New York, and I didn’t expect us to meet again. Just a wedding-night fling, I thought.\n\nThen the postcards began to arrive.\n\n“I can’t stop thinking about you, Aloha!” James wrote, but the handwriting was scrawled and the spelling was terrible. He cares, I thought, but not enough to proofread. \n\nThat may sound harsh, but to an aspiring writer, proofreading is the hallmark of caring. I cannot write an email or add a Facebook update without subjecting my words to tedious revision. If I send a story to a magazine with a missing period or uneven spacing, I feel as if I may as well have submitted a dirty pair of underwear.\n\nThe day before my 30th birthday I received an email from James, who was still in Hawaii. I opened it to see a photo he had taken of a ginger flower bouquet on a black lava beach. He had written: “Love and beauty, To: Jessy From. James”\n\nThe picture was lovely. The text, however, had irregular punctuation. Not to mention he had misspelled my name. \n\nDespite these mistakes, I wrote him back immediately. The man had sent me flowers! I told him it was my birthday tomorrow. He responded: “Yeah! Happy birthday! Hauoli maka hiki hAu.”\n\nNow, I’m no expert on the Hawaiian language, but I’m pretty sure they don’t insert random capitalization into the middle of words. Still, he had sent some selfies from the Big Island, and I was reassured by his handsome, friendly face. \n\nThe openness of his next email disarmed me: “Aloha, Jessie I cried on plane, I had to leavy seat. I love Hawaii.” \n\nO.K., so “leavy” isn’t a word, but he had gotten my name right. And best of all, he wanted to see me again, despite the difficulty and distance. \n\n“As you must feel from my letters,” he wrote, “I adore u bc of your smiles while we danced, your songs, voice, body, and beauty. Let’s meet in the middle between southport and Brooklyn, someplace, there must be a sweet place?”\n\nSo romantic, right? If only I could get over that syntax.\n\nI brought the case to my writer friends. In the kitchen of a Park Slope apartment, I read a few of the messages and asked them to tell me the truth: Was my new suitor sincere? And even if he was sincere, was he stupid?\n\nAfter the obligatory teasing, they argued in favor of James — and in favor of hope. Sure, things might not work out. But why not give it a try? My friend Lynne was particularly adamant: “He’s not stupid,” she said. “He’s incredibly nice and appreciates you and wants to show it.” \n\nBut I couldn’t silence my inner critic. How could a man I hardly knew be so into me? Me, with all my messes and mistakes. Maybe James was crazy. Clearly, he was capable of falling for a fantasy no flesh-and-blood woman could fulfill. But I couldn’t ignore how his words made me feel. \n\nThe men I had met in New York could spout a few good lines to get a girl into bed, but only James could write a messed-up sentence that got my heart pounding: “To nite I can not sleep so I will play songs to u, for Jessie, about Jessie, my inspiration.”\n\nI had to see him.\n\nI flew to North Carolina but delayed getting off the plane because I wanted to primp in the bathroom. I even asked the flight attendant if she had any lip gloss; I was so concerned with my appearance and how I might be judged. But as it turned out, James didn’t care about lip gloss. He didn’t care about my spelling or grammar. All he wanted was me. \n\nI found him in the terminal, sitting on the floor with his hat in his hands. When he saw me, he leapt to his feet.\n\n“I was so worried,” he said. “When you didn’t get off the plane, I thought you decided not to come.”\n\nWe walked to the parking lot and found his car, an ancient, pea-green Benz with a broken passenger window. He ran ahead to hold the door open for me. Sure, the scene didn’t look that good from the outside, but (if you’ll pardon the cliché) I felt like a queen stepping into her carriage. \n\nThe next three days were the most romantic of my life. We shucked oysters, played the guitar and surfed. When I got a nosebleed, he held me in his arms and raised me above the waves. After a homemade dinner of shrimp, wine and fish, I told him it was time to go “in there,” and gestured toward the only other room in his tiny cottage.\n\nHe was nervous. “I feel like I love you,” he said. “I know it’s crazy, but I do.” Then he carried me to his bed. \n\nAt some point during our love fest I borrowed his iPhone, and that’s when I realized he had been using it to send me messages. Everyone knows the mistakes that can lead to. James wasn’t the best speller, but technology wasn’t doing him any favors, either.\n\nAt that point, of course, it didn’t matter. I had already fallen in love with his candor and affection and unedited heart. At the airport we shared a long goodbye in the parking lot. On my way to the security line I saw him outside and went to him again. We joked about a hurricane. Then I pointed to my heart.\n\n“I carry you there,” I said, a sentence so saccharine I never would have let myself get away with it on the page. But I didn’t care. It just felt true, so I said it.\n\nHe touched my chest, resting his hand above my heart. “You read my mind.”\n\nA few months after I visited him in North Carolina, James and I moved to Hawaii. We were married four years later on the Big Island, and now we’re building a home there on an old plot of farmland. \n\nI have a job teaching English at a local school, where I argue for the importance of proofreading and revision. I encourage my students to write precise sentences and help them strengthen their inner editor. But whenever I get a text from James, my heart starts to pound, and it’s hard to remember the rules."
}