{
  "url": "http://www.nytimes.com/2014/02/23/fashion/modern-love-clinging-to-each-other-we-survived-the-storm.html",
  "headline": "Clinging to Each Other, We Survived the Storm",
  "dateline": {
    "year": 2014,
    "month": 2,
    "day": 20
  },
  "byline": "Monica Wesolowska",
  "text": "Every couple has a story, and this was ours. We were prepared to weather storms. For our wedding, we skipped the tissue paper and cream-colored card stock of standard invitations. Instead, we glued a photograph of ourselves swing-dancing onto a black-and-white picture of stormy ocean waves.\n\nIf marriage meant sticking through the hardest of times, we believed we could do it. Barely out of our 20s, we thought we had seen enough of life to know. After all, on the day David asked me out for a date at the office where we worked, I told him my brother had just died and my father was near death. \n\nInstead of fleeing, David got down on one knee by my swivel chair and said, “That must be hard.” \n\nFor years, our story suited us. For years, it explained us as a couple.\n\nDespite our differences (I loved books, he loved technology; I told stories, he wanted facts; I needed a tidy house, he needed a clean one), we were a team when it came to the important things in life. Though we paid attention to different details, we saw the same big picture. Life was hard; being together made it better. This faith in ourselves kept us strong when, three years from our wedding, the worst of all possible storms hit us with the birth of our first son, Silvan. \n\nHealthy, full term, Silvan seemed perfect at birth: olive-skinned, long-lashed and as handsome as his father. But six hours later, the doctors knew something was wrong. Within a day, something seemed seriously wrong. By the end of the week, we understood that Silvan had been so completely brain damaged during labor that he could not survive without interventions, and even these would ultimately prove futile. \n\nLeft alone in the little room where we had received the news, we turned to each other. “Whatever happens,” I said, “don’t let this ruin our marriage.”\n\nWe needn’t have worried. Not then. In crisis, we were solid as a couple.\n\nDriving back and forth between hospital and home, our faces pale and puffed with tears, we barely had time to eat and sleep, let alone put on our dancing clothes, but still we moved to a common rhythm. In Silvan’s chart, the social worker noted this. “Couple treats each other tenderly.” She was watching us. Everyone was. \n\nWith Silvan on life-support, with every day a new decision about how to treat him, they were all making sure we were equipped to guide our son through however brief a life. And we were. Whatever petty arguments we might have had as new parents over car seats, strollers and baby bottles shrank away. To care for Silvan, we cared for each other. To love Silvan, we loved each other, too. With life so unbelievably tenuous, we paid attention to what mattered.\n\nFor 38 days, nothing mattered more than our love for Silvan. Like any parents love-struck with their newborn, we stroked his skin, sniffed his loamy head and marveled at his starfish hands. \n\nBut unlike ordinary parents who hold hope for a future adult within their love for a child, Silvan as a newborn was all we had. Knowing our time was brief, we loved him fully in the present. He taught us how to do that. For all our rage and grief, joy overwhelmed us in his presence. For 38 days, Silvan was our life, and then, once he was gone, the habit of new love continued. \n\nOn a reverse sort of honeymoon, grief united us. Stripped of petty complaints, we felt grateful for everything, for waking to sunlight on the bed, for each other’s hands beneath the sheets. With the dark humor of comrades in suffering, we called any kind of parenthood other than what we had endured “parenting lite.” We had held our child until the end. \n\nAfter that, what could be so bad about having to change three dirty diapers in a row at the zoo? What parent could resent a child staying home from school with the flu? If we were lucky enough to be parents together again, we figured we would never complain about anything. \n\nTen years later. Monday morning. \n\nAt 8:10, there seemed plenty to complain about. For starters, we had overslept. Outside, habitual morning fog veiled the street. Inside, Miles and Ivan, now 8 and 6, wrestled over a cardboard box in our little front hall. David was yelling at them to stop wrestling, I was yelling at David to stop yelling, and the boys were just yelling. \n\nIn 15 minutes, I was expected up at the school for career day to talk to first graders about my life as a writer. Ten years from the death of Silvan, I had published his story. In fact, my memoir had only just arrived, 48 copies in a box so heavy we had left it right where the postal worker had plunked it down, and it was over this box that Miles and Ivan now wrestled. \n\nWith a scowl, David pulled the boys apart. He asked Miles where his shoes were. When Miles didn’t know, David blamed me. I reminded him that he had misplaced the children’s homework. He said he was heading out. I said I should be the one to go ahead. So there we were, trapped in the front hall together, behaving as if marriage with children, which we had worked so hard for, was almost unendurable.\n\nWhen had this happened to us? Back when we had vowed to stick with each other through sickness and health, we had imagined crises requiring heroic nursing, not the patience needed to endure the simple sound of another person’s snotty nose. Back then, “for better or for worse” sounded like a long-term challenge, not something that could happen on a daily basis. \n\nIn the months after Silvan died, we had still been tender with each other; and in the first two years of Miles’s life, the same. And even after Ivan was born and exhaustion flattened us, we had still been a grateful team, knowing that the effort of keeping a toddler and a newborn out of trouble was temporary and essential and something we were lucky enough to do.\n\nBut under the growing weight of family logistics, everything but the mundane had been squeezed from us until all our interactions, from good to bad, seemed reduced — as Miles once put it in his eagerness to join in — to talk about “stoves and beds.” \n\nClearly, we needed to get past the front hall. Miles and Ivan were circling the box again, ready to wrestle. I grabbed each boy by an arm. Up at school, they were working on writing “small moment” stories about their own lives. Proud of my book, they had wanted me to come and read a passage from the end where the four of us play together happily in the backyard sun. They had grinned to see themselves in print. \n\nFor Miles and Ivan, my memoir seemed simple. I was sad about Silvan dying, but happy about them. As we struggled together in the front hall, however, I felt the distance between us and that happy ending. Ten years on, we were living something almost harder to describe, something less dramatic, something so common people hardly ever talked about it. \n\nWe were in the midst of an ordinary life. \n\nSeparated from each other, Miles found his shoes, Ivan put on his sweater. I shooed them onto the porch where David stood, impatiently jiggling his legs. In its quixotic way, the fog was already thinning. At the end of the block, the slate-blue outlines of trees were filling in with green. \n\nIvan was disappointed. He had wanted to walk blind through the fog. Miles whined about the coming heat and said he should have worn shorts. I asked whose fault it was that we were now 17 minutes late. David said that if we couldn’t stop complaining, we should walk the rest of the way without any talking at all. \n\nThe threat worked. In the silence that descended, even our footsteps sounded content. I clutched my book to my chest. Sometimes it seemed as if loving Silvan had been the best thing about us as a couple, but this wasn’t our only story. Up at the school, I was going to tell children that to write, they just needed to pay enough attention to their lives. But I had been forgetting to take my own advice. \n\nHere we were, together still, taking care of two children when the sea seemed calm. And it wasn’t easy. In fact, “parenting lite” was almost the hardest thing we had ever done, in part because we didn’t know how it would end. But how lucky that we didn’t. How lucky to be in the midst of it all. \n\nJust then, David noticed the sun. He pointed up. From branch to branch of the tree overhead, pale light seemed to drip like paint toward us. It was a small moment, ordinary, easy to miss, but when we stopped to pay enough attention, it belonged."
}