{
  "url": "http://www.nytimes.com/2014/06/29/fashion/in-the-company-of-known-strangers.html",
  "headline": "In the Company of Known Strangers",
  "dateline": {
    "year": 2014,
    "month": 6,
    "day": 26
  },
  "byline": "Michael Mcgriff",
  "text": "I pulled into the gravel driveway of my childhood home, parked my ailing Ford Ranger and practiced the mantra I had invented during my two-day drive from Salt Lake City to Coos Bay, Ore.: “Take a deep breath. Don’t argue with your father. Do this for your mother.”\n\nThe plan was to bring an impromptu harmony to my father’s and my head-butting relationship as know-it-all master carpenter (him) and tool-fetching apprentice (me), roles we fell into long before I could even read a tape measure.\n\nI employed this mantra when our workday conversations drifted from deciphering blueprints to discussing the conspiracy theories my father had picked up from AM-radio talk jocks. As his musings turned to the validity of President Obama’s birth certificate, I would repeat my mantra, take a deep breath and guide our conversation back to the common ground of dirt bikes and muscle cars.\n\nI had left my wife and work in Utah to be with my parents after my mother had received a diagnosis of stage-four multiple myeloma, a systemic and incurable cancer of the bone and plasma. Her X-rays showed nearly every bone in her body deteriorating into structures that looked like frayed doilies rolled into the vague shapes of bones. Her skull resembled a yarmulke torn through with a shotgun blast. \n\nShe was given one to three years. Her prognosis came on the heels of an approved plan for a liquid-natural-gas pipeline to rip through my parents’ rural land, a portion of which was to be condemned under state eminent-domain laws. Shortly after this, my father was laid off from his maintenance job with the county and forced into early retirement. He had lost the bulk of his 401(k) during the stock crash. Suddenly, my family epitomized the recession’s hard times. \n\nA month of radiation and three months of chemotherapy and dexamethasone left my mother couch-bound with an extraordinarily swollen face. When we weren’t caring for her, my father and I spun through one home-improvement project after another, keeping my mother entertained with detailed accounts of the day’s toil.\n\nIn record speed, we designed and built a new workshop, deck, sunroom and outdoor kitchen. For the first time in our relationship as foreman and lackey, we didn’t argue while we hammered away. \n\nOver the last 30-odd years, the only time I have heard an “I love you” exchanged between my family members occurred during the phone call in which my mother told me about the lab and X-ray results from the oncologist. Even in the face of devastating news, it took all I had to mutter that simple phrase. \n\nI was probably as shocked as she was to hear those three words leave my mouth. Words of affection, as well as gestures of intimacy like hugs, simply aren’t exchanged in my family. We express ourselves through our work. Hard work equals love. \n\nNine months after the diagnosis, my mother was given the go-ahead to receive a risky stem-cell transplant in a premier cancer institute nearly five hours away in Portland. This meant we were taking our show on the road. \n\nMy parents have never lived anywhere but Coos Bay, so I found myself as their liaison for metropolitan life. \n\n“I hate cities,” my father would say, as if I had conspired to invent them. “You can’t even piss in your own backyard without getting arrested.” \n\nFor the next four months, my mother lived in a negative-pressure room in the cancer ward while my father and I became roommates in a rental house a short drive from the hospital. We followed the same daily schedule for 16 weeks: breakfast at 7, to my mother’s room by 8, then back to the rental at 10 p.m. We’d often drive to a brewpub late at night to talk cars and strategize about future home-improvement projects. \n\nMidway during our stay, I was overcome with a newfound sense of intimacy and took a crack at having an adult conversation with my father over lunch in the hospital cafeteria. \n\n“There’s something I’d like to tell you,” I said. “I want to thank you for your two finest parenting moments.”\n\n“Like what?” he asked.\n\nThe previous night I had been out drinking alone. I came home, dumped my motorcycle in the driveway and stumbled in to find him asleep in the living room chair. The house was dark, the TV on at high volume, and David Lynch’s “Mulholland Drive” splashed its terror across my father’s face. \n\nIn that moment, I saw my father for who he was, perhaps for the first time since my mother’s diagnosis. Here was a man on the edge of losing his partner of 30-plus years, the love of his life, and certainly the only person who truly understood him. My mother, a woman with an NPR Nina Totin’ Bag, patiently saw beyond his theories about chemtrails, his refusal to eat fruit and his general contrarianism. \n\nMy father was living in a nightmare, and I was his lone confidant.\n\n“Your first moment of parenting genius,” I continued, “was never taking us to church.”\n\n“Big deal,” he said. “You can’t work if you sit around in church all Sunday. Besides, I don’t believe in anything that isn’t real.” \n\nThis statement regarding the real and ineffable is the same he had given me over the years as the primary reason for not reading my books. I could see this chat was going to be trickier than anticipated.\n\n“And your second commendable parenting moment,” I said, “was that you let me buy that ‘Magnum P.I.’ poster when I was a kid.”\n\n“What poster?”\n\nThe artwork in question was not, in fact, of “Magnum, P.I.” but simply a large poster of Tom Selleck, freshly arisen from the surf, clad in only a Speedo. I bought it with my father in 1981 when I was around 5, using the allowance I had saved, and tacked it to my bedroom door. \n\nFor years I could see him from my bed, that swimsuit and its contents at eye level. I made several ink drawings of Magnum and Rick tearing around Hawaii in their red Ferrari 308 GTS. I drew Magnum spearfishing, swimming and playing beach volleyball, and then told my parents I wanted to be an artist.\n\nIt was right after my purchase of the poster that my mother and father began taking “parenting” classes at the local community college. Undoubtedly, they feared I was a budding homosexual. The poster hung there until I was in junior high.\n\nMy mother’s stem-cell transplant was brutal but successful. After she became stable enough to travel, I helped my parents move back home, finished up a few projects, then returned to Salt Lake City. \n\nTwo years later, unannounced and in the middle of the night, I knocked on my parents’ front door and told them I was getting a divorce and needed a place to live. To say this news left my mother and father dumbfounded is an understatement. I had been utterly secretive about my personal life during my mother’s illness, telling my parents nothing of my marital problems and depression. Like my parents, I held my emotional cards to my chest and suffered alone. \n\nWe stood there like three possums staring at one another in the dark. Despite everything we’d gone through, my mother and father were strangers to my life. \n\nDuring this time, I came to understand something essential about that awkward conversation regarding church and Tom Selleck. My effort to talk with my father had little to do with my wanting to commend him. Rather, that reaching out served as a stand-in for the questions I was too emotionally crippled to ask: “How are you? How can I help you? Do you need someone to talk to?”\n\nMy mother and father were now asking me those very questions, night after night. My awkward silences turned into long talks until I told them everything. We discussed marriage, friendship, sex, love, children, debt and death. We laughed. We hugged one another in that nondescript house that had been passed down through generations of bullheaded loggers and millworkers. My parents evolved from emotional strangers into my relationship counselors, a fact that strikes me as unlikely as it is surreal. \n\nSoon, a pipeline will rip across Oregon, slicing through the natural spring at the edge of our property, through the dam my grandfather built, which still gravity-feeds our house with hard water that stains everything mineral brown. We sit around the kitchen table, roommates once again, talking about what kinds of trucks we’ll buy when our lucky Powerball numbers are drawn.\n\nI’m not the type of person who believes that good things always come out of dire situations. I don’t believe there’s a banquet hall of redemption waiting at the end of every story. I do believe, however, that the unlikely ecosystem formed by my mother’s illness and my divorce allowed my parents and me, late in our lives, to get to know one another and become true friends for the first time."
}