{
  "url": "http://www.nytimes.com/2014/03/30/fashion/Modern-Love-broken-not-bound-by-an-intimate-tie.html",
  "headline": "Broken, Not Bound, by an Intimate Tie",
  "dateline": {
    "year": 2014,
    "month": 3,
    "day": 27
  },
  "byline": "Mara Gordon",
  "text": "This guy wasn’t right for me. He smoked cigarettes, his teeth were stained, his hair always looked a little dirty and he had a propensity for heavy drinking and Afrikaans cursing. Yet there I was, my calf touching his in the sticky heat as the bus hurtled through the Tanzanian countryside. I told myself this was my adventure, the kind of story I could someday tell my children to prove I once was brave and interesting.\n\nWedged into a three-person seat behind the driver along with a sullen teenager, we had to lean in close to hear each other over the roar of the engine.\n\n“Look at the moon,” he said, gesturing to the rising dusk. “This is going to be a good trip.”\n\nI grouped the expatriates in East Africa into three categories: the ex-colonials, residually racist types who ran exploitative businesses and drank heavily; the religious missionaries; and the aid workers, many of whom also drank heavily but had convinced themselves they were saving the world. I was in the last group.\n\nWe aid workers represented an enclave of economic theory in a sea of actual poverty, the kind that led to daily power failures and perpetually flooded roads. But it was unbecoming of our liberal upbringings to acknowledge just how much Africa made us long for first-world conveniences. My traveling companion that evening, however, saw no harm in admitting it. That was what I liked about him. He was honest, practical.\n\nMaybe that was why I had agreed to go camping with him for a long weekend. I was itching to get out of Dar es Salaam. When he suggested I join him on the trip, after several beers and the kind of unacknowledged flirting we were both so good at, I had hesitated, but only briefly. I needed to escape the heat of the city and my growing dissatisfaction with my work.\n\nMost of my friends and I were there on short-term assignments, selling solar-powered lamps and researching Swahili sign language for dissertations before returning to our lives back home. I was working in public health, entertaining dreams of being a foreign correspondent as I prepared for a more realistic option: medical school.\n\nI was, as I would say with a smirk, “in it for the long run.” That meant a year in Tanzania, maybe two. After a string of romances with men who had finished their work and left the country within a few weeks of kissing me, two years in this transient world felt like a long time.\n\nThis man defied the easy categories I had come up with. He was living in Dar es Salaam indefinitely. He had grown up in Africa, and although he had family in the Netherlands who urged him to come live in Europe, he chose to remain in Tanzania, working for a tourist company and taking wealthy foreigners on safari. He loved being outdoors, in the national parks to which he would retreat for weeks at a time.\n\nThat was how he persuaded me to go away with him. His speech slurred with three Kilimanjaro beers, the bottles twice the size of American beers, he described the beach at night, the sounds of Africa around us.\n\n“It’s going to be wicked,” he said. “And I’ll finally get to share a tent with you.”\n\nOur friends laughed, but there was a flicker of truth in his suggestion. And so there we were, zooming northward from the city, our arms barely touching. As the sun set behind us and the moon rose in the front window, I was wondering what it would feel like to kiss him, when suddenly there was a blast of impact, a deep crunching, and I felt shards of glass spray my face. After a moment of quiet, the screaming started, long, deep wails and shrieks. \n\nWe had crashed, somehow. “Don’t panic,” I said, surprising myself. “Don’t panic.”\n\n“I’m not panicking,” he said.\n\nHis face was covered in blood. Behind us, passengers moved about slowly. I saw our driver jump out through the smashed front window, darting from the scene, no doubt fearful, as my guy would later explain to me, of being a victim of vigilantism.\n\nMy limbs seemed to work. “We need to get out,” I said. We followed the driver’s path out through the broken front window, and once outside, I doused a T-shirt with water and used it to wipe his face. I had thought the blood was his, and it shocked me to realize most of it wasn’t; he was barely bleeding.\n\nThe bus had sideswiped something, and everyone behind the driver, on the right side, was uninjured. I found only a few flecks of glass in my forehead. I couldn’t bear to look down the left side of the bus.\n\nMeanwhile, a large crowd had surrounded the crash scene — a seemingly hopeful sign — but soon it took on a menacing air. Later I would learn from news reports that a looting spree was about to break out, with some finding opportunity amid the death, injury and chaos.\n\nWe knew we had to get out of there, but by then I was in shock, huddled on the ground, unable to move, overtaken by a kind of paralysis. My guy was becoming himself again, haggling with an onlooker in a mixture of Swahili and English until the man agreed to drive us to the nearest town, where we could spend the night. \n\nAs we drove past the destroyed bus, I didn’t let myself look inside, but I could see what we had hit: a flatbed truck full of lumber, parked in the middle of the dark highway. Many in the crowd were becoming agitated, shouting and climbing on the crumpled vehicle. I closed my eyes and told myself to stay calm. \n\nWhen we arrived at the hotel, the manager led us to a room with one double bed, clean and austere, a Bible on the bedside table. My guy and I looked at each other. It felt over for us. Nothing would ever happen now.\n\nWhen I woke up the next morning, he was pacing outside on his phone, arranging for a friend to pick us up. We had spent the night inches from each other, not touching, falling asleep only after splitting a sleeping pill I had in my bag.\n\nBack in Dar es Salaam, we went straight to the hospital. I knew what I wanted: Combivir, a medication used to help prevent H.I.V. infection when someone may have been exposed to H.I.V.-positive blood. I told him we would need to take the drug for a month and it might make us vomit. I felt powerful, wielding these medical facts.\n\nOn Monday my roommate showed me the newspaper headline that announced the devastating toll: 27 people had died in the crash, and many of the dead and injured had been looted of their valuables by the mob. It was just too much to take in. \n\nIn the accident’s aftermath, I started to ignore him. I avoided his calls. When he showed up at my apartment later that week, I let my roommate talk to him. When I finally came out to say hello, he looked shaken, fidgeting with a pack of cigarettes.\n\nI could tell he wanted to talk about it. But the thought made my stomach turn; I didn’t want to explore the awfulness of what had happened or my guilt for having survived. I was in denial, and part of my denial was denying him. I just wanted my private moments of gratitude, feeling the sun on my arms and my muscles moving when I jogged after work. \n\n“why r u avoiding me?” he texted. \n\nI didn’t respond.\n\nSome time later I met an American man I had been introduced to by a mutual friend back home. He was more like my aid-worker friends, a cerebral and shy academic who impressed me with his schemes to improve rural maternity care, and there was comfort in that, in his familiarity and seeming goodness. Falling into an immediate and urgent romance with him felt like reinforcement that I was alive.\n\nI didn’t tell the safari guide about him. I rationalized that I didn’t have to, since nothing romantic had happened between us. But when I brought this new man anywhere I knew I would see the guide, I avoided his eyes. I felt as if I had betrayed him. Focusing on this fleeting awkwardness was trivial, of course, a distraction. And maybe that was the point. Given the magnitude of what had happened, the trivial was all I could focus on.\n\nI wondered if it stung him during those next few weeks to see me with another man, just as it stung me to see him with his arm slung around some skinny girl in the thick Dar es Salaam night.\n\nOur short-lived relationship hadn’t been a romance; we had barely touched. Yet we had shared something so intimate, it was unspeakable and ultimately unbearable. A few feet away from us, 27 people had died, and we had lived. "
}