{
  "url": "http://www.nytimes.com/2014/07/27/fashion/the-wisdom-of-the-moving-man.html",
  "headline": "The Wisdom of the Moving Man",
  "dateline": {
    "year": 2014,
    "month": 7,
    "day": 24
  },
  "byline": "Emily Raboteau",
  "text": "No one goes into a move expecting to fall for her mover. I was no exception. This was back in October 2001, when people advertised their services by taping fliers to lampposts among signs for the 9/11 missing.\n\nThat’s where I found Derek’s number, which I called in secret while my boyfriend was getting sloshed at whatever Brooklyn dive sold the cheapest drinks. We were being evicted from our apartment, a third-floor walk-up over a check-cashing store.\n\nMy boyfriend, normally a sad drunk, had trashed the place. Our landlord was wise to sever ties with him. I was too insecure to do the same. He was my high school sweetheart and best friend, but living together was wearing me out. I’d decided to move in with a girlfriend. \n\nI told Derek all this during our first phone call. To his enduring credit, the mover didn’t find this strange.\n\nA lot of couples were splitting in the aftermath of 9/11, he said. Fleeing the city for the suburbs or, like me, just running to another borough. Even though breakups and divorces were good for his business, Derek seemed genuinely sorry for our pain. I liked his voice, as gentle as a funeral director’s.\n\nRather than itemize the things my boyfriend had broken, I told Derek about how rotten my last moving experience had been. The movers had refused to unpack the cargo van until I paid them double their initial quote.\n\n“How do I know you won’t do me dirty like they did?” I asked. It was an indirect way of describing my problem with my boyfriend.\n\nDerek said exactly what I needed to hear: I didn’t deserve to be treated badly. Guys like that, he said, gave good guys a bad name. Derek promised he would treat me, and my stuff, with respect. \n\nI was working my way through graduate school. His fee was a sliding scale. Did $300 sound fair? \n\nIt did. My belongings when I was 25 consisted of eight or 10 boxes of books, a Glad bag full of clothes, an aloe plant and a spindly end table rescued from the curb that, on humid days, smelled of dog pee.\n\nDerek showed up on moving day at dawn with a 10-foot truck and an assistant named Robin. This made me think of him as Batman. His uniform was a Hanes undershirt with plaid flannel overlay, a black weight lifter’s belt, work boots, jeans and a driving cap. Tucked in the belt like a grappling hook was a heavy-duty package tape dispenser.\n\nHe was probably only five years older than me but seemed substantially more adult. I fantasized about hugging him. He’d come to rescue me from a lousy situation and transport me to a better one. I didn’t like to see myself as a damsel in distress, but there I stood, tearful and spent, fully dependent on Derek’s muscle. \n\nMy boyfriend had scuttled off without helping to pack a thing. A coffee splatter marked the wall where he’d smashed his mug when I asked for space.\n\n“You did the hard part,” Derek said, lifting a box. “Now leave the rest to me.”\n\nI guessed it was his trademark line, but it did the trick. It made me feel secure.\n\nAs he carried me off to my new place in the West Village, Derek told me that what he enjoyed most about his job, apart from meeting different kinds of people, was the puzzle of fitting things in the truck so they wouldn’t break. He reassured me I wasn’t as fragile as I felt that day. He said I was “moving on up,” like in “The Jeffersons” theme song.\n\nTrue, I could now boast a Manhattan address, but my new place was no “deluxe apartment in the sky.” It was a tomb-size illegal sublet on Eighth Street over a shoe store for drag queens. Although my roommate, Chastity, could have drunk my boyfriend under the table, I knew she’d never destroy the place. All the quality furniture belonged to her.\n\n“This place is great,” Derek said, admiring the high ceilings. The kitchen was a nook with two burners. Two separate closets housed the toilet and shower. My bedroom window was cloudier than a cataract. To free up floor space, I set my bookshelf on my dresser and my TV atop the flimsy Ikea wardrobe. \n\nChastity and I sat on the floor, craning our necks to watch romantic comedies with plates of greasy takeout balanced on our laps. Sometimes my boyfriend showed up. Sometimes I let him in.\n\nTwo months later, a neighbor tipped off the landlord that neither Chastity nor I were on the lease. I called Derek for a second time. We needed to move back to Brooklyn, pronto.\n\nAs he lugged our things down the stairs, I admired the solidity of his boots, his meaty hands and his job. More than that, I appreciated his sunny disposition.\n\n“Great job, ladies,” he said, surveying our new railroad apartment. “You’re going to be really happy here.”\n\nCouldn’t he see the unpainted plywood doors? The mold blackening the bathroom grout? We lived one block from the Soda Bar, where Chastity increasingly spent her time. One night, I woke to discover a man standing naked over my bed, having lost his way back to her room from the toilet, his pupils dilated by cocaine. And that’s how I stopped living with Chastity.\n\nI called Derek a third time, and he delivered me deeper into Brooklyn, to an apartment in Flatbush cluttered with empty Wild Turkey bottles and battered musical equipment. I was moving back in with my boyfriend. \n\nIf this arrangement struck Derek as a step down, he was too polite to say so. I panicked when he left. \n\nI panicked again a few months later when, on our 10th anniversary, my boyfriend proposed with an imitation sapphire ring. He’d bought it at a jewelry store with a neon sign that flashed “We Buy Old Gold.”\n\nThe ring was too small for my finger. I said O.K. because I was afraid to say no.\n\nWithin a year, I’d sold my first book, gotten a job and bought some decent furniture. I’d also finally gathered the courage to tell my boyfriend I couldn’t marry him. Of course, all of these changes correlated to one another. The relationship deteriorated when I told my boyfriend he’d make a lousy dad. Eventually he moved out, leaving nothing behind but a half-deflated basketball. \n\nFor the fourth time, I called Derek.\n\nI was proud to show him I’d bounced back. Rent on my new one-bedroom apartment in Harlem was $1,000 a month. That I could afford to pay it myself made me feel grown up. The move took all day and was complicated by a shoot of “Law & Order” on my block.\n\nDerek didn’t grumble about having to park his truck on another street. He cheerfully lugged my possessions up five flights, congratulated me on the condition of the hardwood floors, and overlooked the mouse holes in the baseboards. He stacked my last box at dusk, toweled off his face and smiled.\n\n“You made it,” he said.\n\nI hadn’t always believed I’d land in a solid place, but Derek had. Now I had a profession, a residence and some confidence. Only one thing was missing. \n\nMaybe because of the film set outside, I suddenly saw my plot resolving like one of the romantic comedies Chastity and I used to binge on. Could Derek be “the one”? Over the years, he’d become my model of a good man. I even liked the smell of his sweat. \n\nI bought us fried fish sandwiches at a nearby seafood joint. As we ate, sitting on book boxes, I considered asking him on a date.\n\nI didn’t. I felt too shy. Also, I’d been with my boyfriend since I was 16. I needed to mess around a little before dating seriously, and Derek wasn’t right for that — I felt too much affection for him.\n\nI kissed him on the cheek, trusting we’d see each other again. Apart from my ex’s old basketball, he wouldn’t accept a tip. Whatever I paid him was less than he deserved, and less than he gave me.\n\nAfter living comfortably alone for a spell, I started seeing a man who shared Derek’s decency, optimism and build. Three years later, he moved in with me. Once we’d agreed to pool our belongings, our hang-ups and our dreams, we got engaged and bought an apartment. \n\nI assumed Derek would move us into it. Like any new homeowner, I wanted to show off my nest. And I wanted Derek’s approval — of both apartment and fiancé. Mostly, I wanted to thank him for insisting I could be happy. But my mover was nowhere to be found.\n\nWe hired other movers, who were brusque but efficient. Once they’d gone, the man I married hoisted me roughly over the threshold. It was as if he could never imagine I was someone who could break."
}