{
  "url": "http://www.nytimes.com/2014/03/23/fashion/Modern-Love-An-Act-of-Protection-Even-as-Things-Fell-Apart-.html",
  "headline": "An Act of Protection, Even as Things Fell Apart",
  "dateline": {
    "year": 2014,
    "month": 3,
    "day": 20
  },
  "byline": "Sarah L. Courteau",
  "text": "Cigarette smoke drifted in the bedroom window. My boyfriend always went outside to smoke, which I appreciated, though lately the smell wafting in had become, more than anything, a reminder of his absence from our bed. I could picture him at the table in our garden, the ashtray bristling with old butts and the red tip of his cigarette hovering over the glow of his phone screen.\n\nThis was his time to decompress after coming home to my increasingly anxious questions about what our plan was for getting married and having a child. After two years together we had moved to New York because it was what he wanted. \n\nNow I — almost 37, struggling to adjust to a new city, and missing the friends I had left behind in Washington, D.C. — had become focused on what I wanted. That we desired such different things was evident in the fact that our relationship had become so quid pro quo. \n\nI was starting to fall asleep when I heard the spiral staircase that twisted into our basement bedroom ring hollowly. A moment later, my boyfriend said, “You awake?”\n\n“Yeah.”\n\n“Something weird just happened. I was just sitting at the table, and I heard a plop above me, and then something slid off the canvas. It’s a pigeon.”\n\n“What do you mean?”\n\n“It fell out of the air, I guess,” he said. “Maybe it’s sick or something.”\n\nHe had always been tender toward animals. When we were driving and passed a patch of road kill, it could affect him profoundly. “It even looked cute dead,” he once said mournfully when we spied a hit kitten in the median. I could sense his anxiety now.\n\nI turned on the light and started searching for my flip-flops through the clothes piled on the floor.\n\n“You’re going out like that?” he asked.\n\nI was wearing a negligee that just covered my butt. It was June and warm. “I was going to,” I said. “No one will see me.”\n\nOur garden, which was tucked in back of our apartment in a row of tall Upper West Side brownstones, provided the illusion of privacy from inside the high fence that enclosed it but was actually a fishbowl for anybody glancing out the windows of the surrounding buildings. I preferred the illusion, but my boyfriend was always aware of those eyes.\n\nI struggled into a pair of jeans, hiking my nightgown up around my waist.\n\nWe had become good at dealing with stress and crisis. We had met in a bar in Washington and, after a couple of months of cautiously circling each other, had fallen hard. But he had plans to leave. In the time we had been together, we had weathered six months of long-distance, cancer in his family, and three interstate moves (two his, one ours). \n\nThese days, we spent a lot of time struggling to agree on little things, like what time to leave in the morning for a road trip, or how often to water the potted cactus. I figured we were just two strong-willed people.\n\n“Let’s go,” I said, and led the way up the stairs. He had come to me, and now I was in charge of this pigeon. To be invested with such authority made me want to live up to expectations. “Let’s get out there before the cats do.”\n\nMy boyfriend had two cats, a package deal I thought I had accepted when we got together, but they had become a constant source of friction. It didn’t help that I had a small terrier he tolerated with more grace than I could muster toward the cats.\n\nIn the garden there was no illumination from the street. All I could see was the outline of the table and the gazebo canopy. “Where is it?”\n\n“It was here by the chair, but now it’s not,” he said. “Maybe it got better and flew away.”\n\n“I’ll turn on the klieg lights.”\n\nWe never turned on the outdoor lights because they were bright enough to track a runaway prisoner across a dark field. But now I cracked open the kitchen door to reach the switch and threw the tiny yard into violent relief.\n\nThe pigeon was immediately evident. It wasn’t clear if it was unconscious or sleeping. Its breast was rising and falling with a quick breath.\n\n“Let’s get a box,” I said. “That’ll protect it until morning, and then we can see what shape he’s in.”\n\nMy boyfriend went inside and returned with a small box and a pair of yellow dish gloves. I slipped on the gloves and picked up the pigeon. Its soft warmth leached through the latex.\n\nMy boyfriend held open the cardboard flaps of the box and I lowered the bird in. Other than its semiconscious state, there was nothing to betray its injury. Its dark gray feathers were smooth, its beak straight, its wings folded in an orderly fashion. My boyfriend peered at it, as if by doing so he would be able to tell whether the bird would make it.\n\nIt wouldn’t. I had not lived on a farm full time since I was a kid, and my boyfriend often teased me, saying, “Some farm girl you are” when I begged to turn on the air-conditioning. Even so, there were a few things I knew in my bones, and one of them is that once a small animal goes wrong, it doesn’t often go right again.\n\nI partly closed the top of the box, leaving a gap to let in air.\n\n“What do you think?” he asked.\n\n“It’ll be O.K. here until morning. I’m going back to bed. You coming?”\n\n“In a minute.”\n\nThat meant he would smoke another cigarette or two, work half a crossword on his iPhone and come to bed sometime after I was asleep, if he came downstairs at all. Often he fell asleep on the couch, or whiled away the night hours watching movies or YouTube videos. He had trouble sleeping, and these days my presence in our bed did not appear to be helping.\n\nWhen we were first together, we had always gone to bed at the same time, happy to tangle ourselves in the small bed at his place, where we usually stayed. After we moved in together, though, he began to complain that I hogged the bed. It wasn’t something I did consciously, but when I sprawled out I felt a luxurious sense of self-care.\n\nFinally he proposed we get a king-size bed, which at first seemed like the solution. But gradually I became conscious of the widened space between us. At night, after a brief snuggle, he wanted me to move over to my side of the bed. \n\n“You always fall asleep in 30 seconds,” he said, “and then I’m stuck here with about six inches of space. You’re impossible to move.”\n\nThe next morning when I woke, my boyfriend was up and had started water for coffee.\n\n“The pigeon is gone,” he said.\n\nI went into the garden to find the empty box with its flaps open to the sky.\n\n“Did the cats get it?” I asked.\n\n“They were still inside. I guess it got better and flew away. That’s how I found the box.”\n\nIt seemed impossible. That bird had been a goner.\n\nFor the rest of the day I thought about the pigeon, wondering about the miracle of its resurrection. Then it occurred to me (and once the thought was planted it was impossible to dislodge) that maybe when my boyfriend had gone out in the morning, the pigeon had been dead, its winged perfection jumbled inside the box, its feet curled, its eyes opaque. And he had hidden its death from me. \n\nImagining his perpetrating that small deception for my benefit suggested a well of tenderness for me that I ached to believe was there. That he could presume I would never guess he had done it only elevated the act further.\n\nWe broke up a little over a year later. We loved each other, but we weren’t making each other happy. The distance between us had grown too great, and in our mutual efforts to bridge the gap we had grown to resent each other. \n\nAt the end, we were capable of pitched battles about whether it was time to take out the recycling, if it was O.K. to close the windows, or whether college sports had in fact become too commercialized. We were so desperate for moments of synchronicity that dancing together at a Bob Dylan concert felt like a supreme triumph of unity.\n\nDuring a breakup, it’s the drama — the anguish, the tears, the last bitter fights — that occupies your mind. But as time goes on, it’s these quieter moments we single out for celebration or regret. \n\nWhen I think of my ex, I remember the night the pigeon died. That’s the way I decided to think of it. The pigeon died, and he hid the dead bird. For me. \n\nThe fact that our relationship is over hasn’t changed that simple act of love, for which I never sought confirmation, and never will. "
}