{
  "url": "http://www.nytimes.com/2014/10/05/fashion/at-the-hospital-an-interlude-of-clarity.html",
  "headline": "At the Hospital, an Interlude of Clarity (Updated with Podcast)",
  "dateline": {
    "year": 2014,
    "month": 10,
    "day": 3
  },
  "byline": "Brian Gittis",
  "text": "UPDATED: You can now hear this essay read by Judd Apatow, followed by a conversation with the writer, in Modern Love: The Podcast. Look for the “play” button below.\n\nThere is never a good time to fall off your couch onto a martini glass, nick a major blood vessel and begin losing a dangerous amount of blood, but having this happen in the middle of a promising date is an especially bad time. Nothing breaks the mysterious spell of blossoming attraction faster than spurting blood.\n\nI demonstrated this last spring while on my fourth date with a Brazilian woman so beautiful I was almost afraid of her. After dinner in a homey Italian restaurant, we walked back to the apartment I had just moved into in Brooklyn. Living in the city for the first time without roommates, I was eager to take advantage of my newfound privacy. And things were going well. There’s something romantic about drinking from fancy glasses in an unfurnished room full of unpacked boxes. Miles Davis’s “In a Silent Way” spun on the record player.\n\nI was amazed to have gotten this far. As my friends were sick of hearing, it made no sense to me that a gorgeous woman in her early 20s who spoke four languages and had lived on three continents was spending her Saturdays with me, a 31-year-old bookish type from Pittsburgh.\n\nEach outing felt as if I were sneaking into an exclusive club, and at the end of the night I always feared I would be discovered and asked to leave. I realize that meeting someone wonderful is the whole point of dating, but actually being with someone wonderful can be too stressful for me to enjoy.\n\nThis stress is typical for me. I have been on anti-anxiety medication for about 10 years, and on dates I’m constantly asking myself: “Was that the wrong thing to say? Do I seem nervous? Will obsessing about being nervous make me appear more nervous?”\n\nNot unusual questions to ask yourself when meeting new people, but for me they can be paralyzing. Any brain space left for experiencing the date itself is woefully small. Even if the evening goes well, I often appreciate it only later and from a distance, as if it had happened to someone else — like dating in the third person.\n\nSo far my success with this particular woman had been an exercise in ignoring the reality of it, which apparently also led me to ignore the reality of my surroundings in general. As she unraveled herself from our embrace on the couch to use the bathroom, I fell onto the after-dinner drink she had left on the floor, the glass slicing into the soft underside of my upper arm. When I looked down, I glimpsed my exposed triceps and more blood than I had ever seen in my life. The cut had gone nearly to the bone.\n\nThis is not the first time a date ended with me in the emergency room. I seem to have a knack for it. My college girlfriend once served undercooked chicken that gave me hallucinations and a fever of 104. Years later, my attempt to cook breakfast for another woman ended in second-degree burns after I managed to set fire to a paper towel. But the severity of this injury, its unfortunate timing and the fact that I was naked all broke new ground.\n\nIn the ambulance, the emergency medical workers held together my arm, but their questions threatened to unravel my subterfuge as an acceptable mate to this accomplished young woman.\n\n“How old are you?” one asked, which put our substantial age difference — something we had not yet talked about — suddenly under a spotlight.\n\n“Are you on any medication?”\n\n“Antidepressants and Klonopin,” I reluctantly answered.\n\nThen, to her: “Is he your boyfriend? Your friend?”\n\nLong pause. “Boyfriend,” she blurted uncomfortably. Then, an instant later, “Friend.”\n\nEven though I was riding in an ambulance to surgery, that one still stung.\n\nTo the entertainment of the hospital’s overnight staff, I was still half-naked when I arrived. My date had managed to get pants on me while we waited for the ambulance, but as I hadn’t been able to let go of my arm at the time, my shirt would go on only halfway. Being wheeled into surgery like this, alongside a woman in a sexy dress, pretty much screamed “sex injury.”\n\nThe next hour was a chaotic blur of X-rays, questions I struggled not to panic about (why does this waiver form ask for my religious preference?) and several doctors’ disconcertingly wide-eyed reactions to my injury.\n\nWhen I asked, “I’m not going to lose my arm, am I?” the answer was a troubling, “I don’t think so.”\n\nA brusque surgeon with a pitiless stare prodded me as he mumbled about my case to a flock of residents. I couldn’t hear everything, but “seven centimeters” and “arterial” came through loud and clear.\n\nPhysical humiliation was next on the agenda. Before the operation, my date got to watch a nurse move my pasty, fluorescent-lit body out of my bloody jeans and into a hospital gown. I pictured us sitting at dinner a week from now, this unflattering snapshot of me hovering between us as I pointed at what I wanted on the menu to the waiter with my hook arm.\n\nThen it was time. I remember that the lights in the operating room were very bright, and I remember being told they were about to start the anesthesia. And suddenly: oblivion.\n\nI awoke in a haze. My arm, and my date, were both still with me. The operation had gone well, but protocol required me to stay in the emergency room for six more hours. This registered, briefly, as a terrifying amount of time for a woman and me to be left alone with no dim lighting, no alcohol, no movie to watch or appetizers to eat, and no escape hatch in the event of awkwardness.\n\nAnxiety visits some people in violent bursts, like an electrical storm. For me, it creeps in gradually and insidiously, like a thickening fog. When the fog becomes dense enough, it causes a scary, dreamlike sensation that my psychiatrist calls “derealization,” where I kind of shut down and can no longer really function in a social situation.\n\nThat moment in the hospital should have been one when the fog began its creep, but for some reason it stayed away. I’ll never know if my calm was psychological (a cocktail of adrenaline, morphine and utter relief) or physiological; after six hours of unbroken embarrassment and fear, I was simply too exhausted.\n\nWhatever the reason, I felt fine. My thoughts were clear and unencumbered. My date’s eyes stared into mine with an uncomplicated tenderness that made my head swim. It was as if we had jumped forward years, and the anxieties and gamesmanship of our early dates were a quaint and distant memory. This, I thought, is what it’s like to be with this woman. Neither of us had changed, but I was in a different world.\n\nThose six hours sailed by gloriously. We traded hospital stories and endless jokes about martini glasses. We talked about books and our families. We came up with an absurd screenplay idea, a horror movie set in a hospital. I was talking and laughing and effortlessly connecting with one of the most beautiful women I had ever seen, a woman I was truly falling for.\n\nWhen I was finally released, our midmorning cab ride back to my neighborhood felt like a lucid dream. We ate egg sandwiches in the park and returned to find the familiar surroundings of my living room splattered with blood. Through a haze of sleep deprivation and residual morphine, I felt like a ghost returning to the scene of my own murder.\n\nAs we stood there, mopping up bloody footprints with our Swiffers, surrounded by wadded-up pink paper towels, I thought, “Either you will never see this woman again, or she will stick around a long time.”\n\nNeither happened. I would like to be able to say my story ends in an epiphany, with the end of my anxiety and the beginning of an enduring relationship. But the reality is she left me about a month later. Not because she had found me repulsive in the fluorescent light of the hospital, but for a more conventional reason: She missed her ex-boyfriend.\n\nSometimes when a guy really likes a girl, he gets a tattoo on his arm. I got this prominent scar instead. But there are times when I finger its deep groove (a new nervous tic), those six beautiful hours in the emergency room flicker in my head, and I am reminded how close I am to an alternate world in which I am happy, a world that occupies the same space as this one but is somehow distinct from it. And while that better world may be difficult to find, it is as close to me as the air in front of my face."
}