{
  "url": "http://www.nytimes.com/2014/08/10/fashion/Modern-love-In-a-Balm-of-Space-and-Time-Healing.html",
  "headline": "In a Balm of Space and Time, Healing",
  "dateline": {
    "year": 2014,
    "month": 8,
    "day": 7
  },
  "byline": "Gayle Forman",
  "text": "Twelve years ago, my husband, Nick, and I were halfway through a yearlong round-the-world trip when we arrived in Jaisalmer, India, on a furnace-hot July afternoon. As we made our way from the train station up the winding streets to the cheapest hotel we could find, our rickshaw became snarled in traffic in an alley alongside other rickshaws, a donkey cart and cows noshing on garbage.\n\nBy then I had had the typical Westerner-traveling-in-India stomach bug for a few weeks, but on that day the collision of heat, smells and sleeplessness made my insides somersault, and I retched. Then I whimpered, saying to myself as much as to Nick, “I want my mother.”\n\nI didn’t actually want my mother, who was more than 8,000 miles away, and who, during my childhood, was too busy to regard minor maladies as more than inconveniences (something as a working mother I now understand). What I wanted and needed after six months on the road was someone to take care of me. \n\nIt turned out the universe understood such nuance.\n\nAfter my stomach stopped jitterbugging, I set out with Nick to find him something to eat. We climbed twisting roads and stairs to the top of the walled desert city until we came to a restaurant whose painted sign read: “Restaurant July 8: Cleanliness and freshness are foremost in our minds.” \n\nTheir commitment to hygiene was reassuring, but even more so was the date. July 8 was our friend Diane’s birthday. Indians, it seemed, put much stock in hidden messages such as these. Increasingly, so did I.\n\nWe went inside. It was empty, which was not an auspicious sign. We sat down anyway.\n\nA sleepy-eyed waiter took our order. I asked for lemon ginger tea, having read about ginger’s anti-nausea properties, but when I took a sip, I gagged.\n\n“What’s the matter? Isn’t my tea good?” \n\nI turned and saw an Indian woman with short tousled hair, wearing a lavender sari and an amused expression. \n\n“It’s not that,” I said. “I don’t feel so good.” \n\nHer eyes flashed, at once serious. “Stomach problems?” \n\n“Yes.”\n\nShe asked: “Diarrhea? Nausea? Weakness?” \n\n“All of the above.”\n\nShe sniffed my tea. “Ginger? You can’t have ginger when you’re nauseated,” she said. “It will heat up your tummy. You need to cool down.”\n\nI started explaining the medical studies, but she dismissed me with a wave of her bangled hand. “You are in the desert now and need to follow desert remedies,” she said. “I’ll fix you a bowl of fresh curd with bananas and bran.”\n\n“I don’t think I could face food right now,” I told her. \n\n“That bad, eh?” \n\nBefore I could answer, she was firing off orders to the waiter, and soon he reappeared with a charred, salted half lemon. She told me to squeeze the juice into my mouth. “That will calm your insides and finish your nausea, I guarantee you.” \n\nTwenty minutes later, the storm in my gut had passed. The woman, who introduced herself as Rama, deemed me ready for the banana-curd concoction. It took me an hour to get it down, but it stayed down. We promised to return. \n\nThe next day, Rama asked how I was feeling. My stomach was better, but I felt weak and tired. She suggested fermented rice and lentil cakes to help with the malaise and a yogurt drink to help with regularity.\n\nAfter we finished eating, we started to talk. \n\nRama was originally from Mumbai and had married 22 years before — a love match, not arranged. She and her husband had two children, a married daughter who was in college and a teenage son in boarding school. We learned that July 8 was her husband’s birthday.\n\nNick and I, in turn, told her about our round-the-world trip. We described hiking through New Zealand’s volcanoes and hunting bugs with Cambodia’s precocious street children, but I also admitted to the rougher parts: my weariness and loneliness from always being a stranger in strange lands. \n\nAfter six months of traveling, it felt good to admit this to someone other than Nick, who was sick of being my sole confidante and who didn’t share my sense of dislocation. When I asked him if he was homesick, he said, “I have you,” which made me feel flattered but also deficient, because I had him, too, and I was still a mess.\n\nBy Day 3, my malaise was better. I was allowed to have savory pancakes with scallions and salted lemonade, which Rama said would ward off dehydration.\n\nAfter we ate, I told her how we had come into the restaurant because of the name. “July 8 was a good friend’s birthday,” I said, explaining how the eighth of the month was momentous in our lives. “Nick was born on March 8, my parents married on April 8. We have friends and family with birthdays on May, July, August, September and December 8.” \n\nI stopped as Nick and I found each other’s gazes, a silent acknowledgment of the most significant day — Feb. 8 — the date on which the year before, two of our best friends and their two young children had been killed in a car accident. \n\nWe had hoped this year away might provide a balm of space and time to cushion the walloping heartache. In a way, it had. But the loss also seemed to follow us, sneaking up in the most far-flung of places: in a rented camper van in New Zealand as we drove past sulfur pits, on a bus heading down the mountains from Lijiang, China, as we listened to a bootlegged copy of an Eels CD. When it hit one of us, it usually hit the other, too. There was at least some comfort in that contagion.\n\nRama then told us the unabridged story of her life. July 8 was the birthday of her second husband. Her first had died a dozen years into the marriage, leaving her with two small children. India is not always kind to young widows. Some are forced into extreme situations: begging, bad marriages, prostitution. \n\nRama had a supportive set of in-laws who encouraged her to go back to school, where she studied to become a stockbroker and was able to support her family. \n\nThen her beloved mother-in-law died. She had cancer but had been fine. “On the morning of her birthday,” Rama said, “she got up, ate breakfast, went back to sleep and died. It was also an eighth day.”\n\nIt was almost as if Nick and I knew what she was going to say before she said it.\n\n“February 8.”\n\nAnd just like that, the loss caught up with us, though it wasn’t really a matter of catching up. The loss was a silent stowaway, riding atop our shoulders that entire year. We started to cry.\n\nRama was alarmed. “Have I done something to hurt you?” she asked.\n\nNo, we reassured her. We told her about our friends, the accident and our bottomless well of grief. \n\nShe waited until our tears had dried, and then in the same no-nonsense way she had tended to my stomach problems, she went about treating our sadness. “In Hinduism,” she said, “there is a belief that if you make your needs known to the universe, you will get what you need. If you ask for it, you will see your friends again, maybe in the incarnation of your future children.”\n\nNick was dubious. “Wouldn’t family have dibs on their souls?” he asked. \n\nLazily ambivalent about spiritual matters, I found comfort in the notion. Perhaps it was as simple as asking. After all, four days earlier I had asked for a mother, and look what I had been given.\n\nFive years after that conversation, I sent my 3-year-old daughter (who, in spite of Rama’s prediction, didn’t bear much of a spiritual resemblance to my lost friends) off to preschool. With a sudden wealth of free time, I sat down to write a book I had no idea was in me, a novel about a gifted teenage cellist who gets into a horrific car accident and finds herself in the position of having to decide whether to live or die. \n\nMia, the cellist, was fiction, but the accident, and Mia’s family — her punk-rocker turned 1950s throwback of a father, her strong-willed mother and her adorable little brother — were resurrected from the ashes of my loss. A loss that no longer had the power to sucker punch but instead had become part of me, like a scar, or maybe a smile line.\n\nWriting that book was an ecstatic experience, in part because, despite the sad premise, it was about all the love Mia had in her young life. But also because when I wrote it, I felt my friends in the room with me: visceral, real, alive. The grief was no longer a silent stowaway, weighting down my heart. It was just love, buoyant and uplifting. \n\nI needed to see them again. I made my needs known. They came back to me. They keep coming back.\n\nRama was right after all."
}