{
  "url": "http://www.nytimes.com/2014/07/20/fashion/Modern-Love-Replaying-the-Past-to-a-New-Soundtrack.html",
  "headline": "Replaying the Past, to a New Soundtrack",
  "dateline": {
    "year": 2014,
    "month": 7,
    "day": 17
  },
  "byline": "Nora Johnson",
  "text": "One of the things old people do is visit other old people in hospitals. It sounds dreary, and it is dreary, but it has its benefits. If you can learn to read the gauges and dials, you will, next time you are a patient, be able to find out how close to death you are (nobody else will tell you) by keeping an eye on your vitals: blood pressure, ejection fraction. And you can secretly rejoice that it’s not you in the bed. Not yet. \n\nThese days I’m making weekly visits to an old man, a doctor I once knew, in a rehab facility. Though the word rehab brings to mind drugs and alcohol, it’s also for broken hips, twisted backs, strokes and so forth.\n\nThis old man, in his late 80s, recently had a mild stroke, and he has some bladder problem and a nasty cough. But he can still walk and talk.\n\nHe always had the gift of gab, though some of his jokes are pretty antique now, and then there are the stories going back to the Navy during World War II and Yale in the 1940s, tailgate picnics before the Harvard game. \n\nSo this is another reason to visit your ancient, ailing peers — there’s a nice wash of nostalgia to things that would put younger people to sleep. I like hearing all this stuff, even though I’ve heard it all before, and lived it.\n\nI’m not sure the doctor recognizes me. When I walk in, he gives me a sharp look, then greets me with an uncertain smile. He doesn’t say my name because he doesn’t know what it is. He’s asked me twice, rather delicately, and I’ve told him, but he forgets. \n\nI feel he’s fishing around in his imperfect memory, trying to place me. He’s forgotten that he was married to me for 10 years. He has asked me a couple of times how I know Justin, our son in Texas. One day, he told a story in which I was featured, but the story was unfamiliar to me. Probably he thinks I’m just a nice lady who wanders in off the street from time to time to talk to him.\n\nWe had the worst marriage in the history of human relations. Dysfunctional doesn’t even begin to describe it. If he really remembered all the bad parts, particularly the horrible divorce, our present fragile friendship might shatter.\n\nWe maintained contact over the years. With our two sons, there have been graduations, a wedding, christenings and also problems, of course. I’d say we skated nicely through it all — conferred with the shrinks, wept at the graduations, danced at the wedding. Sometimes we even had a little fun: How’s old so-and-so? \n\nI pushed all of this; I’m a believer in good postdivorce relations. It’s the least you can do for those shattered kids. We even got through the suicide of our other son, Jon; held on to each other, cried, blamed ourselves for everything. Another kind of horror. But that was before the stroke. Now he’s wandering through strange country.\n\nHe was a psychiatrist, and he peppers me with questions: What do I do all day? What am I reading? How is my health? What do I do for exercise?\n\nAs I answer, he listens carefully; his physician’s instinct is still sharp.\n\n“I miss all that,” he tells me. He adds that when he gets out next week (a fantasy), he would like to get back into practice, just a few patients. Maybe he could still do it. Something wistful in his face is one reason I come here.\n\nHe’s a skinny old man in a sweatsuit, with wild white hair and some fragments of white beard. He won’t let them shave him or give him a haircut because they may not do it right. (“So what?” I ask.)\n\nBut the wide blue eyes are still there, and in my head is a ghostly image of 50 years ago: handsome square face, beguiling smile, tweed jacket, narrow pants. Style, I like style, and charm, and he had plenty of both. I couldn’t resist him.\n\nIt all comes back: the four-star restaurants, snorkeling off Jamaica, eggnog parties at Christmas. We had pots of money — until we didn’t. The children brought us down to earth, my two daughters from my previous marriage and the two sons we had together. We didn’t all fit in our apartment and moved to a big house in Westchester. From there on, everything deteriorated.\n\nIt would be too easy, too cruel and ultimately too boring to document the so-called dynamics, the fights, the abuse, the police visits and the terrible divorce. Let me close the curtain on all that. I’ll skip to afterward, when I moved out with four wounded children, and when I saw myself in a mirror and was shocked at how I looked: lines and shadows and darkness. I was 42 but looked 72.\n\nSlowly, I returned to my age.\n\n“Why do you go visit him?” a friend asked. “How can you?”\n\n“I do it for Justin,” I said. He is supposed to be in charge of things but lives 1,500 miles away. “And out of general humanity.”\n\n“He doesn’t deserve it.”\n\n“Probably not. But I feel sorry for him.”\n\nThe rehab place isn’t so bad, but the other patients don’t appear stimulating. They don’t speak English, or else they’re moribund in wheelchairs, their eyes staring and empty. He tells me his roommate is curled up in a ball, taken away during the day and delivered back at night, and neither talks nor reacts to anything.\n\nHe simply would like to talk politics or medicine or World War II with somebody, and that’s one reason I go. He can talk to me.\n\n“You’re too forgiving,” my friend says. “Think what he did to you.”\n\nHis elderly girlfriend visits him daily, but she has a few memory problems of her own. He doesn’t like the idea that she is deteriorating. This unwillingness may be partly the stroke, but he has always had trouble with reality. (The Caribbean resorts! The flying lessons! The plunging bank account!)\n\nIt’s true — reality is unglamorous and often grubby. His soul is romantic, and he is a city cat. It was a mistake to expect him to change light bulbs and mow the lawn, perhaps even to be a husband and father.\n\nEver the charming host, he wants to provide me with a little amusement. We walk to a common room where a machine dispenses fruit juices. Tired nurses call along the way: “Where are you going, Doc? Where’s your walker?”\n\nIf he falls and breaks something, he could sue and close the place down. \n\nHe fills two cups with ice and cranberry juice and starts carrying them back to where I’m sitting. \n\nA nurse cries again, “Where’s your walker?”\n\nA TV is blaring, He tells me it’s on all day. You can’t turn it off. But a nurse does so quickly when I ask, and he looks at me as if I’m Houdini. He has become helpless, a child who needs to be led. Once he flew a plane and ran marathons, dived to the bottom of the reef.\n\nHe wants to show me the birds, so we set out to see the aviary a couple of floors down. This turns out to be not so simple. He again has left his walker in his room, and also his slippers, and he’s supposed to have a key and a code number for some number pad to make the elevator work.\n\nHe has forgotten where everything is, and gathering up the gear takes forever. For the first time, he freezes and his face becomes that cruel mask from the past, the one that somehow frightened an entire houseful of people.\n\n“Come on,” he says to the nurses, “I’ve been going down in this elevator every day. Give me the key. Give me the code number.” His voice is soft, but the rage is there.\n\nI can read him so well. I may not know the code for the elevator, but I know his. He likes me, the lady who wanders in off the street, and wants to amuse me, but there’s only the aviary, and he can’t even take me there. He wishes it were La Grenouille, that I were wearing Pucci instead of L. L. Bean. He wishes the cups of cranberry juice were flutes of Veuve Clicquot.\n\nMaybe if I had known the code during those long-ago fights I could have tamped the flames. Maybe I would have seen that, underneath, was a strange kind of generosity. But I’ve been told often enough I shouldn’t keep replaying those old scenes.\n\nInstead I interrupt him in his nurse abuse. “Let’s forget it,” I say. “It’s all too complicated. Let’s go back to the room.”\n\nI start down the hall and he turns and follows me. Then I hear words I’ve almost never heard from him before: “I’m sorry.” "
}