{
  "url": "http://www.nytimes.com/2014/08/31/fashion/Modern-Love-Waiting-Patiently-for-the-Wall-to-Crumble.html",
  "headline": "Waiting Patiently for the Wall to Crumble",
  "dateline": {
    "year": 2014,
    "month": 8,
    "day": 28
  },
  "byline": "Rachel Neumann",
  "text": "I met him on the bus. The No. 9 was my daily commute from the University District of Seattle to the Rainier Valley, where I worked in an overcrowded elementary school. Because I got on early in the route, I always settled in the back, a prime people-watching spot as we traveled through Seattle’s varied neighborhoods.\n\nI was in the middle of a short-lived crafty period and usually spent the 30-minute ride crocheting hats. But my crocheting patience was limited, and each hat emerged hastily, too small to fit anyone but a newborn. \n\nI knew few people in Seattle, and none with young children, so the hats accumulated in a teetering stack in my bedroom corner. I was always on the lookout for random babies to whom I could give them. When I wasn’t looking for babies, I would stare at the back of the guy who regularly sat mid-bus on the left-hand side. I never saw him get on, so I didn’t know his face, but I had become acquainted with the narrow swath of neck between his Carhartt jacket and wool hat.\n\nOne day I looked up as he was getting off and caught a glimpse of him. He was gazing at me with an open, interested look that made me warm. I glanced away and went back to my crocheting. \n\nA couple of days later, the bus broke down. The driver got off and began pacing the length of the bus, arms crossed. Some passengers gathered their belongings and left, while others barely looked up from their reading. The guy with the Carhartt jacket and I crossed paths mid-aisle. He smiled, revealing even, white teeth. I smiled back.\n\n“What are you going to do?” he asked.\n\nI was still 20 minutes from my stop. “I think I’ll wait,” I said. “I’ve still got a ways. What about you?”\n\n“I’m going to walk,” he said. “I’m not going far.”\n\nWe chatted for another minute, and then he gave me a casual “see you” nod and got off. From the window, I watched his easy slouch to see if he would turn around and wave, but he didn’t. I went back to my crocheting.\n\nThe next week was my school’s spring break, and I visited family. When I returned to work and my usual commute, the guy with the nice neck was not in his usual place. Nor was he there the next day or the next. I never saw him on the bus again.\n\nA month passed. My bus rides continued. My stack of tiny hats was reaching epic proportions. One morning when there was a break in Seattle’s spring rains, I walked to the corner cafe. Taking my place in the back of a long line, I picked up a copy of The Stranger, Seattle’s free weekly newspaper known for its literary personal ads. The local custom, which I diligently followed, was to start reading the newspaper from the back.\n\nThere, four ads down in the “I Saw U” section, was this: “Stranded on #9 to Rainier Valley one morning. You have short dark hair, a green hat, brown eyes and work at an elementary school. I was late to work in Mt. Baker. We spoke briefly. Haven’t seen you since. Would like to meet again. Box #7901.”\n\nI snorted in surprise, looked around to see if anyone had noticed, then read the ad three more times. I gathered two copies under my arm and went home, coffee forgotten. That evening I called the voice-mail box and left a message with my phone number.\n\nHis name was Jason. We met two nights later for dessert. When I walked in, the place was empty except for an old couple at a back table and a young guy with spiky brown hair drawing on a napkin. Without his wool hat, he looked barely old enough to have finished high school. I hovered, not sure if I had made a mistake. Then he smiled.\n\nI recognized that smile. I sat down and he blushed, putting me at ease. We each ate a large chocolate mousse and then went for a walk in the nearby park. The talk was light and the night was warm, but I was impatient. I wanted to get the talking over with and finally get a chance to kiss the back of his neck. \n\nAt the edge of the park, we paused by my car.\n\n“Where are you going now?” he asked.\n\n“Home,” I said. Another pause. “Want to come?”\n\nHe took my hand and there was no more talking, even in the car on the way back to my house, even in my room, even when night threatened to turn into dawn and we finally fell asleep. In the morning, I had to rush to work and our goodbye was short. \n\n“I’ll call you,” he said, and I nodded. \n\nAs I walked to the bus stop, I found myself skipping every few steps. I didn’t know if we would see each other again, but it had been a good night.\n\nA few nights later, we met again. On top of a small knoll at an abandoned gas factory converted into a park, we had a conversation I’d had a few times before.\n\n“I like you,” I said, “but I’m not ready for a relationship.” This was my standard pain-prevention opening line.\n\n“Me either,” Jason said. “Let’s just have fun.”\n\n“O.K.,” I said. “Good.”\n\nWe stared out at the black water of Lake Union, our fingers casually interlaced.\n\nAnd we did have fun. A child of a brutal divorce, I had decided early on that avoiding marriage would be a way to avoid at least some of the pain. So we kept everything light. \n\nI moved, and then he moved, from Seattle to New York, where we shared a big place in Brooklyn with a bunch of other people. We didn’t think of ourselves as living together, just really good roommates. To pay the bills, he built sets for music videos and I edited during the day and worked as a hostess at night.\n\nBEFORE LONG we had been together, casually, for 10 years. I was 30 and wanted to have a child, so we did. Nearly four years later, we wanted to have another, so we did. \n\nBy then we were living in Oakland, Calif., where we had joined with another couple to buy a house, each of us owning a quarter-share. Jason and I were doing just about everything married couples do, but committing to each other in marriage still seemed too scary and, we felt, unnecessary.\n\nMore time passed as we supported each other through illness, the deaths of loved ones and financial stress, and somehow we stuck to our agreement to keep it fun, if not always easy. Even when we were tired, broke and cranky parents of small children, being together seemed preferable to the alternative. \n\nAround us, though, things were changing. Couples we had known for years were splitting up. Our daughters were old enough to fly across the country by themselves, barely glancing back as they boarded the plane. Though Jason still looked like a teenager, there were white hairs sprouting in his beard. \n\nA few months ago, as we were walking around Lake Merritt just blocks from our home, we paused to sit on the damp grass. \n\nJason pulled a newspaper from his backpack for us to sit on. “Look what I found,” he said, “all the way from Seattle.” \n\nIt was a copy of The Stranger. I turned to the “I Saw U” section, and there, in the center of the page, was a large boxed ad: “I saw you 20 years ago on the bus to Rainier Valley. We spoke briefly. Will you marry me?”\n\nI read it again. While I should have hugged him or burst into happy tears, instead I was silent, filled with something like dread. After two decades of a relationship founded on serendipity, a public long-term commitment seemed like tempting fate.\n\nWhen Jason and I met, we stayed together because we kept waking up in the morning wanting to be together another day. But now the stakes were a lot higher. There was no way at this point to cut my losses without cutting off a huge part of myself.\n\nA fat Canada goose waddled over to us, nosing at my legs for a handout. Holding the newspaper, I looked at Jason. He smiled at me, patient and easy, his teeth as white as the day we met, despite his drinking coffee every day. Such is his luck. \n\n“O.K.,” I said, reaching for his hand. “Yes.” \n\nBecause maybe he is right. Maybe committing to each other, in public, is finally worth risking and worth planning. After all, we’ve been good together for 20 years, three moves and two children. We ought to be able to survive a wedding."
}