{
  "url": "http://www.nytimes.com/2014/06/15/fashion/we-didnt-have-a-plan-but-the-baby-did.html",
  "headline": "We Didn’t Have a Plan, but the Baby Did",
  "dateline": {
    "year": 2014,
    "month": 6,
    "day": 12
  },
  "byline": "Carlos Kotkin",
  "text": "About a year into our marriage, my wife and I decided we were ready for the adventure of having a child. Despite our best efforts, it wasn’t happening. We didn’t know why. One night as we were watching television, my wife turned to me and said, “I think you’re the problem.”\n\nShe had no medical background; she was going by a woman’s intuition. To set her mind at ease, I paid a visit to my doctor.\n\nIt was my first time seeing this doctor. My previous doctor had just retired. I met the new one as she walked into the exam room. She looked to be in her early 30s, with dark hair and bright red lipstick. \n\nI explained to her that my wife and I were trying to have a kid, but so far no luck. She said she would refer me to a fertility clinic. In the meantime, she suggested my wife and I have sex three times a week. I asked if she could please put that in writing.\n\nA month later I went alone to the fertility clinic. My wife and I were married in our late 30s — hence, our urgency. As a bachelor, I never imagined marriage would one day lead me to a small room in a medical office that contained a plastic specimen cup, a sink, a chair, a TV and a DVD titled “Young and Horny.” \n\nA sticker on the DVD read: “Property of Fertility Clinic — Please Do Not Remove.” \n\nWithout the use of visual aids, I started doing what I had been sent there to do. It was difficult to concentrate because I could hear two women on the other side of the door talking about where they should have lunch.\n\nDespite the less than optimal surroundings, I managed to complete my task. It then dawned on me that there wasn’t a secret drawer in the room where I could discreetly leave my sample. Instead I had to exit the room, cup in hand, and walk down the hall, passing several employees, until I got to the last desk where a ponytailed woman was working. \n\nShe smiled and thanked me. I did my best to pretend I hadn’t just masturbated and placed a cup of semen on her desk.\n\nShortly after, I received a call with the results. As it turned out, I was the problem. Or so it seemed. My sperm count came in at 17 million. \n\nSeventeen million may be a high balance at Wells Fargo, but at the sperm bank it’s below the poverty line. I assured my distraught wife that most of my swimmers probably stayed on the sidelines that day because they knew it was only an exhibition game. This did little to console her. \n\nThe next day she brightened after discovering she was pregnant. Which meant she already had been pregnant when I was in that stupid little room with the pornography. If I had waited just one more day, I wouldn’t have had to drive to an office building and humiliate myself. But I was happy. I was going to be a father.\n\nWe heard the baby’s heartbeat during our first appointment with the obstetrician. I asked the doctor for the baby’s due date. She took out her phone and used an app to calculate it. “October 10th,” she announced. \n\nFrom that moment on, Oct. 10 became a date that loomed large. It was like when a hurricane is shown on a weather map getting bigger and bigger. Only in my case, it was my wife’s belly getting bigger and bigger. By the time my wife looked as if she had a basketball under her shirt, the baby was moving a lot. I kept missing it. \n\nOne night, when the baby was particularly active, my wife placed my hand on her stomach. I waited and waited. Nothing happened. I said, “This is kind of like whale watching.”\n\nIn retrospect, that was a dumb thing to say.\n\nI didn’t know what I was doing. This was a new experience for me — for my wife, too. We had dinner with our friends Ann and Marc, who had three kids and plenty of insight. Marc was upset when he found out I did not have a birth plan. \n\n“You have to have a birth plan,” he insisted. “You need to know where to park, whether or not she’s going to get an epidural, if there’s going to be a shaman in the room —— ”\n\nI hadn’t thought of these things because early on, my wife decided she did not want me in the delivery room. She was determined to face things on her own. There is a small park on the grounds of the hospital. I decided that the day our child was born, I would sit on a bench in the park and maybe have a snack. At some point I would receive a text that read: “Come meet your baby! :-).” I pictured myself sitting in that park on Oct. 10 many times.\n\nOn Aug. 10, however, my wife woke me up around 10:30 p.m. with a look of concern and uttered, “Something is happening.” Her water had broken. \n\nI jumped out of bed and thought, “I need to get a birth plan.” First step in my plan: Put some pants on. We were ready to leave within minutes. There was just one obstacle we needed to get past: my in-laws. They happened to be visiting and were sleeping on an air mattress in the living room.\n\nI asked my wife, “What do you want to do about the people in the other room?”\n\n“Just go,” she implored. \n\nWe rushed out. I didn’t even look at them. When we got to the car, I received a text from my mother-in-law: “Where are you going?” \n\nI wasn’t sure if I should tell her the truth and scare her or play it cool and say that everything was fine, we were headed to a rave. I decided I’d let her know what was happening when I knew what was happening.\n\nWe arrived at the hospital in record time and asked the security guard where people go to have a baby. He told us to make a left, take the elevator to the second floor, make a right and a right and a right — go down the hall, make a right and a left and another right, then ring the doorbell. (His exact words, incredibly.) Somehow, we did that.\n\nA nurse examined my wife and explained that the baby wanted to show up early, but they would be able to delay birth for about a month. My wife would have to stay at the hospital until then. A cot was wheeled in for me. \n\nIt didn’t look nearly as comfortable as my wife’s bed, but I didn’t say anything. We updated the in-laws, advising them to stay at our place. No sense having them come to the hospital and watch us try to sleep.\n\nDespite my wife’s being administered medication to delay our child’s arrival, her contractions began an hour later. My cot was hastily wheeled back out and a pit crew of people raced in, including two nurses carrying an empty dessert tray. The on-call doctor took one look at my wife and said to me: “The baby is coming. Do you have any questions?”\n\nI asked if there was anything we could give my wife because she was in so much pain. The doctor explained there wasn’t enough time. I wanted to ask if there was anything they could give me for my pain, since I was supposed to be in the park under a tree. Instead, I turned to my wife and asked if she wanted me to leave the room. She grabbed my hand so hard I was certain she had crushed the bones in it. I took that as a no. There was moaning and breathing and squeezing and pushing. And then there was our baby, smaller than a teddy bear, crying loudly.\n\nThe doctor said, “Fantastic.” Our baby was put on the dessert tray and taken to the neonatal intensive care unit. It’s a place where professional guardian angels care for premature babies 24 hours a day, keeping them safe and protected and alive.\n\nThat morning I called my in-laws and told them there had been a change of plans. They were now grandparents. As I awaited their arrival, I saw a group of pregnant women with their husbands taking a tour. They were giddy and chatty, as if on a field trip. I couldn’t help but think, “What a bunch of amateurs.”\n\nAfter five weeks in the hospital, we finally brought our daughter home, healthy and happy. I was officially a father. And being a father, as I am happily learning, involves a lot more than sitting on a park bench and having a snack. "
}