{
  "url": "http://www.nytimes.com/2014/04/27/fashion/Modern-Love-My-Illness-the-Third-Partner-in-Our-Relationship.html",
  "headline": "My Illness, the Third Partner in Our Relationship",
  "dateline": {
    "year": 2014,
    "month": 4,
    "day": 24
  },
  "byline": "Eric Trump",
  "text": "She was my professor. I was her graduate student. She was 17 years my senior, with a husband and children. And she risked it all to be by my side and in my bed as I closed in on a kidney transplant.\n\nWe behaved badly over the course of a few months, subjecting her troubled marriage to a constant flame of deceit. But what first threw us like happy idiots into each other’s arms was not love or lust. We surrendered instead to the illness gathering force inside me, which, in turn, seduced us into believing we loved each other.\n\nShe had learned early on that I had end-stage renal disease. The solitary kidney was failing. The slow-burning illness that had begun as tingling and numbness and shortness of breath had become a secret sharer, a presence that was inside me like a phantom crystal. As the disease worsened, my kidney demanded steady propitiations of minerals and hormones offered through an injection here, a pill or powder there.\n\nI had learned to live with illness. Still, it had begun to occupy more and more of my body’s real estate. It stared at me with pale skin from the morning mirror. It was there in the X-rays: the shadows around my bones, the flaccid outline of my kidney, and the stent curled like a worm in my bladder. The more of a presence it became, the more my body (the one I knew) disappeared.\n\nDuring the first class everything seemed normal enough, with the professor joking at the head of the table and my classmates listening politely and smiling.\n\nQuickly, though, things became unorthodox. Usually it’s the student who asks the professor to meet for office hours. In my case, she asked to see me, that first day, right after class. She was curious about my illness, she said. She asked a lot of questions: How long have you been sick? Will it get in the way of your work? When is the operation scheduled?\n\nWe met after class again the next week. She wanted to know: Where would the scar be? Did I have anyone else to talk to? \n\nWhen she crossed the student-teacher barrier (her desk) to review some of my work, I sensed something was up. During one visit, when we were deep in conversation, there was a knock at her door. Instead of answering, she put a finger to her lips and we waited in silence for the pesky student to leave. Eventually, our meetings during office hours turned into clandestine dinners.\n\nTo say I was the innocent lamb and she the raptor would be churlish. I knew why she looked over her shoulder when we were walking outside together or sharing a meal. I knew why dinner was never at a restaurant near campus. I knew why I couldn’t call her at home.\n\nWe waited what we thought was a decorous length of time before our first kiss: semester’s end. We felt good about ourselves. We may have been about to imperil her marriage, but at least we were not violating school protocol. \n\nLater that summer, we giggled like naughty children over the news of a politician’s affair. See, we told ourselves: Everyone is looking for a little promiscuous fun.\n\nBut this wasn’t about fun, and the real longing wasn’t for each other. As one train may hide another, our trysts veiled an eagerness to explore a darker landscape. \n\nI realized this in July. It was my birthday, two days before what I had begun calling my “grand renal event.” That evening I would be attached to a dialysis machine for the first time to cleanse my body in preparation for its new arrival. For four hours, my polluted blood supply would be siphoned through a catheter jammed into my femoral artery, pushed through a dialyzer, and returned to me.\n\nShe and I had been hopping in and out of bed all day. (Now that I am a family man, I marvel at how she was able to carve so much time away from her husband and children.) We lay naked and sweating in my narrow dorm room with its low ceiling and river view. \n\nShe whispered, “You’re dying, you know.” Her eyes sparkled. Then she started to cry. But as the tears dropped off her cheeks, she kissed my neck, clavicle and the undulations of my sternum.\n\nDying. I suppose I was. At least my body as it had been until that point was coming to an end. We did not know it at the time, but at that place where we intimated mortality most strongly is where she and I held each other tightest. Everything else — the picnics, the beach, or a risky trip out of town for a long weekend together — was just a frolic.\n\nThe axiom that all things must end was for us a basic law of attraction. We were shaped by deadlines. We knew our affair would end, or her marriage, or both. I had a calendar on my wall marking the days to my surgery. We were giddy with the knowledge that all things flow.\n\nI do not want to suggest we were courting death. I was and am afraid of dying. But to be so close, to feel its mass, was like marveling from behind thick aquarium glass as a solitary shark, soundless and patient, sweeps through dark water.\n\nShe became a voyeur of my illness, my own private pathographer. My X-rays transfixed her. She read my “deranged” blood values, as they yo-yoed out of control, with the interest of someone reading a love letter. Her fingers traced anticipatory scars on my parchment skin.\n\nAs for me, maybe I was dying, but at the same time, I was alive as never before. Something about the confluence of my body’s slow unraveling and the precarious liaison we were carrying on brought out the fire in all things. The city was doused in a tender light. The passing rivers, the sounds rising from street gratings, the gemmed bridges were recognizable in name, but transposed to a different key. If there was pollution in my veins, it was a clarifying pollution.\n\nTwo days after my birthday dialysis, I celebrated my “re-birthday,” as it’s sometimes called. My native kidney, that worn-out mess of an organ, was plucked from beneath my ribs. My aunt’s kidney, three times my age, was nestled above my hipbone. Arteries and veins were wedded. Blood rushed through the kidney, blushing it pink. Urine flowed into my bladder. These were the steps to resurrection.\n\nI wasn’t prepared for what came next. After four days, I left the hospital, my scars still an angry red, and moved to a friend’s rambling house in the country to recover. My blood was clean, but I was overcome by a kind of anxious melancholy. Something was missing.\n\nI slept fitfully, waking slippery with sweat and jittery from the anti-rejection medications I was taking (and still do). I would often rise before the sun and step outside, hoping to rediscover that other place I had known, but it wasn’t there. The polished-jade lawns, the oak trees and gazebos, the sprinklers were three-dimensional and solid, here to stay. The perishable world she and I had glimpsed had vanished; what remained seemed diminished. \n\nHow could this be? I had a new kidney; I was saved. And yet, something had been lost.\n\nThe only way to find it again, I thought, was to be with her again. We had been in touch sporadically by email, but I was too exhausted to see her; making the daily hospital visits and adjusting to my new body part were enough. Before her fall semester started, we arranged to meet in my dorm room again. \n\nI arrived at the room first. My brother had done an efficient job of moving out my belongings. The space that had contained so much pleasure was now just a room with a bed, desk and chair. Through the window, the river swarmed with light. What before would have held a voluptuous darkness had become a sheet of beaten gold. \n\nWhen she arrived we kissed briefly, then stood apart and sized each other up. She had trouble looking me in the eye and tried a joke: “You’re not a ghost anymore.” \n\nI must have looked puzzled. \n\n“I can see you now,” she said. “You’ve got color in your cheeks. And you’ve put on weight.”\n\nHearing her speak that way, I suddenly was overcome, like a bad student, by the guilty sense that I had disappointed her. I knew she was right. The ghost was gone, leaving behind the glorious, unblemished banality of health. \n\nThere was no secret sharer anymore and no shared secret to keep. No darkness or deadlines. Just she and I in a room full of light, the rest of our lives ahead of us. There was no way we would last."
}