{
  "url": "http://www.nytimes.com/2014/01/19/fashion/adrift-too-long-searching-for-a-navigator.html",
  "headline": "Adrift Too Long, Searching for a Navigator",
  "dateline": {
    "year": 2014,
    "month": 1,
    "day": 16
  },
  "byline": "Leah Vincent",
  "text": "I was hurtling toward Brooklyn on the Q train, wearing cherry-red pants that hugged my hips. He was tall, bald, in his early 30s, with pale skin, tired eyes and a thin nose over a goatee. His smile was bashful, but his legs, in baggy track pants, were spread confidently on the orange seat. \n\nI stood up and studied the map as if I had no idea where I was going, putting a little tilt in my pelvis. As he kept the place in his book with one long finger, his eyes followed the curve of my back. \n\n“What are you reading?” I asked, dropping down beside him. His attention made me bold. \n\n“Middlesex.” He showed me the cover. \n\n“Is it good?”\n\n“It is,” he said. “I’m Luke.” \n\nI took his hand, squeezing closer to him. “I’m Leah.”\n\nHe smiled. “Like the princess.” \n\n“Which princess?” \n\n“Princess Leia, from ‘Star Wars.’ ” \n\n“Yeah, I guess so,” I said. “I’ve never seen it.” \n\n“Your name is Leah and you’ve never seen ‘Star Wars’?”\n\n“Uh-uh.” I flipped my hair over my shoulder. At 22, I had finally, in the last year, heard Beatles music, watched a Woody Allen movie and seen an episode of “Sesame Street,” but my knowledge of pop culture was still spotty. \n\nI had been raised in the ultra-Orthodox Jewish community. As a girl, my life had revolved around modesty, obedience and dreams of an arranged marriage at 18, followed by a dozen children. Popular movies were irrelevant and forbidden.\n\nBut it had been six years since my parents ostracized me for having written letters to a boy; wanting to go to college; complaining when my father, a prominent rabbi, used a slur to describe an African-American person; and wearing an immodest sweater that highlighted my curves. Six years of wrestling with my forbidden desires. \n\nI had finally given up on God and decided I would allow myself to be liberated from the confines of my faith. Now I was catching up on what I had missed.\n\n“A Princess Leia who has never seen ‘Star Wars.’ ” Luke shook his head in wonder. \n\nOf course, I didn’t get the significance of his being named Luke either.\n\nWe agreed to meet up two days later.\n\nAfter showing me around his apartment, Luke hugged me, caressing my back with firm hands as his tongue found mine. We moved to the couch, and I sat on his lap, shedding my clothing, wrapping my arms around his neck. The moment was so intense I could not stop myself from moaning, “I love you.” \n\nEyes wide, Luke told me he loved me too. \n\nI knew about love of God, the complete abdication of personal will to fulfill divine commandments. I knew about my mother’s love for my father: She hovered at his shoulder with a dish of food and a laugh for his jokes, her ever-pregnant belly stretching the front of her sweaters. But I had never encountered true love in the secular world. This must be what it feels like, I thought. A physical feeling that takes your breath away. \n\nThere had been several men in the months before Luke: the guy with 11 fingers, the married Orthodox colleague, the young Jehovah’s Witness, the Israeli techie and the Irish bartender. \n\nLuke was different from those random flings. We talked like old friends about books, Brooklyn, our lives. The next morning, when we hugged goodbye, it felt as if we had already shed a layer of defenses that usually took months to peel away. Our connection seemed deep and profound. On my way home, I let myself imagine what it might be like to wake up every morning with him. I tried on his last name. I wondered what kind of father he might be.\n\nThe next time I saw him, he admitted he had a girlfriend. He liked me, but he would not leave her. His confession punctured my dreams, yet I was determined to make it work, whatever “it” was.\n\nThat afternoon, Luke asked how I felt about criticism. \n\n“I can handle it,” I said. Despite my disappointment that Luke wanted casual sex, not commitment, I still wanted to be the girl I thought he wanted. \n\nLater that evening, when he poked at the soft ridge of my belly and suggested I was fat, I realized what he meant by criticism. But by then it was too late to protest. And I wouldn’t have known how. \n\nAfter we had sex, I went home and lay in bed with tears sliding over my ears. Luke would never become a great fairy-tale romance. This is how it would be, I realized. I had given up on ultra-Orthodoxy, and as my parents and rabbis had taught me, I would now be condemned to a lifetime of failed relationships. I could not expect to escape the discord that defined the nonbeliever’s life. \n\nLuke and I met up a few times over the next year. Late one Saturday night, I woke to the phone ringing. Could I come over, Luke wanted to know. He was returning home from the clubs alone and wanted company. \n\nI threw off the covers and went to brush my teeth. Despite my liberation, my mind had not released me from the patriarchal values of my religious youth. Luke wanted me: I went. \n\nLater, as we lay together in a tangle of sheets, I said: “Man, that was good. Why didn’t we work out again?” I hadn’t forgotten about his girlfriend or his criticism, but I felt nostalgic for what seemed like a missed opportunity between us. I still had no man in my life, and in the oxytocin haze, I wondered if maybe Luke and I could make it work.\n\nLuke turned on his side and put a sympathetic finger on my ribs. “I’m afraid you’re a little too intense for me,” he said. “I’m afraid that your hunger for this, for me, is your attempt to fill some hunger in yourself that only you can fill.”\n\n“You don’t know anything about me,” I said. I had told him a little about my past. It was hard to prevent some pieces of my history from filtering into my conversation. But I didn’t think he really understood me. \n\nHis palm slid around the contours of my shoulders. “I get what you’ve been through. I have a theory about what happened. I think your dad saw you hit puberty, and he couldn’t handle you turning into the woman you are, so he pushed you out.” His hand slid down my side, but I moved away.\n\nGrowing up in Pittsburgh as the fifth of 11 children, I had tried to cement my status as my father’s favorite by emulating his proselytizing, trying to convince my less-religious classmates to follow my family’s ultra-Orthodox ways. My father was a firm and dignified man, but after he sent me to a strict high school in England, I had been stung by the hypocrisies of the larger ultra-Orthodox community and hurt by my parents’ brutal response to my curiosity. Then there had been my crushes, rebellions, anger, boyfriends, trauma and failed attempts to climb back into a pious lifestyle. \n\nThere had been triumphs, too — attending college, success at work, holding it together when I was sure I would split apart. As much as my father had failed me, I had become so much more than just my father’s daughter, more than just the product of his abdicating his role.\n\nAs morning light filled the room, I realized Luke was right in saying that my hunger for him, for sex, for men, was an attempt to fill a hunger only I could satisfy. In my new life, I didn’t often think of the teachings that had shaped my youth, but now I remembered a Hebrew teaching spoken by the sage Hillel the Elder: “If I am not for myself, who will be for me?” \n\nI would have to be for me. But the next question of Hillel’s teaching brought me, immediately, to a new conundrum. “But when I am for myself, what am I?” What was a woman without a man to define her? \n\nI had no idea. But I had wasted enough time trying to elevate inadequate men into gods worthy of my devotion. \n\n“If not now, when,” the ancient teaching ended. \n\nNow? Not immediately. I did have a bagel with Luke that morning. But I saw myself laughing at his silly jokes, trying to pad his ego. I watched myself crossing my legs and playing with my hair. I saw myself trying to keep this man happy. \n\nI didn’t want to do it anymore. I was ready for something new."
}