{
  "url": "http://www.nytimes.com/2014/04/13/fashion/Modern-love-What-the-Sea-Took-Away-a-Daughter-Restores-.html",
  "headline": "What the Sea Took Away, a Daughter Restores",
  "dateline": {
    "year": 2014,
    "month": 4,
    "day": 10
  },
  "byline": "Emily Listfield",
  "text": "Fourteen years ago, my husband vanished. A talented sculptor whose work was in major collections, he had been in a downward spiral for over a year, unable to finish a single piece of work, tumbling into alcoholism, paralyzed by depression. \n\nAfter 10 years of marriage, he moved into his studio in Lower Manhattan while I stayed in our nearby apartment with our 5-year-old daughter, Sasha. We spoke every day, often more honestly than we had in years, about the drinking that was destroying our marriage, the demons he had faced and triumphed over in the past and why he couldn’t fight them now. \n\nMost of all, we spoke of Sasha. He adored her and, despite everything, remained a doting father. I hoped the separation would make him face what he was in danger of losing — his family, the ability to create art — and get the help he needed.\n\nInstead, he went to Florida to stay with a woman he had dated in college and fell further into an alcohol-soaked haze, filled with self-blame, unreachable. At midnight on an August night, a few days before he was to return home, he apparently swam into the ocean as far as he could go and didn’t come back. \n\n“Apparently” is the word that came to define his death, and my life, for years to come. My husband’s body was never found. The woman he was staying with waited four days to call the police. When they arrived, they found his ID, credit cards, unused airline ticket to New York and two drawings. One said: “Drowned.” The other: “Lonely Head, Dead.” \n\nFor the first few days, I told Sasha nothing. I clung to the hope that my husband would be found in a hospital, would magically appear at the airport for his return flight or, worst-case scenario, that his body would be discovered in some weedy cove. \n\nNone came to pass. And I discovered there is something worse: absence without answers. Finally, I had no choice but to tell Sasha her father had disappeared and we didn’t know what had happened. Each night she asked if there was news, her legs twirling in agitation, the horror of losing a much-loved parent exacerbated by the quicksand of uncertainty. \n\nIf the world could swallow up one parent without a trace, what protection is there? Six weeks later, as I began to accept that we might never have answers, I lied and told Sasha the police knew for sure her father had died. We held a memorial service and Sasha began to heal.\n\nQuestions naturally arose. When she was 8, Sasha turned to me out of the blue and said, “Mom, the police don’t really know for sure what happened, do they?” \n\nThe story she was so ready to believe at 6 was proving leaky. She began to make up better endings. In school, she wrote tales of a man who ventured into the ocean at night only to discover he had forgotten how to swim.\n\nAlways, in her stories, he was rescued by mermaids or suddenly reclaimed his aquatic ability. (And upon his return to shore, his wife was furiously yelling, “What were you thinking?”) \n\nI held firm in my conviction that her father had died that night. I wanted most to spare Sasha the realization that there would always be a black hole in the center of our lives. \n\nFor the inevitable question, “Where is your father?” I gave her a pat answer: “Just say he drowned. You don’t need to explain more than that.” \n\nI had found in my own life, particularly as I started dating again, that the surreal and open-ended nature of what had happened was as disturbing to listeners as to me. Nevertheless, Sasha instead replied, “I have no father.” On school forms, she wrote “none” rather than “deceased.”\n\nThe few times she tried to explain the situation in more detail, she was bombarded with questions she could not answer. Still, I found it unsettling that she was erasing a father who despite his struggles had loved her deeply. \n\nEventually, I published a novel based on the story, and while the act of shaping the narrative helped me to move on, I was worried how Sasha, then 14 and an inveterate reader, might react. I prepared a speech to give her with the book, stressing that I would be happy to answer any questions about her father’s death, and I waited. \n\nBut the novel languished on her bedside table for three years before she opened it. She claimed to be too busy. She kept pictures of her father in her room, but she never again inquired about the details of his disappearance. My version was her version, my life story hers. \n\nUntil now. Sasha, 20 years old and a junior in college, received an assignment to write a life story only she could tell. “I want to write about Dad,” she texted me. \n\nAt first, she intended to make it an impressionistic essay about how his death had shaped her, but her professor had another idea. She suggested Sasha approach it as an investigative piece. \n\nMy first response was outrage. How could this woman have any idea of what she was asking? I had long tried to shield my daughter from the vortex of uncertainty; the last thing I wanted was for her to start poking around, reaching out to people from years ago who may harbor conflicting theories. (One lone police detective still insisted my husband must be alive somewhere, and it had taken me seven years to get a death certificate.) \n\n“My professor said you might be a bit hesitant or protective,” Sasha said. “It’s my life, too, and I’ve been thinking about doing this for a while.” \n\nWe tell our children the stories of our lives to shape our shared history, to give them identity and meaning, and sometimes to protect them. At some point, though, they will yank the story from our hands and make it theirs. \n\nI agreed to help Sasha. Nevertheless, my inclination was to try to control the flow of information. I called my husband’s best friend from Florida and his brothers, alerting them to Sasha’s coming inquiries. I asked them to keep the door closed on any questions they may have about his death, though they assured me they had none.\n\nA few days later, Sasha emailed to say she had decided to turn the assignment into a multimedia project. She asked for photos of the police reports, the Coast Guard charts of the tides the night her father died, the private investigator records. On a wintry afternoon, I opened a box that had been shut for years and began snapping pictures with my iPhone: the official documents, the unused airline ticket for his trip back to New York, the address book the police found that still had the hearts he had drawn around my name when we first started dating.\n\nFor all of my fears, though, it was not her father’s death that ended up interesting Sasha. She accepted it as fact: sad, bizarre, haunting, incontrovertible. It was his life that she wanted to learn about. \n\nHis single-minded determination awed her. \n\n“Did you know that Daddy lived in an abandoned building when he was in college and ate canned soup so he could put all his money into his art?” she asked me. \n\nIt was that burning ambition, that will to create, that I first fell in love with, I told her, realizing now how little I had spoken of it. \n\n“Do you have any idea what made him so committed to sculpture?” she asked. \n\nI remembered a photograph of him at 7 with his mother, a dressmaker in Germany, standing at the table while she cut patterns, eerily similar to his later work. I hadn’t looked at it in a decade, but I sent it to Sasha along with photos from his shows, a list of his collectors, reviews of his work before the bottom fell out, stories I willfully had forgotten in the effort to forge a new life.\n\nSasha was hungry for detail, and I did my best, digging up shards of a past that felt at once distant and immediate. But the sadness that descended on me did not spill over to her. She was too busy filling in pieces and stitching them together. \n\nIt is a particularly American story, I told her, of a boy who came to this country at 8 not speaking a word of English; a teenager who left a difficult home and put himself through college and graduate school; an artist who succeeded magnificently and failed miserably, felled by his own addiction. \n\nIn the end, the story she wrote was about a man who redefined himself through art, a man of overwhelming talent and fatal flaws. I had spent 14 years trying to protect my daughter from her father’s death, and she gave me back his life."
}