{
  "url": "http://www.nytimes.com/2014/06/22/fashion/an-empty-heart-is-one-that-can-be-filled.html",
  "headline": "An Empty Heart Is One That Can Be Filled",
  "dateline": {
    "year": 2014,
    "month": 6,
    "day": 19
  },
  "byline": "Lily King",
  "text": "I was 31 before I got my heart broken.\n\nIt was spring and I had quit my job and driven across country to an artists’ colony in New England, the kind of place that provides you with a cabin in the woods that is not within sight of any of the other cabins. My residency was for eight weeks. I hoped to finish my first novel there. \n\nThe poet arrived a week after I did. He was too skinny, but his eyes were very blue. I think his first words to me were something about how his throat felt tight. I was feeling the same thing, I told him. Maybe, he said, it was a reaction to all the MSG they put in the food. \n\nA rumor was circulating that the MSG came in by the case to the back door of the kitchen. (This, I think, tells you all you need to know about how writers will, despite being given room and board and lunch dropped off in a basket on the porch, manufacture anxiety.)\n\nMy first joke with the poet was about “Lolita.” We were sitting at dinner and another writer was waxing on about the novel. The poet and I both said that the disturbing pedophilia canceled out the luscious prose and we could not worship it the way we would like. \n\nActually, we may have just caught eyes, not having to explain (love means never having to explain the misogynistic pedophilia of “Lolita”), and the other writer fought back, so the poet held up his napkin as a screen between the “Lolita” fans and us. Everyone laughed. I swooned.\n\nA few nights later we watched short films made by other residents. There were no seats left so we stood in the back. He was just behind me, breathing into my hair, our bodies seeming to speak to each other in the dark. \n\nWhen it was over, with hardly a word, we got into my car and drove out of town. We ended up in a small village that had been transported back to 1969 by a film crew, with thick wooden signs for the soda shop and beauty parlor and a huge advertisement for old-fashioned men’s shoes painted onto a brick building.\n\nOn the village green was a gazebo; we weren’t sure if it was real or for the movie. We climbed its steps and played with cards that I had found in my glove compartment. On the way home he pressed his lips to my neck. The memory of it made my stomach flip all night long. \n\nThe spring unfurled like the fat ferns along the road to my cabin. May turned to June. I had grown up in New England and so had the poet. The humid heat at noon, the cold rains on the roof, his accent, his humor and his hands on my skin all felt like a home I had nearly forgotten. \n\nHe was writing poems about bees, sex poems with pollen and stamens and pistils, bees sexing their flowers, sexing their queen, jelly and nectar and death in midair. He’d read them to me in his truck in the parking lot of the lake where we swam. Later he wrote a poem about that, too — how the water turned our arms to amber. \n\nWe fooled around in his cabin, careful to time it right so the guy delivering lunch to the doorstep wouldn’t catch us. I came away giddy, barely able to walk in a straight line. I fell for him so fast, and as if through space, no planet in sight.\n\nHe had said, or at least I thought he had said, that he and his girlfriend in New York had broken up. But later he said they were “taking a break,” which was not at all the same thing and not at all like my recent breakup with a man in California, which had been clean and permanent. Their break (this was pre-cellphone) involved hours in one of the wooden phone cabinets that lined the walls of the living room of the main house.\n\nHe began saying that our strong physical connection was too intense, maybe even unnatural. He said, as if trying to translate his concern into fiction-writer language I would understand, that our connection might be like an “unreliable narrator.”\n\n“Stay away from him,” my mother said to me when we spoke on the phone. “You’re there to write, so write.”\n\nI had been revising the same short chapter for weeks. The stress I felt at the colony had begun to transform the place for me from writers’ retreat to fitness camp. To keep all the anxiety at bay, I had embraced a brutal workout regimen: running a 12-mile loop, swimming across the lake and playing tennis in the late afternoon.\n\nThis athletic schedule didn’t leave me much time to write.\n\nThe poet left a week before I did. We said goodbye in the parking lot. He got into his truck, and as I leaned in the window, he touched his chest and said, “You are deep in here.” \n\nI tried to believe this was the way a poet says “I love you.” But I knew it was more like the way someone who is not in love dodges those words at the moment they are expected. \n\nAfter that, I wanted to leave, too. \n\nFinally I did. My sister in Massachusetts took me in. She lived in a carriage house with her boyfriend who had a friend who got me a job waiting tables at a fancy restaurant in Cambridge. \n\nIn August the poet came to visit, but he stayed with friends in Boston. We drove out to Walden Pond three days in a row. We talked and swam and pretended our arms were still amber, but they were not. \n\nOn the last of those days he dropped me off at the Sunoco station on Memorial Drive where I had left my bike that morning. It was over. There were chrysanthemums planted along one edge of the parking lot and every time I drove past those flowers that fall I would sob and wail in my car. \n\nI was crying in public, too. Crying as I wrote in my journal at Dunkin’ Donuts, crying as I put the heavy napkins and silverware on the tables at the fancy restaurant, crying as I biked home across the river at midnight. But I marveled, too. I marveled at the feeling of being heartbroken. \n\nI had loved and lost plenty of times, most of the time, really, because I seemed to fall for men who couldn’t love me back. But I had never let myself feel it. I numbed up, moved on. But this time, perhaps because it had happened so fast, I didn’t numb up. And I found this feeling, even through my tears, interesting. \n\nI ran on the paths along the Charles River and I thought: This is what happens to people. This is what people and books and movies are talking about when they talk about losing love. People’s hearts break and it feels like this. It feels like someone has beaten you up with brass knuckles. \n\nBut it also felt, at the same time, like the universe was welcoming me in. I was heartbroken, but I felt less alone than I had in a long while.\n\nIn November I met a man I liked. He asked me out, then canceled on the morning of our first date, saying on my sister’s machine that he had to leave town unexpectedly. He wrote me a letter saying he would be back before New Year’s. The letter was postmarked New Mexico. He said I could write him there, at his aunt’s, but I didn’t. I wrote him off. Another man who isn’t ready, I thought. Not even for a first date. \n\nThe poet came back on a cold night. We walked my sister’s dog. He played me a video of his father, who was mentally ill, that he had recorded that day. I watched and felt terrible for him. He sat on my sister’s couch, and I saw the full breadth of his pain. \n\nWhen I walked him to his truck that night, there was a defeated, restless charge between us, and I punched him in the stomach, lightly, but he looked alarmed by something he saw in me, perhaps everything I wanted that he couldn’t give. After he drove away it began to snow, and I was glad the first snow of the year had held off until he was gone.\n\nA week later the man in New Mexico came back East. We had our first date, and many more. And I married him. My heart was ready for him, for his kindness and honesty; his easy, steady love for me. For that kind of love: the mutual kind. \n\nMy heart was open, because I had finally let it break."
}