{
  "url": "http://www.nytimes.com/2014/06/08/fashion/in-a-small-bag-she-packed-all-our-hopes.html",
  "headline": "In a Small Bag, She Packed All Our Hopes",
  "dateline": {
    "year": 2014,
    "month": 6,
    "day": 5
  },
  "byline": "Tim Mceown",
  "text": "Three and a half years ago, while my fiancée Sarah and I were having sex, I had a heart attack. It took a little less than seven minutes from the time Sarah dialed 911 until the E.M.T.s were in our apartment. \n\nDuring the short wait, I sat propped up on the bed while Sarah relayed questions from the emergency dispatcher: What were my symptoms? Was I properly elevated? Had I chewed the aspirin? \n\nThe whole time this three-way conversation was occurring, our cat, Finian, was lying on a pillow next to me, his eyes half-closed, purring. \n\nSarah was remarkably composed throughout. It surprised me a little, her Buddha-like calm, because she hates not knowing how things turn out. She won’t even watch an episode of “Deadwood” without first reading the précis, even though we have seen the whole series at least three times.\n\nWhen the E.M.T.s arrived, they confirmed I had suffered a myocardial infarction. After asking me about the circumstances surrounding the incident, like whether or not I had taken any erection enhancement medication (I had not), they loaded me onto a gurney. The rest of my memory of that night was lost in a morphine haze.\n\nI’m sure it was a far more difficult night for Sarah than for me. I was either unconscious or heavily sedated while Sarah had nothing to do but wait and worry. Whatever plans or aspirations she had for our lives had been suddenly and irrevocably altered. No matter the outcome, she had to know nothing would be the same. I have no idea how she managed so capably, given the ambiguities my illness brought to our doorstep. Life plans can be fragile enough when both people are healthy.\n\nWe have managed to get some work done in our lives since that night. Sarah and I were married as planned. We left our home and jobs in Ottawa, where I had lived for nearly all of my 50 years, and moved to Toronto, a far better place for our creative work but a change I had been unable to make before then. \n\nI also quit smoking, which was easier than I imagined, because I wasn’t doing it for me but for her. Eventually our sex life came back, too, after a couple of years where it felt as if a ticking bomb were under the bed (which was about as much fun as it sounds). \n\nThe whys of it — why we got married, why I quit smoking, why we were able to finally uproot ourselves from Ottawa — may seem obvious: I had experienced a traumatic event that underlined the consequences of poor choices. It would seem to follow that any reasonable person would see that and make the appropriate adjustments. Yet there are people smoking through tracheotomy holes even as I write this. \n\nThere was nothing inevitable about my response to my heart attack. In fact, it would have been more in character for me simply to return to my usual behavior, since I am stubborn and contrarian to a fault, with a tendency toward casual self-destruction. \n\nEarly in my adult life I had decided I would do whatever I liked whenever I liked and sort it out as I went along. I got away with that for 20 years, but as a lifestyle it’s sustainable only if you are both independently wealthy and a complete misanthrope. The former has never been the case and the latter never really worked for me. So I found myself close to 50 with a life I didn’t much care for and no way out that I could see.\n\nWhile we waited for the E.M.T.s to arrive, I was mostly at peace about how my life might end. This was not about whistling past the graveyard or putting on a brave face. A significant part of me truly wanted it to be finished. \n\nThen Sarah did this small thing. Just a commonplace act that probably would have gone unnoticed under different circumstances. As the E.M.T.s asked their awkward questions, Sarah packed a bag of things she thought I would need at the hospital: underwear, my glasses, some books. Enough for a short stay, nothing more.\n\nMy initial reaction to what she was doing was resentment. Why would she want to complicate this? Why couldn’t she just let me go? But then I pictured her returning to our apartment alone in the event of my death, carrying that bag of stuff I would never use. And that image stuck with me, and started taking up space in my head.\n\nI am not sure if we can sway the outcome either way: to just let go and die, or to will ourselves to live. To think we can strikes me as more of a hopeful fiction that people cling to in such situations. What I think saved me that night was the competence of the professionals responsible for my care and the good fortune to live in a city with superb emergency services. \n\nBut what Sarah did in packing that bag for me, the quiet hope her act spoke to — that was the reason I listened to my doctors, took my medication and even quit smoking. As much as her intention was affirming and positive, it also exposed my own selfishness, the pettiness of giving up on life just because sometimes life is hard. It embarrassed me the way being caught in a lie is embarrassing. Love doesn’t afford us the luxury of caring, or not caring, only about ourselves. \n\nHow love reveals itself is sometimes a slow process, the gradual accretion of all the seemingly mundane acts of kindness, sacrifice, mindfulness and even bad behavior two people share. Sarah’s act was an instance of what love looks like, stripped of all the usual bells and whistles. To have the opportunity to witness that, regardless of the circumstances, left me feeling like a fortunate man. \n\nIt also made me want to match the level of commitment she so clearly demonstrated. Sarah had raised the bar for me in a way I could not ignore. \n\nPart of what changed in my life arose from my working backward from that night to see how I ended up near death on a gurney, with my skin the color of slate and the weight of an elephant on my chest. It is embarrassingly simple to see how smoking two packs of cigarettes a day for 30 years would lead to my particular physical difficulties. It is far less clear how to identify and perhaps even repair the more indistinct emotional damage that accrues over time.\n\nOne thing I am sure of is how badly I have misused the phrase “I love you” over the years. I have used it as an emotional lever and said it as something expected of me. I even have said it because I needed to hear it echoed back. These days, though, the weight of those words is something new. I understand that phrase anew, just as I now have a fresh appreciation of the phrase “near-death experience.”\n\nI had lost the connection between saying “I love you” and meaning it when I started to allow the fear of loss in my life to overwhelm me. I would adopt a scientific remove to insulate myself from life’s uncertainties, particularly uncertainties surrounding love. As a result I became emotionally stunted, less likely to engage with people I cared about. I was smart enough to see how things had to end, but I was not smart enough to know how to live with that truth. \n\nThe inevitable heartbreak built into lifelong commitments is that one of you is likely going to watch the other die. The idea of a Sarah-size hole in my existence used to be more than I could manage. But when Sarah faced that possibility, she didn’t blink. She had every opportunity to back away from her commitment but instead decided to stay, to deal with the uncertainties and potential sorrow common to any relationship of real value.\n\nSarah is now 30 and I am 52. If things take their natural turn, the arithmetic is that she probably will watch me die instead of me watching her. I painted that likelihood for her in neon three and a half years ago, but she never wavered in her decision to marry me.\n\nThere is an obvious connection to be made between rehabilitating my physical heart and what Sarah has helped me change in my life. Every day that I wake up and everything seems to be working correctly is a good day, and I am grateful for that. But the metaphorical heart — the heart that shows us the difference between simply living and actually feeling alive — is the one I have come to cherish above all else. \n\nThanks to that packed bag and what it taught me about love, mine seems to be working fine these days."
}