{
  "url": "http://www.nytimes.com/2014/05/04/fashion/Modern-Love-Healing-Sought-Bring-Your-Own-Magic-.html",
  "headline": "Healing Sought (Bring Your Own Magic)",
  "dateline": {
    "year": 2014,
    "month": 5,
    "day": 1
  },
  "byline": "Laura Zam",
  "text": "At 42 I had never loved someone who loved me back. Recovering (still) from childhood sexual abuse by a neighbor, I couldn’t transcend romantic failure.\n\nOne night my friend Lourdes, a child psychologist who moonlighted as a yoga teacher, invited me over to fix my love life. After dinner, while drinking mint tea, she said, “You just have to visualize the exact man you want.”\n\nAlthough this seemed very woo-woo, I closed my eyes. Immediately I saw Peter, a brooding soul who also had been abused as a child. Throughout my 20s I’d had a relationship with him — if you can call hot, sporadic sex with an emotionally unavailable guy a relationship. \n\nIt had been years since I had seen him. So I was shocked to find him lingering in my brain: Being in love with him was a secret I had kept even from myself. All the more shameful was my buried-yet-unequivocal conviction that Peter was the only man who could mend me. On some subterranean level, I believed if we could only be together, his abuse and my abuse would cancel each other out in some mysterious arithmetic of healing.\n\nI had never confessed this to anyone. But suddenly it came pouring out of me. Lourdes, with black goddess curls cascading down her shoulders (my own brunette frizz worked more horizontally), said I should listen to my inner wisdom.\n\n“Now that you know who you want,” she said, “the universe will bring him to you.”\n\nLike Lourdes, I had been wielding crystals since the ’80s. Colorful chakra books and CDs on synchronicity were part of my world. But as the child of an Auschwitz survivor, I saw flaws in New Age positions claiming that thoughts alone could determine destiny. This mind-set blamed people like my grandparents for their own murders. Better to hold on to skepticism, I reasoned, despite my tarot-loving tendencies.\n\nThen again, maybe Lourdes had it right. No stranger to loneliness, hadn’t she manifested (her terminology) a handsome husband at age 40? The guy was clearly a catch, even if he was from the opposite end of the political spectrum. \n\nAt home that night I picked up a journal I had received as a gift. On the first page I wrote: “Peter will come and find me.” Then I sat in a meditation pose pushing away these facts: 1) I’d had no contact with Peter in 11 years. 2) He had no idea where I lived now. 3) Last I heard, he was married and living thousands of miles away.\n\nI had no intention of interfering with his marriage. Mostly, I pictured Peter and me having a conversation in which I confessed my therapy-resistant brokenness and he, more than anyone, understood. Then we would exchange childhood war stories. \n\nI believed this interaction would somehow fix my foundation. At the same time, I found the idea ludicrous.\n\nBut when I looked for Peter on Google a few days later, I saw that he was coming to my city to perform a one-night-only, one-person play about his abuse. I was floored. And I was free. I usually taught on Monday nights, but I had that evening off for spring break. Coincidence? \n\nThe night of the performance I sat in the dark theater, sweating, as Peter spilled his trauma onto the stage. His father had been a madman, and Peter spoke eloquently about how this had damaged him. I identified with the powerlessness and self-hatred he detailed. His courage inspired me. After the play, as well-wishers dissipated, I stepped forward to congratulate him. \n\nThere was no wife to be seen. \n\nWe met for lunch the next day, and I told him everything: craving him, visualizing him, being unable to heal. When I was done, Peter told me he was divorced, tired of living in his hometown, and he, too, had been in love with me all those years ago. The next thing I remember we were naked. In the weeks that followed Peter and I emailed frequently. I couldn’t believe it: I was having a relationship with a man I adored. And he was reciprocating.\n\nNo longer a tepid believer, I became a zealot.\n\n“You can have whatever you wish for,” I declared at a dinner party. \n\n“Nonsense!” my lawyer friend shouted. \n\nMy friends circled me as accusations flew involving Darfur and pancreatic cancer. They said I was blaming afflicted individuals for their own misfortune. And wasn’t I implying they could just wish these things away? “When they die, it’s their own fault, right?” one friend said.\n\nOf course I saw their point, yet wild faith now enveloped me like a silk robe that might actually have been polyester. I didn’t care what the material was; it kept out the cold. Sort of.\n\nI didn’t want to see it at first, but a pattern had developed with Peter. If I emailed him, he wrote right back. If I didn’t write, he didn’t, either — that is, until I couldn’t stand it anymore and wrote him again.\n\nFinally, the first week of May, two months after our reunion, I went to see him for the weekend. He seemed happy about my plan to visit, but once I got there, though he was kind, he kept picking fights. It was as if his ex-wife was standing just behind my right shoulder, and he was playing out ugly scenes with her. \n\nWhen I left on Sunday, I still had hope, reasoning that he was just grieving his marriage. A few days later he emailed: “This is not a good time for us.”\n\nI felt humiliated and unmoored.\n\nFeeling betrayed by Peter, Lourdes and my own doped-up religiosity, I poured my pain into my own one-person play. Mine was about losing my mother 10 years earlier. To research her life, I traveled to Poland and Germany, where I wandered concentration camps, Nazi ghettos and the sites of death marches. \n\nThis confrontation with brutality gave me a strange relief. I finally felt grounded in the real world, where there was no correlation between what a person desired and what the universe offered. When I returned to the United States, I spent a year on my play. I gave up dating. At bookstores I avoided any aisle that featured dead ancestors, angels or the I Ching.\n\nBut one day, while putting final touches on my dramatic piece, I began listening to an interview I had conducted with my mother while still in college. It contained her entire war story. I had recently found the old TDK cassette and had it digitized. \n\nAll of a sudden there was an anecdote I had forgotten. In the last months of the war, my mother lay dying of typhus on the stone floor of a concentration camp, surrounded by corpses. In a stroke of luck, there was a small window where she could see a bit of sky. She thought that if she looked out the window every day, imagining she could fly, the typhus wouldn’t take her. It didn’t.\n\nI decided magical thinking was encoded into my DNA. It was who I was.\n\nUnder a tangle of socks I found the journal I had used to bring forth Peter. If I wanted love, why wouldn’t I do everything in my power to make it happen? Nothing short of this commitment made any sense. \n\nTurning to a fresh page, I wrote: “I will be in a serious relationship very soon.” \n\nA few weeks later, after a slew of Match.com dates (I was taking the practical route, too), I went to lunch with Kurt, a man who was neither dark nor brooding. He was from Indiana. \n\nIn that bright French bistro, Kurt talked about a childhood filled with the usual cuts and bruises, but he was not the least bit abused. I liked his carefully combed hair, boyish grin and earnest blue eyes. But could he help heal me? Partners of abuse survivors can’t avoid taking on this healing role; the residue of sexual violation shows up the minute one of us is touched. \n\nDespite my doubts, I became animated in his company. My hand gestures grew huge until, during a burst of enthusiasm, I spilled my glass of red wine all over Kurt’s light khakis. Time paused: I was certain this stranger would unveil something unsavory. I held my breath, anticipating a flash of rage or a casual infliction of harm. \n\nInstead, Kurt threw his head back and laughed.\n\n“I’m so glad you did that,” he said with a toothy smile. “It’s something I usually do.” \n\nSafety felt odd, but as Kurt walked me home, he took my hand. His meaty palm made me calm. \n\nWhen we arrived at my building, to my surprise, Kurt kissed me, passionately, in broad daylight. I kissed him back. Three years later, on a snowy December day, we were married. \n\nHad I conjured Peter from my past to get him out of my system so I could find true love? I can’t say for sure. \n\nI can say this: I didn’t need a broken man to repair me. I needed a whole man who believed in repair. "
}