{
  "url": "http://www.nytimes.com/2014/01/05/fashion/Modern-love-The-Hard-Won-Lessons-of-a-Solitary-Life.html",
  "headline": "The Hard-Won Lessons of the Solitary Years",
  "dateline": {
    "year": 2014,
    "month": 1,
    "day": 2
  },
  "byline": "Sara Eckel",
  "text": "When my then-boyfriend Mark lost the lease on his Brooklyn apartment, moving in together made good sense. We were in our 40s, both battle-scarred from decades of romantic unhappiness, and had finally found the relationship we had longed for our entire lives. So even though the timing was bad (we had been dating for only six months), we knew where this was headed. Why wait?\n\n“I’m ready to take it to the next level,” said Mark, while cooking chicken paprikash in his soon-to-expire apartment. \n\nI watched this sweet, handsome man sauté onions, and my heart turned upside down. After two decades of dating guys who could barely commit to next week, here was a wonderful man who wanted to be with me, plain and simple. \n\nI was thrilled — and terrified. Sure, Mark and I were having a glorious time: weekends picking apples in the Pennsylvania countryside, brunches at his favorite Mexican diner. But living together was different. Or at least I thought it would be. I couldn’t know for sure. Because, to my deep embarrassment, I was nearly 40 and had never shared a home with a boyfriend. \n\nFor most of my adult life, I was unattached. I spent my 30s with a slowly escalating fear that I would never find a partner. My anxiety wasn’t merely about getting older and supposedly less desirable in our youth-obsessed culture. I also worried that my single years were shaping me, hardening me into a woman too finicky and insular for a lifetime partnership.\n\nI had noticed that friends going through breakups often took solace in the fact that they had learned from those failed romances. They had acquired important skills such as how to be vulnerable, how to set boundaries, how to listen and how to speak up. They had learned the art of compromise and forgiveness and how to love someone even when you don’t always like them. Through practice and repetition, they were mastering this exquisite, complicated dance, cultivating wisdom and muscle memory that could be successfully applied to future relationships. \n\nI was glad my friends had found an upside to their heartache, but statements like those also made me nervous. If one learned how to have a happy partnership by trial and error, then I was missing crucial on-the-job training. \n\nEven so, when it came to the particular question of whether Mark and I should move in together, I knew my concerns were valid. “It’s too soon, and for the wrong reason,” I told my friend Paul at a bar one night.\n\nHe shook his head, looked at the ceiling and said, “No wonder you’re single.”\n\nI stared at the bar, furious. How dare he take my very reasonable reservation and turn it into a pathology! Soon we were having the kind of bitter argument that makes other patrons glance your way with wide, curious eyes. \n\nOnce we had cooled down, I explained how hard it is to be a longtime singleton, how people assume some deep psychological issue is preventing you from finding a partner, rather than allow that maybe you just haven’t met the right person.\n\nPaul listened, apologized and we ordered another round. \n\nLater, I thought about it. Paul may have been unfair, but he also wouldn’t have upset me if part of me didn’t think he was right.\n\nSo I took the leap: I asked Mark to move in with me. If I was truly an intractable spinster, I might as well find out now. \n\nMark said yes, and on a sunny May morning six weeks later, he moved into my small one-bedroom apartment. I sat on my — our — bed and watched him hang his clothes in the closet I had just cleared, feeling like someone who had talked her way into a job she wasn’t quite qualified for. I didn’t know what was ahead, only that it would be difficult, but worth it.\n\nThat was nearly eight years ago. I’m still waiting for the part where it gets hard, still waiting for the “work.”\n\nO.K., that’s not completely true. Like any couple, we have conflicts. He has punched walls. I have walked out the front door and circled the block. But I can count those kinds of fights on one hand.\n\nMostly, I have been shocked to discover how easy it is to live with and, now, be married to Mark. \n\nMy husband and I didn’t calcify as we grew older. Instead, as I believe most people do, we became less selfish and more patient, quicker to admit when we’re wrong, more apt to notice when the other person needs some space. I understand, in a way I never could have in my 20s, that sometimes the best way to resolve a conflict is to go in the other room and read a magazine for a while.\n\nAnd there’s nothing like two decades of loneliness to make you appreciate a spouse. Sure, we annoy each other sometimes. Mark has lost countless hours of his life waiting for me to find my keys, and I will never agree that it’s O.K. to use dish towels to mop up spills on the floor. \n\nBut Mark also makes me laugh every day, has fascinating insights about everything from 1970s cop shows to campaign finance reform, and he gives me his unwavering support whenever an editor rejects my work or an acquaintance treats me shabbily. Compare this with the stresses of longtime singlehood — the bad dates, the condescending relatives, the Sunday nights — and you can deal with a few stained dish towels. \n\nIf you have lived alone for two decades, it also means you can’t subconsciously (or directly) blame your partner if your professional or creative life hasn’t worked out as well as you had hoped. Whatever career and financial mistakes I’ve made (and there have been some doozies) are mine and mine alone. When you meet your partner at 40, there’s no mental backtracking: “I could have been a senior V.P. by now if we hadn’t moved to Tucson for his job,” or “I could have been a rock star if I hadn’t had to cover everyone’s health insurance.”\n\nMost important, I’ve realized I never needed a long boyfriend résumé for the experience. In the 20 years before I met Mark, I learned a lot of hard lessons: how to be a self-respecting adult in a world that often treats single people like feckless teenagers; how to stand at cocktail parties while my friends’ in-laws asked me if I had a boyfriend; how to have warm, friendly dinners with strangers I had met online as we delicately tried to determine whether we could possibly share our lives together; and how to come home to an empty apartment after a rotten day at work.\n\nI realize these less-than-giddy examples may conjure up those deadly words: “desperate” and “pathetic.” But I wasn’t desperate. If I had been desperate, I would have settled for a relationship I felt ambivalent about because I was afraid to be alone. Instead, I learned to relax into the open space of my quiet home and unknown future. I also learned there is a difference between feeling something unpleasant (loneliness, longing) and being something shameful.\n\nBeing a single person searching for love teaches you that not everything is under your control. You can’t control whether the person you’ve fallen for will call. You can’t force yourself to have feelings for the nice guy your best friend fixed you up with. You have no way to know whether attending this or that event — a co-worker’s art opening, a neighbor’s housewarming — will lead to the chance encounter that will forever alter your life. You simply learn to do your best, and leave it at that.\n\nRelationships are work, but so is being single, and I became pretty good at it. \n\nEven though Mark and I don’t fight much, several years ago we had one that made me wonder if this was the end. It began as an innocuous argument over vacation time, or lack thereof, but it somehow unleashed long-brewing resentments that escalated and culminated into two harsh, staccato syllables. It felt like a car crash: plunging into darkness, time stopping. I sat up straight on our bed, heart thumping, wondering if the life we had built together was going to come tumbling down. \n\nIn that moment, the future was vast, black, unknowable. But I wasn’t afraid. Splitting up would be awful, but I would manage. \n\nI didn’t panic or try to make the moment any different from what it was. I simply sat in that untethered space, two angry people not speaking to each other, without any knowledge of what was on the other side. \n\nAfter a time, it could have been minutes or hours, Mark took my hand and squeezed, and I squeezed back. We would get through this one, and most likely others. I didn’t have relationship experience, but I had life experience of another kind. That has turned out to be just as good."
}