{
  "url": "http://www.nytimes.com/2014/03/02/fashion/modern-love-moving-on-from-make-believe.html",
  "headline": "Moving on From Make-Believe",
  "dateline": {
    "year": 2014,
    "month": 2,
    "day": 27
  },
  "byline": "Joy Bullen",
  "text": "When Tyler and I were 27, we packed up a Penske truck with everything we owned and drove cross-country to move in together for the first time in Portland, Ore., 3,000 miles from my family in New York.\n\nOur first stop was Ohio for our five-year Kenyon College reunion, an all-day drive, and when those familiar Gothic buildings rose in the distance, I felt as if we were passing through history, as if around the next corner I might catch a glimpse of our younger selves. We stood in line for our room keys the way we did at freshman orientation, except this time our roommates were each other. We plunked our bags on the extra-long twin beds we had slept in years before, our legs twisted up together.\n\nOhio was where we met, but not where we fell in love. Our junior year of college, I studied in England and Tyler in Budapest. When we realized we had the same week of spring break to fill, he emailed: “Come visit. We’ll travel.”\n\nI bought a plane ticket to Budapest. I knew I liked Tyler. I liked the boomerang-shaped lines that appear around his mouth when he smiles, the dark hair that poufs out in every direction, the long, lean boyishness of his body. But it had been eight months since I had last seen him, long enough for him to become someone else entirely. On the plane ride I thought: “If I like the pants he’s wearing, it will be a good week.”\n\nHe wore corduroys the dusky green of ferns, and I liked the way they hung on his narrow hips, so it was a good week. We backpacked down the coast of Croatia, ate pizza in small cafes, drank beer in the shade of plastic umbrellas, climbed through the ruins of a bombed-out hotel and made out on the crumbling concrete floor overlooking the ocean. We rented a moped in Split, and when I crashed it, I paid the man at the desk with a fistful of colorful bills that seemed like play money.\n\nThe whole week felt like make-believe. We were pretending to be a couple, pretending money didn’t matter, pretending we could hop onto a bus and go anywhere on a whim. There was a moment during that week, standing in line to board an overnight bus, when I had a flash of understanding that my luck had been too good, that it was bound to run out.\n\nA few weeks later I went home to New York, and within days my father called in sick with the flu. When the flu didn’t subside, the doctors suspected a relapse of Lyme disease. When the test came back negative, they feared meningitis, and when they did a scan to look for lesions, they found something worse.\n\nMy father had a brain tumor the size of a golf ball, the doctor said. On the scan, I could see the white globe against the black background, a hole-in-one. The news got worse with the days; the tumor was malignant, aggressive, inoperable. He walked with a cane and then not at all. He repeated himself until there was nothing left to repeat, and then he just shook his head in disbelief that we could no longer understand his words.\n\nI completed my senior year of college in fits of studying, traveling home frequently. One evening, my brother and I walked our dad upstairs to bed, each supporting one side of his body. As we untied his shoes, he said, in a rare moment of coherence, “I’m not going to make it, guys.”\n\nHe died a few weeks later, in early February. It was sooner than we had expected, and I was still at school. Tyler lay by my side in the narrow bed all night as I listened to Van Morrison on repeat. He dropped me at the airport the next morning, and a few days later drove 10 hours to surprise me for Valentine’s Day, which was days before the funeral.\n\nWe graduated that May. Our graduation speaker was David Foster Wallace, and when he finished his now-famous speech with the line “I wish you way more than luck,” the hair on my forearms stood up. \n\nI got a job in New York and moved to Brooklyn with friends. Tyler returned to his childhood home in Colorado and packed up boxes, which he addressed to himself and shipped to post offices that dotted the towns along the Pacific Crest Trail.\n\nHe set out to hike the whole 2,663 miles, from the Canadian to the Mexican border. And he did it, the little fat he had melting off along the way, the calluses on his feet thickening. He wrote me letters, frequently at first, but as the weeks went by, the letters slowed. The bony man who walked over the Mexican border after five months of hiking was a different person from the one who, before he left, had bought a pair of earrings I had admired in a boutique and mailed them so they’d arrive on my birthday.\n\nEven from far away, I noticed the change in him. His letters became stilted and his words less tender. When I learned he had been near a pay phone and not stopped to call, I knew I was losing him. His love was fading with each step south. By the time he set foot in Mexico, there was barely any sign of it at all.\n\nTyler flew to New York after the hike. I took the AirTrain out to J.F.K. to meet him. I wore the low black heels I had bought for job interviews, though they pinched my toes. I wanted to signal to him that I too had changed. How could he be sure he didn’t love me if he didn’t know who I had become?\n\nWe went for pizza one night. After dinner, he wanted to take a walk in Prospect Park, and I refused because it was dark and I had read about things that happened in city parks after dark. When I went to work the next morning I left him sleeping in my bed. We both understood this was the end. It wasn’t a breakup so much as a slow lowering of expectations.\n\nWhen he left New York, my heart ached. I’d go to the gym and on a good day would run on the treadmill until my feet hurt. On a bad day, I’d sit in the sauna, the salty dampness of sweat and tears covering my face and hands. I grieved for my father, and for my lost love. The losses were all twisted up like vines of ivy running up a building; I could not untangle the two.\n\nI dated other people, got another job, then left that job for graduate school and moved back in with my mother. I gave up my heels for flats. I learned through friends that Tyler had moved to D.C., to Iowa, to Steamboat Springs. When I heard he tried to kiss a friend of mine in a bar in Colorado, my heart broke all over again.\n\nBut when he texted me one day, more than three years since we had last been in touch, and said, “If I called you, would you answer?” I wrote back, “Of course.”\n\nHe called; I answered. Weeks later, he appeared on my front porch, and we drove upstate to go for a hike that turned into a drink that turned into dinner, and then we sat until dark under an old oak tree and kissed for the first time since the last time.\n\nEight months later, we rented that Penske truck, loaded it up, and left behind the city that had split us apart to begin again on the other coast in Portland, the city we live in today as husband and wife. It was the bravest thing I have ever done; I grabbed my grief like a dog by its neck and chose to forgive the man who had left me shattered.\n\nAs we crossed into Wyoming and passed the sign that said, “Welcome to the West,” the sky cracked open. Rain and hail pelted down, covering the window in a sheet of water, the windshield wipers straining against the weight.\n\nI was driving the truck on an overpass above a highway, and suddenly I could see nothing. I had to make a choice. I could try to pull over on the narrow overpass shoulder and risk hitting the low rail and tumbling over into the traffic below. I could come to a dead stop in the highway and leave myself open to being struck from behind. Or I could slow down and keep going forward, trusting that I was moving in the right direction.\n\n“Put my hazard lights on,” I said to Tyler, my eyes fixed ahead. He pressed the button, and I could hear the rhythmic click of the lights.\n\n“Just keep going,” he said. And we did."
}