{
  "url": "http://www.nytimes.com/2014/03/16/fashion/modern-love-A-Second-Embrace-With-Hearts-and-Eyes-Open-.html",
  "headline": "A Second Embrace, With Hearts and Eyes Open",
  "dateline": {
    "year": 2014,
    "month": 3,
    "day": 13
  },
  "byline": "Mary Elizabeth Williams",
  "text": "I looked across the restaurant table at my date, an attractive brown-eyed man with two young children and a broken marriage, as he recounted his romantic history. \n\n“I used to think the relationship part of my life was settled and I never had to worry about it,” he told me. “Now I think, if you love someone, you have to take it one day at a time. And you have to work at it one day at a time.” There was a hopeful gleam in his eye.\n\nI smiled and thought, “I could be in a relationship with a man like this.” In fact, I knew I could. Reader, I had married him. On this night, long after we had thrown in the towel on us, here we were again, crawling back into the ring. This time, though, it would be different. We just never imagined how different it would become, or how quickly.\n\nOur unraveling had not been a swift, decisive catastrophe but a smaller series of no less destructive forces. We came apart the way many couples do: via the gradual realization that we were unhappy, and the inescapable conclusion that our relationship was not a refuge from our unhappiness but a cause of it. We were two nice people who had been deeply in love but who found themselves, nearly 20 years later, in love no more.\n\nNeither of us wanted to spend the next 40 years going on as we had, seemingly safe within an institution but deprived of its most essential nutrient. If we had not had children, it would have been simple. We no doubt would have disappeared amicably but entirely from each other’s lives. But we did have children. \n\nAs my friend Linda, whose husband left her while she was pregnant, once told me: “No matter what, it’s a lifetime relationship. I’ll be at my son’s wedding and my ex will be there.”\n\nLikewise for us, there was never any question that the good will we had once shared, combined with our love for our daughters, was stronger than any current disappointment we could harbor toward each other. We sat together at school plays and parent-teacher conferences. We shared holidays and birthdays. We even took another apartment in the same building, to make the situation easier for the children. After a while, the wounds of the breakup healed, and a new friendship was formed, a bonding unique to the front lines of parenthood.\n\nThe end of a long marriage, especially a marriage with children, will shake your world to its foundation. If you’re lucky, you’ll eventually come out of it a little braver and wiser. It wasn’t long after the split that I realized I liked the new person inside of me that this heartbreak was forging. \n\nWhat I hadn’t expected was that I’d like the person he was becoming, too. Then one day he said something funny and I laughed, and then he looked at me with a directness I had never seen before and said, “In case you hadn’t noticed, I’m flirting with you.”\n\nI’ve always been a sucker for a man with a smooth line. So I flirted back. And when he asked me to dinner, I said yes.\n\nA short time later I strolled through a museum with my friend Lily, a woman who had recently reconciled with her husband after a yearlong separation. “How did you know?” I asked her. “How did you believe again, after everything you’d been through?”\n\n“He said what I needed to hear,” she said, “even though I didn’t know what I needed to hear until he said it. You’ll see.”\n\nSoon after that I went on a date with the father of my children, and over a plate of plantains, I did see.\n\nOur reunion, low key and unmarked by flying rice though it was, prompted a variety of responses among our friends and family. There were enthusiastic cheers from the romantics, and there was skepticism and concern from others, who remembered all the miserable details of our unraveling. But falling in love again after a breakup is no simple matter of retreat. We are not the people we were when we met two decades before, and we had no desire to relive a marriage that had, to the best of both our recent memories, failed unequivocally. \n\nYet if we had taken the leap of faith it takes to end a long-term relationship, surely, we figured, we could muster the even greater trust it would take to open our hearts again. Besides, it was nice being with a man whose emotional baggage from his crazy ex I could really understand. And my children were happy about Mom’s new man.\n\nWhat ensued that summer we began again was a blissful period of lazy days and tender nights. Then it took a severe swerve. On Aug. 10, I had updated my Facebook status to read, “Best summer ever.” On Aug. 11, I learned I had malignant melanoma.\n\nAs I lay in a hospital a few nights later, doped to the gills, bleeding from three surgical sites and hoping I was clear of cancer, he and I held hands and watched “Harry Potter and the Goblet of Fire” on TV. \n\n“I’m sorry about all this,” I said groggily, “because now you have to stick with me. Otherwise all our friends will think you’re Newt Gingrich.”\n\n“I see you had this planned all along,” he said. “Well played.” But later, when I told him I knew this wasn’t the reunion he’d had in mind, he just chuckled and said, “You’re not getting rid of me that easily this time.”\n\nAs I recovered through the bleak period that followed, through a grim rediagnosis that left me with a prognosis of mere months to live and then into a clinical trial that shocked us by eradicating my disease entirely, he cooked dinners and did laundry. He arranged playdates for the children and read them stories. He picked up prescriptions and cleaned up enough blood to make Eli Roth shudder. He left me awed at a strength in him I had never seen before. I had never had to.\n\nOur relationship already had attained a bittersweet edge by virtue of its status as a second go-round, but there’s nothing like journeying through the wringer together to take that whole skipping-through-the-daisies aspect out of your dates. Although our experience has been far from sexy, it has been peculiarly romantic. \n\nNobody writes songs about sitting on the edge of the tub while a man applies topical antibiotics to your oozing skin graft. There are no poetic odes to women with gaping scars, no sonnets to men who may be wearing the same shirt for the third day in a row. \n\nBut maybe there should be, because everything I thought I knew about love at 24 seems pretty absurd now. I didn’t know then that a wonderful relationship would one day become unsustainable. I couldn’t have imagined that later on, strangely enough, it would become a new kind of wonderful.\n\nThe wedding ring I so optimistically slipped onto my finger long ago, the same one I despondently removed many years later, is now permanently retired. But I wear a small moonstone on my hand, the symbol of hope. Hope for healing in all its forms.\n\nNeither of us sees the world in guarantees anymore. We recognize them as the comforting fictions they are. We accept that you can’t always keep the promises you made when you were barely above drinking age. You can’t know how you will change, or what life will throw at you. \n\nHaving our marriage fall apart and having disease come in and try very hard to kill me did away with our cozy assumptions that the future looks just like the past, but with more laugh lines. But he and I have learned, because we have had to, the difference between the illusion of security and the liberating joy of the present, between obligation and choice. \n\nAnd choice, terrifying as it can be, is so much better. We had to leave each other to discover that: to understand what it really means to decide to be with a person, one day at a time, however many days there may be. Love isn’t a fortress. It isn’t a locked room. It’s full of doors and windows and escape hatches, and they’re not scary. They’re how, to paraphrase Leonard Cohen, the light gets in.\n\nA few weeks ago, after an exhausting round of tests and doctor appointments, we flopped together into bed, almost too tired to speak. We watched the ceiling fan spin, lulled by its hypnotic rhythm, until at last he spoke just six words: “I’m glad I didn’t lose you.”\n\nI looked into semidarkness at the man I love, the man I once left, and said, “I’m glad I didn’t lose you, too.”"
}