{
  "url": "http://www.nytimes.com/2014/11/09/fashion/Modern-Love-on-the-road-to-the-one-sometimes-a-rest-stop.html",
  "headline": "On the Road to ‘the One,’ Sometimes, a Rest Stop",
  "dateline": {
    "year": 2014,
    "month": 11,
    "day": 6
  },
  "byline": "Amy Butcher",
  "text": "I saved Sam after the park ranger’s third warning. A tornado was imminent, the ranger said, and we should seek shelter immediately. The Iowa state park where Sam was camping offered only a small brick outhouse, which I joked seemed the worst possible way to die, surrounded by daddy longlegs and cinder block walls on which teenagers had scribbled “Weed Rules!” in black Sharpie.\n\nWe had met an hour earlier when my friend and I arrived not to swim or camp but to burn the many boxes of paperwork she wanted to get rid of: tax documents, love letters from former boyfriends, ticket stubs, trip itineraries. For years these boxes of papers had taken up space in her apartment closet. Now, with graduate school behind us, she was moving across the country and wanted “a cleanse.” \n\nThe park seemed the safest place to burn them, and we picked Sam’s loop of the campground because, except for him and his tent, clothesline, cooler and a pile of wood, it was empty. There were no R.V.s or nosy people who would ask what were we burning, why we were here and if we had paid our site fee. \n\nAt first I worried Sam posed a threat and suggested we come back tomorrow. He was a stranger (single, shirtless, blond hair to his waist) and it was nearly dark. Our sacrificial burning could wait a day. But my friend wanted to see it through. \n\nWithin 20 minutes of our hauling eight enormous cardboard boxes to the fire pit of a vacant spot, Sam was standing at our fire, asking what we were doing. “Nothing illegal,” I said, although I had no idea if it was or wasn’t. \n\nHe laughed and rubbed his hands above the flames, which — liquid in their movement and coupled with the July heat — made the earth and horizon hazy.\n\nIt was Sam’s good-natured attitude I liked most, his conviction that we could keep the fire going despite the threat of rain. He was a carpenter, working for a few months on a job in town. For the workweek he lived at this campsite, preferring it to a cheap motel, because he said he liked to return home from a long day and peel off his T-shirt and jeans and float in the Iowa River, catching catfish he would later cook over an open fire. \n\nOn weekends he drove two hours north to his hometown, where he crashed on the couch at his mother’s house. While I had the inkling there was more to his story than that, he was kind and his lips were big and I liked his all-encompassing smile.\n\nI remember thinking, “This is not how it happens.” \n\nFor years I had dated men who impressed me on paper with their graduate degrees and Fulbright years. But in person, over drinks or dinner, I had found them boring, shortsighted, selfish or pretentious. And, to be fair, they seemed less attracted to me as a person than to the idea of what I might provide: the achievements we would share between us.\n\nSam wanted to know if I had noticed the cranes hovering high above the river in town. Beneath them was where he worked, he said, and I should come by in late morning; he would love to take me to lunch.\n\nWe had been talking and burning documents for about an hour when we heard thunder. The park ranger appeared to tell us two strong weather fronts were colliding just north of us that had the potential to produce tornadoes. His second warning came 20 minutes later, after lightning cracked violently through the trees. \n\nMy friend and I talked about leaving, and when we asked Sam what he would do, he shrugged and said he had nowhere else to go, joking about how he could keep the fire going in our absence. After all, he said, laughing, there were still bratwursts, a can of beans and some corn to be eaten.\n\nWe waited with our gaze on the horizon, laughing nervously. But when the third warning came, with the ranger rushing up, throwing his S.U.V. into park and yelling that we should really heed his warning, I panicked and told Sam he should stay with me for the night. I had a couch, and as long as he promised he was not a murderer, he was welcome to stay.\n\n“Me?” he asked, laughing. “You’re the one telling me to come with you.” He wouldn’t kill me, he promised, as long as I didn’t kill him, either.\n\nI wanted to ensure that Sam would see tomorrow. The storms that rip through Iowa are a threat I know to take seriously. But I also wanted his company, which was simple and unrefined and the most pleasant thing I had known in years.\n\nLater we watched from the window of my apartment as lightning lit up the sky. Sam had transported the bratwursts, still hot from the fire, on his lap, and we brought the beer, too. An hour later the Weather Service canceled the tornado warning, and yet I didn’t want him to leave. \n\n“A storm could still pop up,” I said. \n\nHe shifted his place on the sofa. The problem was, there was only one bed, and the couch was really a love seat, too small to comfortably hold anyone. \n\nHe knew this, I imagine, which is why when he said nothing, I said: “Nothing is going to happen. I don’t even want anything to happen. I just want to know you better.”\n\nWhat followed were many hours of sharing lives. Come morning, Sam would return to work and then to his stormed-out campsite, and in two weeks I would be leaving town on assignment in Alaska and then would begin a new job hours east of here. Because our time together was temporary, we were allowed a more honest communication than I had ever had with another person. \n\nI asked Sam whatever I wanted and he answered. I asked what he was most afraid of, why he had dropped out of college, why he was living in a campsite and on relatives’ couches. I listened as he confided that his live-in girlfriend of three years had cheated on him repeatedly over many months, how he had packed his bags and left, how he preferred a campsite to her house of lies. And anyway, how long had it been, he asked, since I had seen a sunrise from the screened-in window of a tent?\n\n“It’s so beautiful,” he said.\n\nIn the morning, Sam left well before dawn, before I woke, but we met up nearly every night for those two weeks before I left. We talked and drank cheap beer and I showed him my favorite parts of the city. And while my friends worried that I was getting too involved and that I would attach my hopes of a loving future to Sam — it seemed the most sense love had ever made. \n\nMaybe he was the one, I argued, and maybe I had been trying too hard all those years. To friends and family who would listen, I reveled about this man I had saved from the threat of a tornado (I didn’t mention none ever hit) and how in return he had shown me a love that was sweet and unadulterated. It was an easy narrative to construct. \n\nSam was not, it turns out, the one. When I flew to Alaska to resume the life I had planned, I felt surprisingly devastated, and I feared the life I had always wanted now seemed to be in direct conflict with what seemed most right. What if my life was best spent in Iowa? What if I was meant to marry the man who lived in a tent?\n\nIt was my letter-burning friend who suggested it was all a matter of perspective, who suggested that Sam, while perhaps not my ultimate destination, was the romantic layover I had spent years badly needing.\n\n“Isn’t it possible,” she asked, “that the role he played in your life was to remind you how love is good?”\n\nInstead of trying to squeeze something more from my experience with Sam, she said I should try to accept the relationship for what it was: a valuable encounter that didn’t make Sam any less important to me, just not more important than he had really been.\n\nI chose to believe her. In Alaska I met a man I somehow know I will marry in these next few years. He is kind, big-hearted and teaches third graders for a living. In the pictures he sends me from work, he is cutting gears out of cardboard to tack to a bulletin board along with the words, “Gearing Up for Fall.”\n\nIt’s true, Sam wasn’t the one. But he helped me rediscover that there are hundreds or perhaps thousands of people we can choose, and that love is not a product of waiting, of being patient, but is instead a rest stop, perhaps one of many, where we decide, for however long, to stay. "
}