{
  "url": "http://www.nytimes.com/2014/10/26/fashion/modern-love-crossing-a-threshold-and-not-looking-back.html",
  "headline": "Crossing a Threshold and Not Looking Back",
  "dateline": {
    "year": 2014,
    "month": 10,
    "day": 23
  },
  "byline": "Linnie Greene",
  "text": "I fell for Mike in a midcentury ramshackle house without air-conditioning in Carrboro, N.C. It was the year after I graduated from college, and 15 years after he had graduated. The unpredictability of such a romance is as funny and remarkable to us as that house, which stood despite its age and state of disrepair.\n\nMike was not my first love, but he was my first in a long time — long enough that I had begun to believe I was not capable, or that something so solid and enduring would also feel boring. In the year before we met, I tried to “date like a man,” adopting what I saw as cool callousness, because I believed in shedding stereotypes and upending the patriarchy. \n\nI did it wrong. I hurt a lot of people. I let them hurt me back and wound up pressing myself against buildings or ducking down side streets when certain faces appeared ahead of me in the road. I had a lot to learn, but I was willing to put off romance in favor of other things: writing in notebooks, late-night walks, the freedom to figure it out on my own.\n\nThe one thing I had managed not to mess up since graduating was my job at the town’s independent bookstore, though I needed to set an alarm to wake up for my 2 to 9 p.m. closing shifts. I was one of a type there, the current or recent students who kept late hours and schemed for something else, passing the time between one stage of life and the next reading novels and shelving memoirs for $8 an hour. \n\nMost shifts, we would wait until dinnertime to play Prince on the stereo and dance behind the counter, steering customers toward our favorite books and counting down until close, when we’d open a Pabst Blue Ribbon and set out on foot or bike for the next bar, the next date, the next themed party. On one of those nights, Thursdays, I closed with Mike.\n\nWe were wary of him, we younger ones, for his height and demeanor, his limited tolerance for joking and forgetfulness. We guessed at his personal life, filling in the details after the breakup with his longtime partner. What did he do when he wasn’t surrounded by books? It was hard to picture him with his yellow eyeglasses and rotating wardrobe of button-up shirts outside the walls of bookshelves, where he labored so diligently that nothing was out of place.\n\nI began to look forward to those Thursday nights, even when I knew he would roll his eyes at my latest tale of 20-something woe. I admired how he always volunteered to clean the bathrooms, until he told me that it was because no one else did it well. I vowed, then, to scrub every surface. I found that I cared, inexplicably.\n\nIn the warmer weather, with most faculty and students gone, weeknights were slower. Together, we would burn through the stacks waiting to be shelved and then delicately unravel a little bit of each other’s history. \n\nHe burned me a Cass McCombs CD, advised me on matters trivial and enormous, laughed at the scar I got climbing onto a tin roof, and disarmed his defenses just long enough that I could see someone brave and principled and kind. We talked about art and politics and philosophy, and when he asked questions, he asked like my answers mattered: like my greatest asset wasn’t my husky new smoker’s voice or my record collection, but my heart and mind, which both had recently seemed defective. \n\nThings moved slowly, as they are wont to do when cautious people are separated by 14 years. He came to my house one night after we ran into each other at a bar. I made veggie corn dogs in the convection oven and we fell asleep on the couch watching “Twin Peaks,” both upright and barely touching. The next morning my roommate made us pancakes, and we three ate them while she tried to deduce what had happened. None of us really knew.\n\nWe built our relationship on a string of such nights, holding hands once and waking up the same way again. In the morning we would feign surprise at our surroundings, and then he would walk through the back door, stooping not to hit his head, and drive home. It took a while to kiss. When we finally did, we fell headlong, drunkenly, like thirsty people at an oasis.\n\nAfter we crossed that threshold, we spent a few weeks staying up all hours, watching old movies in my bedroom, August heat seeping in through the old wood paneling. Nothing this good was ever so easy. I saw his apartment for the first time, where he had piled every possession into one small room. Books and CDs lined the walls nearly to the ceiling, and we lounged there between the teetering towers of stuff. I dusted off my heart and let it love wildly and certainly. \n\nWe were still moony at our newfound fates when we went to a reading one night in Durham, the day after he had an M.R.I. for some numbness in his hand. Nothing big, he had told me. It had gone on for a while, made him drop a few glasses in the months before we met. He wanted to be able to feel, he said, when we held hands. That night, we overindulged for the first time since we had begun dating, smoking too much pot at a friend’s apartment, driving home only to fall asleep early on the rare night we had both scheduled off.\n\nI showered the next morning, regretful at the wasted hours, and came into my bedroom to find him on the phone. The doctors had found something in his spine at the base of his neck, something slow-growing that had been there for too long. They would do more tests, they said, and then go in to get it.\n\nWe walked across the street for sandwiches. He sighed like someone troubled or inconvenienced, but neither of us cried. We were quiet, and my mind spun in place, gnawing on the same insubstantial facts: something, maybe cancer, maybe not, maybe cancer — oh, my God. \n\nI had to work at 2. We walked to our cars and parted, then I drove to the bookstore, where I sobbed in the parking lot then dried my face and reorganized the mystery section. \n\nYou could say the honeymoon was cut short. Doctors couldn’t tell exactly what it was without scooping it from that sensitive, finicky part of the body, next to all those nerves, so that’s what they decided to do. He checked into the hospital before Halloween, and I book ended every shift at work with a visit to his recovery room. \n\nWe watched “What Ever Happened to Baby Jane?” in the hospital bed, where I would try (and often fail) not to cry. The doctors went in and took out as much of the growth as they could, and then we waited for biopsies and nerve damage and a series of tests that never felt conclusive.\n\nA few days after the surgery, my childhood dog died. I walked into Mike’s hospital room feeling exhausted and doomed, and he took my hand, his body still stiff and noncompliant. I leaned my head on the bed and thought about the night before the phone call, how we might redo it: We wouldn’t drink, we wouldn’t smoke that weed, we would drive back home to Carrboro and find our way out to the porch again, crickets singing, and we would stare at each other like we did back then, a few weeks ago, amazed at our luck.\n\nMike made me meet his eyes, even though my face had bloomed hives and I was crying, a broken faucet. I was never a pretty crier. I felt young and unprepared. I felt blindsided and foolish, and unfit for the task at hand. He leaned as far forward as he could.\n\n“It might be too soon, but I’m going to say it. I love you, O.K.?”\n\nBehind the partition, his roommate was snoring.\n\n“I love you, too,” I said. The bed groaned and deflated under the weight of my elbows where I leaned toward him, and we laughed for the first time in a while. In the coming weeks he would improve, and we would learn that thing in his spine wasn’t cancer, but still might come back. \n\nThe nerves in his legs would stay wonky, but it would only take a week or so for him to toss the walker into the closet and stride back into work, bashful. We would spend that Halloween at a concert, dressed like two characters from “Twin Peaks.” \n\nThere, in the hospital room where we said those words, we returned to our old selves. No, we were new selves: frightened and committed, grateful and lucky, bolstered by love. "
}