{
  "url": "http://www.nytimes.com/2014/07/06/fashion/Modern-Love-Taking-Marriage-One-Year-at-a-Time.html",
  "headline": "Taking Marriage One Year at a Time",
  "dateline": {
    "year": 2014,
    "month": 7,
    "day": 3
  },
  "byline": "Edan Lepucki",
  "text": "On our honeymoon in Paris, my husband and I were served breakfast every morning by the same short-haired woman. The breakfast came free with our hotel room: croissants, a basket of bread with its little trough of butter, fresh-squeezed orange juice and café au laits. \n\nMy husband, Patrick, whom I still thought of as my boyfriend, loved these breakfasts. He ate all of the bread and usually asked for a second coffee, which the short-haired woman provided with glee. I could barely down half a croissant and thought the coffee tasted like soil. This was Paris, and this was my honeymoon, and I was depressed. \n\nOur hotel, with its secondhand furniture and ugly paintings, was dingy instead of cozy. When someone went to the bathroom you could hear them wiping. The French sounded as if they were speaking with their mouths full of milk, and the penmanship on the menu boards across the city seemed to be written by the same imperious hand. \n\nThis was Paris, and we were husband and wife, and every day we had to leave the museums, the falafel stands and the cheese shops so that I, the wife, could return to our hotel room to cry. Once I made my husband take a photo of me lying on the bed with a snot-wet tissue squeezed in my fist, my eyes red as a rabbit’s. “This is what a honeymoon is really like,” I imagined saying to anyone who asked to see the photos. I’d had the first panic attack a few months before the wedding, while we were house-sitting for friends. I was in the bathroom getting ready for bed when the thought flashed in my mind: What if I don’t love him?\n\nThe question kept repeating in my head. I couldn’t get it to stop. I was shocked; had I buried my true feelings all this time? I grabbed onto the bathroom counter as if to keep myself from falling. I was scared, and even now it scares me: Words are just words, but if they don’t leave your mind, they can feel like truth. \n\nI had never doubted Patrick or my love for him, or our three-year relationship. And yet here I was, preparing to say “I do” and terrified that I was about to make a big mistake. \n\nI told Patrick immediately and he talked me down from panic until, shaken and spent, I fell asleep. For the next few weeks, I had calm days punctuated by moments of extreme anxiety. What if I didn’t love the person I was supposed to be with for the rest of my life? What if I’d been deluding myself? What if I got a divorce? Divorce seemed to me the most tragic of fates: lonely, humiliating and unbearable. \n\nSometimes I would cry in Patrick’s arms, wailing, “But I don’t want to divorce you!” as if I had been sentenced to an unjust future without any say in the matter.\n\n“You won’t,” he would say. “You don’t have to divorce me.”\n\nIt sounds funny, but: Imagine being told by the person you love that they’re afraid they don’t love you back, that they’re afraid they never loved you, despite all the evidence to the contrary. And imagine staying; imagine not being driven away by such words.\n\nIf you tell someone it’s not the wedding you’re worried about, but the marriage, they might rear back and say, “Oh ...?” with a worried look in their eyes. When people did this to me, it only made my anxiety worse, because it suggested my case of cold feet really was a sign I shouldn’t get married. If I had the thought, then it must be warranted.\n\n“Your marriage will be great,” my mom tried to assure me. “At least you’re not marrying someone like your father.” \n\n“I almost walked out on your mother during our engagement,” my dad told me. “She and your grandmother were driving me nuts about wedding details.”\n\n(It probably goes without saying, but my parents’ marriage did not go so well. They divorced before I turned 5 and still don’t speak to each other.)\n\nEvery day I would tell Patrick how I felt. I would say, “I’m not sure I love you,” and he would say, “I know you’re not, but you do.” \n\nIt was strange, that this was my only comfort. He said my brain was playing tricks on me, and it was. I told myself terrible things every day, just to see how terrible they would feel. \n\nPatrick and I had been together for a year and a half when we left for the Midwest so I could get my graduate degree. In Iowa we lived in an apartment with low ceilings and a wasp infestation. We ate our meals on patio chairs. Patrick took a temp job answering phone calls about a standardized test for car mechanics, and he hated it. \n\nIt wasn’t ideal, and yet it was in Iowa that we taught ourselves how to cook mussels and how to drink red wine, and every Valentine’s Day I wrote him a long love letter that I sprayed with my perfume. I still remember the orgasms I had in that apartment, and the way we would cuddle in our tiny bedroom on weekend mornings. \n\nOur second year there, it snowed and snowed and then got very warm, all the trees blooming at once, and we got engaged. It didn’t feel like a surprise. I had been only 21 the night we went on our first official date, but even then I was certain we would grow old together.\n\nIn Paris, we went to the Centre Pompidou. I remember watching Patrick as he rode ahead of me on the museum’s famous escalators. I couldn’t take my eyes off his jeans, which were sagging at his butt. I said: “Your jeans are making me sick. It looks like you’re wearing a diaper.” \n\nHe gave me a look but didn’t get angry, despite my meanness. Then I went and cried in the museum’s dark hallways. When we got back to Los Angeles, I thought our marriage would be over.\n\nI was wrong.\n\nOne night near the end of our honeymoon, we ventured into a restaurant near our hotel. It was one of those jewel-box places with seven tables, and we were lucky to be seated right away. For once I felt hungry.\n\nWe ate a glorious, multiple-course meal, the waiter presiding over us with grace and fastidiousness. I drank Muscat for the first time and flirted with Patrick in the candlelight. We talked and talked. I had fallen in love with Patrick over our conversations. Talking was our sanctuary.\n\nWe went back to our room and undressed each other. We were weightless with relief, however temporary, from my pain. Which wasn’t just mine, of course. It was ours.\n\nWe stayed married. We’re still married, in fact. \n\nI wish I could say that after returning home I felt better. In reality, it took a long time to feel normal again: six months if I am kind to myself, two years if I am honest. \n\nIn therapy, I finally dealt with my parents’ acrimonious divorce. Patrick and I went to therapy together, and that helped, too. I realized that I resented falling in love so young. I was afraid of growing up, of becoming an adult. Patrick’s love was bottomless, and that scared me. I was afraid my own love would never measure up, and my attempts to quantify it left me exhausted.\n\nWe eventually gave my fears a name: marriage anxiety. Whenever I felt them resurface, I could just say, “I have marriage anxiety right now,” and then I felt good enough to go about my business. As long as we were honest, we would be O.K. The little restaurant in Paris wouldn’t disappear.\n\nIt has been more than seven years since our wedding day. We have a child, we’ve moved to a new city, we have careers. Nowadays, the thought of young, childless newlyweds getting a divorce makes me shrug. “Ah well,” I think. “Good for them. Maybe they were too young.” \n\nOn our anniversary every year, Patrick and I agree to stay married. We renew our contract, so to speak. We are committed for life, but sometimes that feels overwhelming. It’s the months ahead that must be lived through, whether they are wonderful or weird or terrible or just O.K. — or all of the above, as life usually is. We agree to stay together and love each other for that amount of time — one year — no matter what. \n\nSometimes Patrick and I talk about having a second honeymoon, a do-over. We can laugh now about how horrible our first was. Seven years later, I know that if we were whisked back to that cafe with the fogged windows and gold poles along the booths, I would eat myself sick, and Patrick would say something clever, and I’d laugh, leaning against the banquette in happiness.\n\nI do, I do, I do."
}