{
  "url": "http://www.nytimes.com/2014/05/25/fashion/modern-love-transference-ill-take-it.html",
  "headline": "Transference? I’ll Take It",
  "dateline": {
    "year": 2014,
    "month": 5,
    "day": 22
  },
  "byline": "Michelle Huneven",
  "text": "I was in my early 40s, and my life was finally swinging into shape. I had a steady stream of work and warm, generous friends. But I had yet to find a viable, committed love. I kept falling for handsome artistic narcissists and their beautiful myths, while ordinary guys with decent looks, good jobs and kind natures simply didn’t register on my radar. \n\nI thought a male therapist might help. A friend referred me to Ira.\n\nIra had alert brown eyes that brightened with interest when I spoke. We duly talked for hours on his generous sliding-fee scale about men and love and why it wasn’t working out for me. \n\nI was afraid that all the well-adjusted, healthy men were already married. He insisted I shouldn’t give up. \n\nO.K., I conceded, maybe there were nice guys out there, but I hadn’t seen any yet. My friends couldn’t come up with any, either. They tried to set me up with men whom they themselves wouldn’t have gone near.\n\n“My best friend wants to set me up with this weird little short guy,” I wailed. \n\n“What’s wrong with being short?” Ira said.\n\nAt the session’s end, as we stood to leave, I noticed for the first time that he was scarcely taller than I was. \n\nIra was the kind of man my deceased mother would have liked me to marry: smart, Jewish and professional. But he was so not my type that I had never even taken stock of his personal details, except for the ones I considered to be unappealing, which of course were shallow concerns about appearance. Although balding, he always needed a haircut. And he wore rumpled corduroy slacks with perma-press sport shirts.\n\nI could never date anyone who wore perma-press.\n\nAs my therapy continued, we conversed on any number of topics. He was a cognitive psychologist, whereas I previously had been in Jungian analysis. We discussed the differences and similarities in those and other therapeutic approaches. He was just finishing a book, and we talked, too, about the difficulties and satisfactions of writing and being edited. \n\nHe was a great reader of fiction and literature, so literary matters — books, characters and authors — formed another strand in our continuing conversation. His wife and daughter were both big readers, he said, but to his bafflement and disappointment, his son wasn’t the least interested in books.\n\nOver several years, we still talked a lot about men. I stayed locked into my type, but those artistic, sealed-off men weren’t locked into me. Ira told me over and over that most men wouldn’t even notice those five pounds that (I thought) prevented me from being lovable. \n\nThe man who was right for me, Ira insisted, wouldn’t feel intimidated by a woman’s intelligence; plenty of guys, like him, preferred smart women. His wife, he said, was one of the smartest people he knew, and the sexiest, despite having gone gray quite young. “Men are still drawn to her,” he exclaimed, as if he couldn’t believe his luck. \n\nEven though I lived in Southern California and was Hollywood-adjacent, Ira assured me, not every man within 40 miles wanted a rail-thin, 20-something starlet.\n\nEventually, there came a natural winding down to the therapy and I began to think of stopping; I still didn’t have love, but I had hope. I would miss talking to Ira — I’d miss it a lot — but that was easily solved: I decided that, post-therapy, we should be friends.\n\nWe actually knew people in common. Old college friends of mine were in a book group with him and his wife, and two poets I knew were in a writing group with his wife. It seemed perfectly plausible to me that we could drift into each other’s social circles. \n\nI know, I know: a classic case of transference. Sneakily, my unconscious had redirected my affection and yearning for unavailable men onto my therapist. As such, it was the first powerful transference I had ever experienced with a therapist, and, like all successful transference, it didn’t feel like an unconscious ploy for affection. It felt real, all the more real because there was no erotic component. \n\nAfter all, I didn’t want to marry Ira. I didn’t fantasize about displacing his sexy gray-haired wife or having a mad affair on the side. I just wanted to continue our lively, intense conversations in which his attention, intelligence and kindness were so beautifully on display. \n\nI told him my plan for our future: Therapy would end, but we’d shift into a friendship.\n\nTo my enormous surprise (wasn’t it clear that we were terrific interlocutors?) he wouldn’t agree to it. He was very sorry, but he couldn’t be my friend. Professional ethics precluded it.\n\nI argued my case vigorously: We already had mutual interests and mutual friends; we had excellent conversations. \n\nNo, not possible. \n\nOh, come on, I thought: I knew a woman who was dating her ex-therapist, and another who socialized regularly with hers — and here, I just wanted to talk on the phone and go to dinner at each other’s house from time to time. O.K., maybe I was naïve not to consider he could have an ethical problem with it, or to believe that our in-session rapport could even move intact into the world at large. But couldn’t it?\n\nSorry, no.\n\nWell then, if it would make him more comfortable, I said, we could wait a year before taking up the mantle of friendship. A year to let the therapy settle. Then, we could meet afresh, on a new footing. \n\nIra shook his head. “It doesn’t work that way,” he said.\n\nSo if I stopped therapy, that would be that.\n\nI understood his professional concerns, but I was shocked by my gross misreading of the situation.\n\nAt our next appointment, Ira announced that he owed me an apology. Too often, he said, he had allowed our sessions to stray into general conversation — conversation that was so enjoyable to him that, even knowing that he should pull us back to the therapy at hand, he had not. He’d had a lot of fun talking to me about books and ideas, he said, but in doing so, he had been unprofessional, and for that, he was sorry. \n\nI appreciated this apology because it meant I wasn’t completely crazy to want to be friends with him. I hadn’t just imagined that our conversations had an intensity and pleasure rare even among intimates. Under other circumstances, friendship may have been a natural progression. \n\nI didn’t quit seeing Ira right away. I had to let this all sink in and work through my transference, those misdirected feelings of affection and attachment. I had to be ready to let go forever, with no golden strands of friendship lobbed into the future.\n\nIn time, I could and did move on. But the encouragement and pleasure I enjoyed in Ira’s presence — his interest, his amiability, kindness and intelligence — would have its effect on me. \n\nI ran into him once, a few years later at Ikea. He was wearing a wrinkled cotton shirt — better! — and accompanying two teenage girls. His greeting was terse, and disheartening. A few minutes later, though, while the girls were picking out sheet sets, he sought me out in the curtain section. He apologized for being professionally aloof in front of his daughter and her friend. But he had wanted to say a proper hello and see how I was doing. \n\nWe chatted briefly. I had bought a house, I told him, and had found the move unexpectedly satisfying. He was, he said, as busy as ever. We warmly wished each other well, and I’ve never seen him again. \n\nSome years after that chance meeting, I was giving a reading in a bookstore on the publication of my second novel when I noticed a man in the audience. He was one of those ideal listeners who laugh and nod at all the right moments. Balding and guilelessly expressive, he had big bright brown eyes that flashed with humor and interest. \n\nHe was not at all the cool, indifferent type who usually caught my eye across a crowded room, but something snagged my attention. When he came up afterward, I saw he was not much taller than I was.\n\nThey say that it only takes one positive relationship — a loving neighbor or a convivial colleague — to dissolve a long-held prejudice. In my case, it took the kindness, intelligence and congeniality of one shortish, balding Jewish therapist to open my mind sufficiently so when another shortish, bald, whip-smart Jewish guy came my way, I’d give him a fighting chance to reveal his charms.\n\nI gave the guy at the reading such a chance. Three dates, I told myself. Then I’d let him down easy.\n\nHe took that chance.\n\nJim and I have been married — happily, comfortably, companionably — for eight and a half years."
}