{
  "url": "http://www.nytimes.com/2014/12/21/style/the-10-best-modern-love-columns-ever.html",
  "headline": "The 10 Best Modern Love Columns Ever",
  "dateline": {
    "year": 2014,
    "month": 12,
    "day": 19
  },
  "byline": "Daniel Jones",
  "text": "The Modern Love column began its run in Sunday Styles a decade ago. In honor of this milestone, we decided to look back and see which columns, of the more than 500 published, had been most popular with readers. Here are the results, ranked primarily from reader stats (most emailed, most viewed) and from an estimation of how influential the column was in terms of media coverage and social media response.\n\nAmong these 10 writers are a college student, a Hollywood actress, a Montana wife and mother, and a Chicago marketing engineer. They range in age from 18 to over 80. Their stories, excerpted here, provoked compassion, outrage, laughter and tears. More than anything, readers gobbled them up and shared them widely. I am pleased to present them again.\n\n1. “What Shamu Taught Me About a Happy Marriage,” Amy Sutherland, June 25, 2006. As I wash dishes at the kitchen sink, my husband paces behind me, irritated. “Have you seen my keys?” he snarls, then huffs out a loud sigh and stomps from the room with our dog, Dixie, at his heels, anxious over her favorite human’s upset.\n\nIn the past I would have been right behind Dixie. I would have turned off the faucet and joined the hunt while trying to soothe my husband with bromides like, “Don’t worry, they’ll turn up.”\n\nNow, I focus on the wet dish in my hands. I don’t turn around. I don’t say a word. I’m using a technique I learned from a dolphin trainer.\n\n2. “Those Aren’t Fighting Words, Dear,” Laura Munson, July 31, 2009. “I don’t love you anymore,” my husband said. “I’m not sure I ever did.”\n\nHis words came at me like a speeding fist, like a sucker punch, yet somehow in that moment I was able to duck. And once I recovered and composed myself, I managed to say, “I don’t buy it.” Because I didn’t.\n\nHe drew back in surprise. Apparently he’d expected me to burst into tears, to rage at him, to threaten him with a custody battle. Or beg him to change his mind.\n\n3. “Good Enough? That’s Great,” Daniel Jones, Jan. 31, 2014. What’s the best way to recalibrate a marriage as the years pass? I wish I had the answer, because clearly millions of us would like to know.\n\nAs the editor of the Modern Love column for nearly a decade, I have noticed people wrestling with two questions above all others. From the young: “How do I find love?” And from those wallowing through marital malaise: “How do I get it back?”\n\nThough it’s not really love they want back as much as attention, excitement and passion.\n\n4. “Age Is No Obstacle to Love, or Adventure,” Nora Johnson, Sept. 12, 2013. I used to think that elder love, if it even existed, was confined to rocking chairs or golf carts, that it had to be a dull business because of the physical limitations of age.\n\nFailing memory would make interesting conversation impossible, and old people didn’t seem inclined or able to participate in the lovely stuff of love — sadly, because what better way to get through that wretchedly boring, painful and terrifying period we call our golden years?\n\n5. “Coming Out as a Modern Family,” Maria Bello, Nov. 29, 2013. I have never understood the distinction of “primary” partner. Does that imply we have secondary and tertiary partners, too? Can my primary partner be my sister or child or best friend, or does it have to be someone I am having sex with? I have two friends who are sisters who have lived together for 15 years and raised a daughter. Are they not partners because they don’t have sex? And many married couples I know haven’t had sex for years. Are they any less partners?\n\n6. “Sometimes, It’s Not You,” Sara Eckel, Sept. 23, 2011. Did we find love because we grew up, got real and worked through our issues? No. We just found the right guys. We found men who love us even though we’re still cranky and neurotic, haven’t got our careers together, and sometimes talk too loudly, drink too much and swear at the television news. We have gray hairs and unfashionable clothes and bad attitudes. They love us, anyway.\n\n7. “Truly, Madly, Guiltily,” Ayelet Waldman, March 27, 2005. I am the only woman in Mommy and Me who seems to be, well, getting any. This could fill me with smug well-being. I could sit in the room and gloat over my wonderful marriage.\n\nBut I don’t. I am far too busy worrying about what’s wrong with me. Why, of all the women in the room, am I the only one who has not made the erotic transition a good mother is supposed to make? Why am I the only one incapable of placing her children at the center of her passionate universe?\n\n8. “The Race Grows Sweeter Near Its Final Lap,” Eve Pell, Jan. 24, 2013. Old love is different. In our 70s and 80s, we had been through enough of life’s ups and downs to know who we were, and we had learned to compromise. We knew something about death because we had seen loved ones die. The finish line was drawing closer. Why not have one last blossoming of the heart?\n\nI was no longer so pretty, but I was not so neurotic, either. I had survived loss and mistakes and ill-considered decisions; if this relationship failed, I’d survive that too.\n\n9. “Want to Be My Boyfriend? Please Define,” Marguerite Fields (College Essay Contest Winner), May 4, 2008. When my friends and I started having a conversation about the nature of monogamy, I thought I knew something about monogamy. Because, despite the fleeting nature of most of my encounters, and despite my own role in their short duration, I think what I have been seeking in some form from all of these men is permanence.\n\nSometimes I don’t like them, or am scared of them, and a lot of times I’m just bored by them. But my fear or dislike or boredom never seems to diminish my underlying desire for a guy to stay, or at least to say he is going to stay, for a very long time.\n\n10. “Somewhere Inside, a Path to Empathy,” David Finch, May 17, 2009. “I don’t know when things got bad,” Kristen said, wiping away tears. “I feel like I’ve lost you and I don’t know what will bring you back.”\n\nIn reality she hadn’t lost me. She’d found me. The facade of semi-normalcy I’d struggled to maintain was falling away, revealing the person I’d been since childhood. I didn’t even know what was wrong with me, though my wife, a speech pathologist who works with autistic children, had her suspicions. Even so, it would be another two years before she would put all the pieces together and attach a name to what was ruining our marriage: Asperger’s syndrome."
}