{
  "url": "http://www.nytimes.com/2014/08/24/fashion/we-pledge-allegiance.html",
  "headline": "‘We Pledge Allegiance ... ’",
  "dateline": {
    "year": 2014,
    "month": 8,
    "day": 21
  },
  "byline": "Debby Greene",
  "text": "A friend of mine believes a king-size bed leads to a divorce. Her parents had a king-size bed, and when she was in college her father confessed to having an affair. He blamed the ensuing divorce on a lack of intimacy, but my friend blamed it on her parents’ too-big bed. \n\nTo avoid a similar fate, she and her husband sleep in a queen-size bed. \n\nWe humans make up these silly rules, as if rules can guarantee that our lives will go as planned.\n\nAs a child of divorce, I have tried over the years to figure out the secret to a lasting marriage. When my parents split in the early 1970s, I was 7. Without any warning of domestic strife, we moved in with another family. The other family’s house was a giant Victorian across the street from Duke University in North Carolina. \n\nI didn’t know it then, but this was the era of “free love.” As soon as we moved into the new house, my father began sharing a bedroom with the mother of the family and my mother began sharing a bedroom with the father. My little brother and I slept on foam mattresses on the other son’s bedroom floor.\n\nBefore we met this other family, we lived in a yellow house on a quiet street next to a pond. I had my own room with a pink canopy bed. My little brother rode his Big Wheel through the hallways. My mother sewed all our clothes. My hair was brushed and pulled back from my face. I looked neat, taken care of and loved. At the time, I didn’t realize there was any other way I would ever look.\n\nAfter six months of living with the other family, I was shocked when my parents announced they were getting a divorce. We were sitting on the bed my father shared with the other mother when they told me. The bed was hard and uninviting, and I hated the other mother, and it made everything so much worse to be on her bed, in her room, and in the messed-up life that I believed she had sucked us into.\n\nThe summer of the divorce, my mother, the other father, his son and I packed our belongings into an old white Plymouth and drove across the country to live in Northern California. We left my little brother and father behind with the other mother and her infant son. \n\nI have a photograph from that day of me in the car looking out the back window at my father and brother as we pull away. My expression is what my mother called “Debby’s pout.” The other father has one hand on the wheel and the other out the window making a rude gesture toward my dad. My mother looks straight ahead. \n\nIn college, I started dating a boy named Josh. With him, I felt safe. When I stayed over at his apartment, he would sometimes rock me to sleep by putting his foot on the floor to sway the bed back and forth. \n\nOur first summer together, we read the “Lord of the Rings” trilogy to each other below high cliffs on a beach in Southern California. It was such an unexpected thing for me to do with a boyfriend that I knew this guy was different. We were both children of divorce, and although marriage and a family seemed 1,000 years away, we did agree on one thing: We would never mess up our children with divorce. \n\nWe married in our mid-20s. I don’t know how other people feel when they say their vows, but for us the phrase “Until death do us part” felt profound. I remember being surprised when I choked up saying “In sickness and in health,” barely getting the words out as tears streamed down my face.\n\nThough it seemed redundant, we also made a separate “no divorce” pledge, like taking out an insurance policy on our marriage.\n\nOnce we had children, that pledge became more concrete. It was easy to love each other then. When our first child was born, we spent hours watching her sleep. We made it through two miscarriages and felt lucky when we eventually had boy-girl twins. Though they were seven weeks early, we worked together to get them home from the neonatal intensive-care unit and then to thrive. \n\nAs our children grew, resentment, blame and criticism seeped into our marriage, and loving each other became more of an effort. And yet, our “no divorce” pledge remained strong. No matter how bad things were, divorce wasn’t something we would let ourselves consider. \n\nWhen I began to see a therapist in my late 30s, one of the first things I told him was, “We can talk about my marriage, but I am never getting divorced.” \n\nHe looked at me in that way therapists do, as if to say, “Sure,” and suddenly our rule felt a little ridiculous. \n\nThen a good friend’s marriage began to crumble. She and I took long runs together, and the more she talked, the more I realized she needed to get divorced. I knew it would be difficult for her and her children, but in the end I believed they would turn into a different kind of happy family.\n\nAs I viewed my friend’s divorce from this new perspective, our “no divorce” rule started to seem childish. It struck me that our attitude was like a closed fist, and if our marriage was to survive, maybe we needed to open that fist to allow space for possibility. Maybe doing so would let the strength of our marriage be derived from more than just the fears of two broken children. \n\nWhen we were really driving each other insane, my husband would sometimes say “I divorce thee” three times (referring to some custom he’d read about), and it would lighten our mood. But other times the tension between us was so palpable we could barely look at each other, and we would yell and scream, or wait for things to calm down and then move forward.\n\nAs we struggled in our marriage without our ironclad rule, it seemed as if everyone in our small Montana town was suddenly ending theirs. The recession hit our real-estate-driven community hard. It was as if my friend’s marriage had been a bookend holding up a giant shelf of marriages, and once hers toppled, the rest came tumbling down.\n\nIt wasn’t just divorce but divorce coupled with drugs, bankruptcy, breakdowns, affairs, foreclosures and teenagers with guns. This was my community, my neighbors, my yoga teacher, the family with six children, the people I vacationed with, dinner-party buddies, landscapers, real estate agents, caterers and the parents of my daughter’s best friend. These families appeared strong, but then everything imploded and, once again, I was surprised and needed to understand why.\n\nThe recession hit our family hard, too, but somehow we are still married. I’m not sure why. I’d like to say it’s love, but perhaps it’s simply luck. At one point, as we faced our construction business faltering, our life savings dwindling to nothing and a slew of other problems, we looked at each other and said, “Let’s not make it worse by getting divorced.” \n\nAnd so we stuck it out. Sometimes staying together is just about pragmatism.\n\nBut the recession also gave us something unexpected: time and perspective. Without a backlog of homes to build, we had space to reflect, talk and get to know each other again. I began to appreciate my husband for who he was rather than who I thought he should be. \n\nHe may not be someone who buys me flowers or delivers on birthdays, but when I became obsessed with Dave Matthews, he bought me every Dave Matthews CD ever made, and when we go to restaurants he often orders my second choice so I can eat his meal if I don’t like mine.\n\nApproaching my 50s, I know the “no divorce” pledge Josh and I made all those years ago is just one of those rules people make up to give themselves the illusion of control. Though I believe loosening our grip on our pledge saved our marriage, I think the pledge saved it, too. Our pledge gave us a strong foundation before we were ready to go it on our own, and by the time we realized we had outgrown the pledge, it had taken root and grounded us as we found the space to deepen our relationship.\n\nThe child in me still wishes there was a secret formula to make a marriage last: perhaps a dose of bringing each other coffee in the morning along with a smidgen of holding hands at the movies and a dollop of passionate nights.\n\nBut my more-mature self realizes that after 23 years of marriage, the key for our relationship to grow and thrive is finding a soft place to land between the rules we make and the reality we live."
}