{
  "url": "http://www.nytimes.com/2014/04/20/fashion/Modern-love-Is-God-Just-Not-That-Into-Me.html",
  "headline": "Is God Just Not That Into Me?",
  "dateline": {
    "year": 2014,
    "month": 4,
    "day": 17
  },
  "byline": "Stacey D’Erasmo",
  "text": "I never thought much about God, certainly never wondered whether God was thinking about me, until I fell in love with a Zen Buddhist priest. I met him on an online dating site, an environment of tactical omission. I just knew he was a Buddhist, as he knew I was a writer. \n\nHe entered the coffee shop where we were meeting in person for the first time — a compact, handsome man with a shaved head. He was wearing a peculiar pin, and his clothes, although ordinary, had a subtle flowing quality. \n\nWe talked, clicked, then got to some personal history. Since we’re both in our early 50s, we each had some. \n\nHe said, “So, I ordained as a Zen priest at around 35 ——”\n\n“Oh, uh huh, wow,” I said, while thinking, “A priest!” But as he talked about his life, I was also intrigued by the spark I glimpsed beneath his calm. \n\nWe made each other laugh, and he walked me 20 blocks home. I looked up the pin online; it was a Maltese cross. Was he a knight, too? \n\nWe went to dinner the next week, then again. Two months later, he hung much-needed hooks in my bathroom. Soon, precious objects of his were piling up on my radiator cover, objects he incorporated into his altar.\n\nIt’s been about a year and a half since that day in the coffee shop, long enough to have weathered several seasons in both our lives, but still a new path.\n\nI don’t know what my ideas were about Buddhist priests before I met him, or if I even had any. Bells might have been involved, maybe David Carradine in “Kung Fu” (a Shaolin monk, not that I understood the difference), and the color saffron. \n\nBecause I met him on a dating site, I gathered he hadn’t taken a vow of celibacy, but I didn’t know if he was out on the equivalent of a day pass or if there might be special rules. Soon I learned he was a guy from Iowa born into a family of casually observant Methodists, a former social worker who had felt a profound spiritual sense from an early age, a born seeker who is conversant in several spiritual practices, a talented photographer. \n\nHe has a keen wit, interesting demons, and he also stands up when I leave or arrive at the table. This last custom is as foreign to me as the Maltese cross, possibly more so. I often call him “my monk,” although technically he isn’t a monk, because monks live in chaste, strict, spiritual communities, often on mountaintops. \n\nWe live together in New York City.\n\nAs for me, I’ve been in love with women and men. I get how people fall in love with different kinds of people, but to fall in love with God: I didn’t get that. \n\nIn my family, we were on-again-off-again Unitarians, partly because my father, raised Roman Catholic, had had enough of church. I was a teenager in a heavily Jewish neighborhood; Judaism, to me, mostly meant bar and bat mitzvahs that did or didn’t have a good band. As the religious right’s power grew in this country, I began to see many “religious” people as intolerant and judgmental, saying people like me would burn in hell.\n\nI didn’t believe in God, but, more to the point, I had trouble seeing how anyone believed in God. But here was my Midwestern monk, with his growing altar on my radiator cover, and here was this idea of “Buddha nature,” which apparently is in everything. Here were our shared days and nights. But here, too, was his deeply felt sense of a force in the universe that looked suspiciously like unconditional love. And here, I came to realize, was my jealousy. \n\nHow come he got access to all that divine unconditional love? What am I to the universe? What do I have to do to get the good stuff?\n\nMy monk read this far into my essay and looked at me levelly. “You already have it,” he said. “You are it.” He paused. “By the way, we need coffee.” \n\nWhat he didn’t say, because he’s well mannered, was, “Why are you jealous of something you don’t even believe in?”\n\nFor me, that’s not the point. It’s the unconditional love thing, and the mystery of what it would be to walk around the world feeling that vibration, and some tangled response in me that falls somewhere between “That’s not fair” and “How do you do that?” I’m jealous that he gets to hang out with God. \n\nOf course, Zen Buddhism, as I’ve learned, isn’t deity-based. One bows to the Buddha nature in all beings, not to a judge or rule book. Yet it still requires a leap, one may say an awakening, a shift in perspective to see — well, a direct object isn’t required. To see, full stop. I see that he sees, but not what he sees. Is there really a Buddha nature in me, like the tiniest part of a matryoshka doll? Where?\n\nWhile on a recent trip to Paris, we meandered into a little convent, then down a set of stairs into a low-ceilinged room where people were praying. He immediately joined them while I remained on a bench in the hall. This place wasn’t a cathedral. It wasn’t architecturally remarkable or even pretty.\n\nWhen I peeked in at the praying people, they seemed intent and grave; even from where I sat, I could smell someone’s sweat, as if it took labor to get close to the infinite. This wasn’t a museum; it was a workshop. \n\nWhile I knew I could go in, it didn’t seem right to do so, as if I hadn’t been introduced to the host. So I stayed where I was, absorbing the silence. My monk popped out again a few minutes later, smiling, and we continued our walk. I had seen what there was to see in the literal sense: a few people with their eyes closed in an ordinary room. But I didn’t see what made him smile or made the others sweat. It was as if he had stopped to drink at an oasis invisible to me, right in the middle of Paris.\n\nThese oases appear everywhere we go, sometimes in structures built for religious purposes and other times in seemingly random places and faces. At dinner parties, friends I thought I knew will begin talking about spiritual lives I didn’t know they had. \n\nAt one such dinner party, a woman my monk and I had just met referred to me as “a woman of faith.” \n\nI laughed. “I’m not,” I said. “I’m just with him.” \n\nI’m not sure if I was talking to her or the universe. It occurs to me that years of religious zealots telling me I’m going to hell has taken more of a toll than I knew. Why didn’t I get the map to this oasis where all these people have been sipping the nectar of divine benevolence without me?\n\nI am thinking grumpy thoughts like this one night as I watch my monk tend his altar on the radiator cover, his last act every day. He straightens a photo, a shell, a stone, clears away the dead incense stubs, refills the burner, and arranges the candles. \n\nBy now, I know what’s on his altar and why. I also know that, Buddhist-wise, this home altar is not a poor copy of, say, Chartres, but a manifestation and embodiment of something real. He moves around it; he makes a new space on the second shelf. He will put something there, and his selection is his art. He hums and moves a rock.\n\nWhen I realize that the oasis, the temple, the sanctuary, is on the radiator cover, I also realize that spirituality and making art are not such different practices. Both call upon the animating force of the unseen. As a writer, I can’t really explain it, either, what I do or how; when I work, I may look like someone staring uselessly into space.\n\nAnd why do I sweat over words day after day? How do I know it matters? The answer is both “I don’t” and “It just does.” If someone were to ask me what it’s like to do what I do, I may say it’s sort of like building a cathedral out of rocks on a radiator cover. I don’t know if my faith stems from what I’d call unconditional love, but the energy certainly feels boundless.\n\nMy monk tells me there’s a saying that praying is talking to God and meditating is listening to God. In this way, he and I are kindred spirits: We spend our lives sitting down and listening. For something. I don’t know if we hear the same thing, or if I’ll ever know. \n\nAs the days go on, I grow less sure that it matters. We already have it. We are it. By the way, we need coffee."
}