{
  "url": "http://www.nytimes.com/2014/11/23/fashion/modern-love-reaching-out-between-the-bars.html",
  "headline": "Reaching Out Between the Bars",
  "dateline": {
    "year": 2014,
    "month": 11,
    "day": 20
  },
  "byline": "Joshua Fattal",
  "text": "Jenny showed up to my welcome-home party in Philadelphia. Hundreds attended, but my eyes kept finding their way back to hers. It had been three years since we had seen each other, the last two of which I had spent imprisoned, partly in solitary confinement, in Evin Prison in Tehran, Iran.\n\nOn that fateful day more than 26 months earlier, I had been detained with my friends Shane Bauer and Sarah Shourd after we unknowingly hiked over an unmarked border of Iraqi Kurdistan into Iranian Kurdistan. We were old college friends vacationing in that relatively safe region between work assignments abroad, and locals had told us about a beautiful waterfall in the mountains that would make for a suitable day hike. Our mistake was continuing past the waterfall to the ridgeline for the view, where an armed Iranian border guard spotted us and motioned us down to him. \n\nFirst he took us to his border outpost, and then we were loaded into a car and whisked away. The Iranian authorities ultimately charged us with espionage, which was farcical given we had little money, no language skills and no means to sustain ourselves beyond a day hike. We knew we had become political prisoners, our detention reflecting the fraught history between the United States and Iran, a relationship that had soured slowly since the C.I.A.-backed coup in 1953 and its support of the country’s authoritarian king until 1979. \n\nFor the first few months, before Shane became my cellmate, I was held in solitary confinement. Once we were together, Shane and I needed each other but also needed space so badly that the relationship became painfully intimate. I was not allowed to interact with other prisoners besides him (and occasionally Sarah) until the Iranian government released us, marking the end of my nightmare and hope for a new life.\n\nAfter my welcome-home party, Jenny and I went for drinks, and the next morning she came to my parents’ house and woke me up.\n\n“I felt like I was your girlfriend at the party,” she said. \n\n“I felt the same way,” I said without hesitation. \n\nJenny and I had acted together in our fourth-grade play, “Free to Be a Family.” In seventh grade we played Ouija together in her attic. In middle school we dated, but I didn’t have the guts to hold her hand or kiss her at her bat mitzvah. \n\nA mutual friend called soon after to tell me that Jenny just wanted to be friends, which we remained through high school. In college and the years that followed, we touched base every so often to see if we were growing closer or drifting apart. Jenny had emailed me the day I was captured to check in, but I never had a chance to respond. \n\nOur sporadic rendezvous in our mid-20s replayed in my mind while I was trapped behind thick cement walls a world away. Nine months into my incarceration, the authorities granted my mother a one-time visit. Desperate for information, I asked her about the political negotiations for my release and about our family and friends. And I asked her about Jenny. \n\nJenny was in a serious relationship then, but my mother, afraid the truth would upset me, lied and said she didn’t know if Jenny was with anyone. \n\nSitting with me in my childhood bedroom the morning after my party, Jenny explained that she had recently broken up with her boyfriend of a few years. We both knew we needed to take it slowly. She was affected by the breakup and, as a medical student in West Virginia, was trying to focus on her studies. I had little memory of the nuances of daily life, let alone the nuances of a love life. \n\nI was 29 and had trouble ordering from a menu. I regimented my home life to mimic my prison routines, cutting my nails on Fridays and exercising at 3:45 p.m. When my friends saw me after my release, they said I seemed baby-like, raw and skittish. I didn’t know if I should return home to Philadelphia, resume my job in rural Oregon or try to rebuild the life I once had in Oakland, Calif. \n\nJenny and I started sending handwritten letters to each other, which seemed more thoughtful and reflective than email. I imagined she would wax philosophical like she used to when she would send me letters at sleep-away camp, but in her first letter she wrote bluntly, “I don’t want to have sex until I’m married.” \n\nI had not had sex for years, but I didn’t let it worry me. I wrote back about the struggles with my newfound freedom. \n\nFree life was vast compared to a tiny cell, but my mind continued to linger in that confined space. It seemed like ghosts of the Iranian prison guards were finding me in my free life, at the motor vehicle department, the landlord’s office and the bank, where people talked to me the same way they had in Iran: “I don’t know. You’ll have to talk to my boss. He is not in right now.”\n\nIt made me furious. \n\nMonths after the party, Jenny and I became more serious, though love still didn’t quite make sense to me. Ours wasn’t at all like the relationships I was used to with my cellmate, the prison guards or the interrogators. I didn’t have to commit to a hunger strike or bang on the cell door to be heard, and this new way of interacting was welcome but more complicated. \n\nI took an open-ended visit to West Virginia to write my memoir and see how it went between us. One night after writing about how Shane and I bickered over the petty details of our tiny cell, I couldn’t fall asleep. I got angry with Jenny for how she looked at me, for the way she sighed in the middle of our conversations, and for leaving the bathroom light on. She cried as I carried on, ostensibly talking about “my feelings” and demanding apologies, all the while remaining oblivious to the fact that I was reliving the pettiness of my imprisoned existence. \n\nI didn’t stop until she yelled, “I’m not Shane!” \n\nTherapy stirred up questions about whether I was ready for an intimate relationship. Did I need to find my own place in the world before I could be with someone else? The history between Jenny and me made our reconnection so powerful. But how important was our past? Was I simply playing out a middle-school fantasy? \n\nI visited my grandfather, who had been a psychoanalyst since the 1950s, and he himself had lain on an analyst’s couch four days a week for six years after fighting in World War II. The first question he asked me was, “Did you know that you were arrested on my birthday?”\n\nIt pleased him to think of Jenny and me ending up together. After all, he had fought the Germans with his middle-school sweetie’s name, “Muriel” (my future grandmother), carved into the barrel of his rifle, though they hadn’t dated for years. \n\nI told him about Jenny, and he told me that a loving relationship can be the most rewarding part of moving on. \n\nJenny gave up her premarital sexual prohibition and we started to discuss having children. She flew with me to meet my father’s relatives who live just north of Tel Aviv. Israel started bombarding Gaza while we were there. We prayed for peace at the Western Wall, painted our faces with Dead Sea mud and fell deeper in love.\n\nOn the flight back, Jenny vomited. I thought it was because of the turbulence and an effort to purge Israeli politics from her system. But she was pregnant.\n\nEight months later Jenny went into labor in the apartment we were sharing in Philadelphia. She practiced yogic breathing and sat in an inflatable pool. Thirty hours later, I caught our son and placed him on her chest. It was July 30, the day before both my grandfather’s birthday and the anniversary of my detention. We gave our son the middle name Azad, which in Farsi means “free.” \n\nSince my son had taken his place in the world, I could no longer dally in finding mine. We moved to Brooklyn and I began a graduate program to study history. Of all the apartment buildings in New York City, we unknowingly chose to move into the exact one my grandfather had lived in after the war. His mother, my great-grandmother, had lived there for decades, and she died just weeks before I was born. \n\nAfter years of feeling utterly unsettled, I sensed I was now exactly where I should be. Finding love helped me find my way amid the tangles of history, and it helped Jenny and me secure a place in the world where, like the aptly titled play from our childhood, we were free to be a family. "
}