{
  "url": "http://www.nytimes.com/2014/11/02/fashion/Modern-Love-perhaps-it-was-in-giving-that-they-received.html",
  "headline": "It Was in Giving That They Received",
  "dateline": {
    "year": 2014,
    "month": 10,
    "day": 30
  },
  "byline": "Ilana Kramer",
  "text": "As the subway train shot out of the tunnel into the twilight of Brooklyn, I pressed “play” on my doctor’s phone message, feeling an ominous quiver in my gut.\n\n“We have some bad news,” she said in a thick Russian accent. “You have almost no eggs left. I don’t know if you should even try.”\n\nI was in shock. I had just turned 31. This was the last news I expected. Throughout my life I had maintained a strong sense of my own femininity, and tied into that was an assumption of my fertility. Trying to hold back tears, I turned to my wife and said, “I’m never going to have a baby.”\n\nShe listened to the message. “Of course you are,” she replied. “We’re changing doctors.” \n\nSoon after that worrisome call, we sprang into action with doctors’ appointments. The only problem was, we hoped to use a donor who was a friend, someone known to us, but we hadn’t found anyone yet and now time was short.\n\nFor us, as a same-sex couple, creating a family was exciting but complicated. We had spent more than a year deciding if a known or unknown donor was the right path. Ultimately we decided we preferred the challenge of our child grappling with too many people rather than with too few in the biological questions that were bound to arise. We also knew we wanted something that might be impossible: a donor whom we already valued as a familiar man in our lives whom our future child could have a nonparental relationship with.\n\nI got second opinions about my fertility from other doctors who had better bedside manners but conveyed the same message: Time was running out. \n\nA month later, as I walked down the fruit aisle of our local food co-op, I received a call from my college friend Angela, who lives in California. We had studied abroad together for a semester, where she was the friend I confided in as I struggled in my coming-out process. She inspired me to be braver and to get at the truth of my desires. For that reason, I again confided in her when I learned of my fertility challenges. I knew she could empathize with wanting a child because she had been trying to conceive with her husband for the last two years.\n\n“Did you get my message?” she asked. “I was worried Wilson and I weirded you out.” Now a yoga instructor and an H.I.V. social worker, Angela was married to a sweet man named Wilson who was a middle-school teacher.\n\n“No, I didn’t.”\n\nShe laughed, sounding relieved. “Well, I told Wilson about your fertility issues, and his response was, ‘I want to be their donor.’ So, what do you think?” \n\nWilson is a lanky, beautiful man with blue eyes, sandy hair and a gentle personality. I would have welcomed a child with any resemblance to him. \n\nUnsure how to respond, I sputtered, “Wow, that’s so generous of you two.” \n\nAs soon as I told my wife, though, she said, “Oh, my God, they’d be perfect.”\n\nWe all agreed that Angela and Wilson would be almost like aunt and uncle types, without Wilson in a paternal role, emotionally or financially. Moreover, we felt strongly that they both were our donors. Because Angela had facilitated this incredible mitzvah, it seemed obvious to include her as a “donor” as well. After all, she was the one who said to me: “If we can’t get pregnant, I’ll just be glad his genes are out in the world. He’s got some good DNA.”\n\nA month later, with a written agreement negotiated and signed, I flew out to the West Coast to begin inseminations.\n\nIt was February, but their California town was already busting out in flowery glory as New York shivered. I relaxed at my nearby friend’s home, making corn-griddle cakes for breakfast, drinking wine with lunch and sitting on her sun-soaked porch. On the day my signs showed a “go” for insemination, my friend and I drove to Wilson’s house.\n\nI had packed some corn-griddle cakes with black beans for Wilson, thinking it could be funny but also seem like a sweet barter exchange. My friend kept the car purring at the curb as I paced outside Wilson’s stoop until he emerged, handed over the jar with its precious contents and gave me a quick hug. Then off we went, my friend peeling out as I pushed the jar under my shirt for warmth. \n\nBack at her place, with my hips hoisted on pillows, I used an oral syringe to inseminate myself. Devoid of any sexual act, I felt like an amoeba trying to reproduce itself, or a teenager experimenting with a bizarre science project. I didn’t feel like an adult or mother. I certainly didn’t feel like this could ever result in a gorgeous, sweet baby. \n\nThirty minutes later, my friend knocked on the door. My wife, back in New York, had asked me to stay with my hips elevated for four hours. It was a little over the top, but we were desperate and wanted to increase our odds any way possible. My friend and I watched hours of “Parenthood” in bed together, like a girls’ sleepover. That night I dreamed of children on a playground, none of them mine. \n\nI still couldn’t fully absorb the generosity of Angela and Wilson. Despite their own fertility problems, they had this gracious desire to help us grow our family. The next day he and I repeated the process. I gave him a chocolate bar. He gave me a jar and a hug. I awkwardly stumbled over my thank-yous, raced home with the jar under my shirt and hoisted myself in bed.\n\nWhile I was away that February, my wife (a video journalist for The New York Times) bought me a miniature Meyer lemon tree, to grow my favorite California fruit. Two weeks after my return to New York, the first white blossom opened into the smallest dot of yellow, and we took a pregnancy test. \n\n“Get in here,” I said, squinting at the pink double line. As on our wedding day, she kissed me before I kissed her and didn’t let go. From that day until our son’s birth, we called him “lemon” and watched as he and the lemon tree seemed to grow in tandem.\n\nWe called our donors first. I tried to temper our excitement. After all, how would Angela feel, having tried with Wilson for two years to make a baby and then watching another woman conceive with her husband’s sperm in two months? \n\nWhen they embraced our happy news, all I could think to say was, “I hope your karma comes back to you.” \n\nAfter that, I didn’t hear from Angela for weeks and worried that her “I’ve been traveling” explanation was a signal of her need for distance. When we finally did speak, she said she hadn’t been feeling well. Then she asked, “Can you promise to keep a secret?”\n\n“Yes,” I said.\n\n“I’m eight weeks pregnant!”\n\nI was 10 weeks. We cried, we screamed. We believed in the universe’s large, messy, beautiful plan.\n\nThroughout our parallel pregnancies we had the distance of being on separate coasts yet also the closeness of Skype dates and baby gifts. We called after doctor appointments, each healthy visit a victory for us all somehow. \n\nIn my last trimester I started to awaken in night terrors, my belly hoisted high above the little me down below. What will my son make of his life, I wondered, created from his mother and her college friend’s husband? Will he resent two mothers and see in their place a gaping hole? Will he find it cruel that we chose to know his donor and keep him close but not close enough? \n\nOn such nights, as I burrowed into my wife’s shoulder and open arms, she would say, “What could be wrong about our child coming from a great act of selflessness?”\n\nWhen our son was over 3 months old, we flew out to California for a cabin weekend with friends, including Angela and Wilson. We met their daughter and they our son, born just four days apart. \n\nBefore my wife walked in, she hugged our son to her chest, kissing his soft cheeks, and said, with perhaps a flicker of uncertainty, “You’re mine.”\n\nWilson and Angela delighted over him, though Wilson kept a respectful distance. \n\nRight before we left, my wife said to Wilson, “You can hold him.”\n\nAs he lifted our son and they stared at each other, Angela said, “Oh, they’re so cute together.” \n\nWatching them, I held back a burn of tears, not because of all the things this man couldn’t give my son but because of everything he already had.\n\nWe laid our baby on the ground next to theirs, we four parents cooing more than the two of them. But one thing was clear: Angela and Wilson’s daughter was undeniably theirs, and our son was joyfully our creation."
}