{
  "url": "http://www.nytimes.com/2014/10/19/fashion/life-was-a-roving-party-until-i-grew-up.html",
  "headline": "Life Was a Roving Party Until I Grew Up",
  "dateline": {
    "year": 2014,
    "month": 10,
    "day": 16
  },
  "byline": "Monica Drake",
  "text": "If you want to meet an available man who is well dressed, showered and looking good, hang around divorce court. There is one in every town. \n\nMen shave and have their hair cut before they show up. They’re working hard to win children back, save money, hold on to houses, and maybe impress soon-to-be ex-wives. \n\nI was a 19-year-old college student ordering a cup of coffee between classes when a man came up beside me, poured an ice water and downed the whole glass in one long drink. He had black close-cropped hair, lightly tanned skin and Travolta-blue eyes. He wore his suit carelessly, the sleeves hitched up and the noose of his tie loosened. He looked as if he wanted to break out of society’s constraints but had important business first.\n\nThe suit, I would learn, was a dusted-off Brooks Brothers. I didn’t know anything about men’s suits back then. Honestly, I didn’t know anything about men. \n\nIt turned out that his father, who owned real estate and closed six-figure deals over lunch, put faith in Brooks Brothers. Get a good suit, he thought, and life falls into place. I would eventually learn that the rebellious son I met in the diner would not put on a suit unless his life depended on it. When I met him, his life kind of did. \n\n“Nice suit,” I said.\n\n“Divorce court,” he said and laughed. His teeth were white. He was thin, fit and had the dark pigment of sun damage below his eyes. He smelled like cedar, sun and wind. \n\nAs I carried my coffee to the cream and sugar station, he pulled a bottle of Grand Marnier from his jacket. When he gestured toward my cup I gave a nod and returned his smile. That’s how young I was. Who drinks with a hot stranger dressed for divorce? \n\nHe poured the alcohol into my mug, then took a swig from the bottle. That was the start of everything: a grand turn in the rough-hewed footpath I called my life.\n\nA teacher and philosopher, he wrote papers translated into multiple languages and presented them at conferences. He had a 10-speed bike locked with a heavy chain outside — his trusty steed. \n\nMoney and Ritalin had fueled his childhood. One night he told me that as a child, he rode all over the West Hills of Portland. When the sun set, he knew he was disobeying his mother by staying out, making her worry. He also knew that eventually she would get in her car and drive. She would call his name in the dark until he would hear her voice pouring over the hills, between mansions, and she would find him and take him home. \n\nWe were the same height and weight and could swap our faded Levi’s, though they fit my curves differently than his narrow hips. We scoffed at the accumulation of cash as a life goal, drank cheap beer and paved the way, in smoky old-man dive bars, for hipsters who went to those places over a decade later. \n\nIn some ways we weren’t matched though: He was 13 years older. When you’re 19 and he’s 32, that’s a major difference. He had burned through his marriage and was battling his ex-wife for the right to see his daughter.\n\nHe didn’t have a girlfriend, except maybe he did. He was half-Palestinian or Lebanese or Syrian, depending on whom you asked. He was working on his master’s degree and Ph.D. simultaneously, or so he said. He was unemployed, a student, a teacher. He had a black motorcycle jacket with a yellow stripe down the arms and a motorcycle in his mother’s garage that never saw the streets. \n\nOnce in a while a friend might point out his nearly complete lack of income. I would say, “I’m not in it for the money.” I could earn my own meager paychecks. I wasn’t in life for the money. Being broke but rich in creative capital was the Portland way. \n\nFor divorce court, he had cut his hair in his mother’s bathroom. But later he would let his hair grow long again. He would push it out of his face with one thin arm, slim fingers, the clank of bracelets. Between us we had enough hair for six people. \n\nA scarf around his neck trailed in the wind as he sailed along on that old bike. With dark clothes, dark lashes and a rack of heavy bracelets, he had an androgynous punk thing going on. We hung out under the black lights of Satyricon, Portland’s ragged-edge hot spot, but he had a soft side, too: He was crazy about Nutella and late nights at Powell’s Books.\n\nHe could find more happiness in a single savored bottle of Spaten Optimator than others wring out of a fortune. He would pet stray cats and muse about their lives. He would throw his head back and laugh easily, because life was a roving party.\n\nWhen we camped on nearby Saddle Mountain, our needs were minimal: a sleeping bag, a beer, a short walk back to a borrowed car. Another night we slept outside in tall beach grass that lined desolate northern Oregon beaches, woke up cold under the full moon and ran for shelter. His father had an empty beachfront house not far off. \n\nWhen this man drank too much, he might rage about injustice in Palestine or cry about his daughter: He wanted to see her. If he couldn’t have custody, he wouldn’t pay child support. But if he didn’t pay child support, the custody question was over. \n\nThe state garnished his wages so he quit working even part time. It was all beyond my experience. I suggested that he pay child support, and he’d rage. He’d stay out all night. He might ring the buzzer of my apartment at 4 a.m.\n\nAlmost five years after we met I bought an old Ford Falcon with lights that flickered. I wanted his help with the decision, but he wasn’t around. As soon as I drove the car away, the lights went out. I found a garage, sat on the curb and wondered if I had bought the right $700 vehicle. \n\nAround midnight he called. He was out in the wilderness of the Columbia Gorge. It was pouring. Rain tapped against my apartment windows. \n\nHe had gone hiking with a friend but the friend left early. Now he was at a pay phone off the highway. He wanted me to drive my unreliable clunker into the storm to find him. He wanted me to call his name in the dark, call until he would hear my voice pouring through the hills, and I could take him home. \n\nHe was 38 by then, in full retreat from the adult world. In his heart, he was an 8-year-old on a bike riding through the West Hills, and love was a woman willing to search for him.\n\nIt’s one thing to be carefree together. It’s another to be assigned the mother role. I couldn’t take it on. \n\nI have no regrets about those years together. They were full of charmed days walking through historic cemeteries, going for midday breakfasts, living without plans. There is a beauty in wasted time. He showed me how to staunch despair with denial and small pleasures. \n\nThirteen years later I turned 38, the age he had been when I last saw him, and I could look at the 25-year-old I once was as if from a great height. Did he realize I was so young when he leaned on me for my apartment, my food and life? When he asked me to drive into the dark of that storm? \n\nHe moved back to his childhood bedroom in his mother’s house. Later she suffered a terrible illness. His presence was helpful, perhaps necessary. We lost touch. \n\nOne evening several years ago, when I was over 40, I was in a park with my child. I had a full-time job, a house and a handsome employed husband. Portland had grown into a city no longer satisfied with small pleasures. It’s expensive now, and littered with aspirations. I have tried to keep pace with this town. \n\nA man who may have been homeless was sacked out on the grass. I thought I recognized his angled profile and the mottled skin around his eyes, but I wasn’t sure. He pulled a newspaper over his face. I held my daughter’s hand. She walked a balance beam on the rails of a planter box. I looked for an old bike, a heavy chain lock. There wasn’t one. I had the wrong guy. \n\nExcept when he stood I saw how he stretched, that stray cat of a gray-haired man. His faded curls were cut short, divorce-court style. The 501s he wore could have just as well have been mine once. My twin, my friend, my man, my ghost: that purveyor of simple pleasures. He pushed back his hair, turned and walked into the city alone."
}