{
  "url": "http://www.nytimes.com/2014/12/14/fashion/modern-love-an-extra-angel-on-top-of-the-tree.html",
  "headline": "An Extra Angel on Top of the Tree",
  "dateline": {
    "year": 2014,
    "month": 12,
    "day": 11
  },
  "byline": "Jessica Strawser",
  "text": "I told myself I wasn’t being rude when I bowed my head and ignored the man standing outside his pickup truck next to what I assumed was his child’s grave. After all, cemeteries are not for socializing.\n\nThis was several years ago on the Sunday after Thanksgiving, the kind of bone-chilling, dismal Ohio afternoon that makes you dread the bleak winter to come. But I hadn’t even thought far enough ahead to be dreading the long slog of winter. I was too busy dreading Christmas.\n\nAny other year I would have been in full holiday mode by then, singing along to carols in my car, rushing out for seasonal beer and pre-spiked eggnog and nagging my husband to be first in line at the Christmas tree lot. \n\nBut not anymore, and maybe not ever again. Because the previous Christmas Eve, my best friend (college roommate, maid of honor and the closest thing I had to a sister) had been killed in the middle of the night by an abusive ex-boyfriend who attacked her in the house where she lived alone. \n\nOnly hours earlier, she and I had been baking Christmas cookies and sipping riesling in my kitchen. Her ex- was a man I had never much cared for, but had welcomed into my home more times than I could count; served food and drinks on the very plates and glasses I still had to use myself; and even, one day after playing doubles in tennis, gently assisted with a bandage and ice to heal a fresh wound.\n\nOther than him, I was the last person to see her alive, which placed an extra weight atop my grief, almost a responsibility. “How did she seem?” people asked. “Was she in a good mood? What did you talk about?” I played the day over and over in my head, fruitlessly searching for any small thing I could have done or said that might have changed what happened. \n\nHolidays can be laced with emotional triggers even when no trauma is involved. In my case, as the first anniversary of my friend’s Christmas Eve death approached, I could barely stand the sight of twinkling white lights, the sound of Frank Sinatra or, worst of all, the very idea of a Christmas tree. Local news reports had described the crime scene in detail: her own festive tree toppled during the assault, ornaments shattered across the floor. And just like that, all my merry Frasier fir-scented memories were replaced with that one horrifying picture.\n\nThe year I graduated from college, I bought six silly matching Hallmark ornaments for our tight-knit group of friends. They were mice peeking out of stockings, three with the word “Friends” stitched on them, and the rest stitched with “Forever.” I knew they were embarrassingly cheesy, but I didn’t care. I was feeling sentimental about leaving my roommates and heading out into what we, in our little college bubble, referred to with trepidation as “the real world.” \n\nBack on campus after the holiday break, in the living room of one of the adjacent three-bedroom apartments we shared, I dispensed the gifts, and my best friend, who cried regularly at Oprah Winfrey’s show and sometimes even at commercials, became teary. We teased her mercilessly.\n\nThe senselessness of it would strike me later: It was that damned ornament, and not any of us, that was with her when she died.\n\nIf we had had any way of knowing how things would turn out, what would we have done? Would we have kept each other closer? Would we, for instance, have been bolder in questioning the character of one another’s boyfriends? Would we have reached out more persistently during bad breakups? Would we not have become quite so wrapped up in our own lives? And even if we had done things differently, would it have mattered?\n\nI wasn’t the only one who had morbid thoughts about that little stocking-dwelling mouse. When the funeral came, a few days after Christmas, another of our college group drove across state lines to the gathering at my house bearing a new set of matching ornaments. They were glass angels with little halos, one for each of us. \n\nAfter my houseguests returned home, I discovered someone had forgotten to take her ornament. For weeks I nagged my friends, trying to figure out who had accidentally left her angel behind. Each insisted she had hers, until finally I realized what no one else had ventured to point out: Our friend must have bought six out of habit. \n\nI carefully wrapped the extra, alongside my own, in tissue paper and put them together in my bin of decorations, unsure when or if I’d ever have the heart to take them out again.\n\nBy the time I visited the cemetery that bleak day almost a year later, signs of Christmas were already inescapable. I didn’t know how I was going to make it through the month ahead. Christmas at my house had been all but canceled. My husband and I would exchange gifts, we supposed, but we wouldn’t decorate, or celebrate, or sing. \n\nBut we had extended families who were not going to cancel theirs, of course. Not to mention office parties, nonstop radio and television commercials, the cheerful lights adorning our neighbors’ houses and the reality of setting foot into any store at all, even just to buy groceries, where the aisles brimmed with holiday-themed treats like red and green Oreos.\n\nI wanted to crawl under the covers and hide until it was over.\n\nInstead, in the absence of a best friend to confide in, I ended up at her headstone, as I often did when life got to be too much. I knew, by then, the identities of those who occupied most of the neighboring plots — all relatively new arrivals. The one that made me the saddest was a grave marker in the shape of a fire truck, custom-made for a little boy who had died of cancer. His picture was carved into the side. Grass hadn’t yet covered the earth where he had been buried. It was hard to look at.\n\nOn this day, a pickup truck was parked next to the boy’s grave. A man (his father, I presumed) had his windows down and the radio tuned to an N.F.L. game. He was standing near the truck bed, tinkering, humming, just hanging out with his son, I guessed. I couldn’t imagine what that would feel like for a parent, facing your first Christmas without your young boy. Here was someone who had every reason to be dreading the holidays more than I, and yet here he was, out in the daylight. \n\nI felt small, ashamed of my grief.\n\nSo I gave him his privacy. I put my head down and carried my bouquet of flowers and steaming latte to my friend’s grave site, one row over. I lowered myself to the ground companionably, where I sat hidden behind her headstone, my view of the man blocked. \n\nI tried not to listen as the football game droned on and the man continued to tinker in the bed of his truck. I tried not to resent that I couldn’t talk aloud to my friend in the way I sometimes did. I tried not to cry. I simply sat with her for a while, feeling helpless. And when my coffee was gone and my bones were stiff and cold, I put up my hood, got to my feet, turned my back and trudged to my car.\n\nAs I pulled away, I don’t know what made me look in the rearview mirror. The gravel road that curved around the edge of the plots was hardly a road at all. No one else was on it. There wasn’t traffic to watch for, and any approaching car would have made a racket bumping along behind me.\n\nBut I did look. And when I saw what the man had been doing, my foot went to the brake and my hand to my mouth.\n\nA short, plump Christmas tree had been erected on the little boy’s grave. All that time the man had been decorating it with round, colorful, glittery ornaments, and now it stood sparkling with cheer, a lone, defiant bright spot on an otherwise gloomy hillside. My friend’s final resting place had a front seat to the best kind of holiday display there was, one made from selflessness, love and hope.\n\nI watched for a while, peering through tears into my rearview mirror, unable to move forward or back. It wasn’t shame I felt this time, but something blissfully less self-aware, more pure, closer to awe. \n\nLater, I would wish I had turned back to talk to the man. To thank him for showing me what moving on might look like at a time when I was unable to see how on my own. And to let him know what a gift that was."
}