{
  "url": "http://www.nytimes.com/2014/09/07/fashion/for-kayden-kross-the-family-business-happens-to-be-porn.html",
  "headline": "For Kayden Kross, the Family Business Happens to Be Porn",
  "dateline": {
    "year": 2014,
    "month": 9,
    "day": 5
  },
  "byline": "Kayden Kross",
  "text": "I met Manuel seven years ago on the set of my first porn shoot. I was quiet and nervous and huddled away on a couch in a back room, burning through coffee and the W-9 tax packet I had been handed on my way in. \n\nManuel sat next to me and introduced himself. He had a French accent and a thick mess of dark hair. “We’ll be working together,” he said, an innocuous comment under normal circumstances but a loaded one when the work is porn.\n\nI was a 21-year-old college student earning good money as a house dancer in a strip club in my hometown, Sacramento. At 19, I had earned my first associate degree and transferred to Sacramento State. What I wanted from a college education was stability and financial security, because during my childhood we had had neither.\n\nMore than two decades earlier, my mother thought she had done everything right. She had enrolled in college and knocked out the general requirements while working an office job at a firm related to the career she intended to pursue. There she met my father — a handsome, well-educated finance guy with an aggressive style and big ambitions. \n\nThey dated for a few years, married and about nine months later welcomed a child into the world: me. They decided that the rest of my mother’s college funds would go toward a down payment on a house, and she would stay home with the baby. It was 1985.\n\nFive years later, I sat with my mother on her bed in a house we would soon lose while she read me a last bedtime story before her water broke and she carted us to the hospital for the birth of my sister. By then my father was gone for good, attending to another pregnancy he was responsible for, leaving my mother financially strapped with full-time responsibility for two young children. She never remarried.\n\nGrowing up, I was constantly aware of my mother’s penny-pinching anxiety: the quiet calculations as she added up the cost of our school supplies, the flashes of anger each time we outgrew clothes. She would sit my sister and me down and hammer home the importance of education, making us promise we would put a college degree ahead of everything. “Secure your security,” she would say.\n\nAnd that’s what I intended to do. Then, a year into college, I began stripping. And the money I made allowed a radical change in my standard of living. \n\nIn no time, I paid off my car loan. Next came savings, stocks and a mortgage. Meanwhile, I was closing in on a degree in a field that didn’t interest me and one in which I wouldn’t earn close to what I was already making. Throw in a suddenly tanking economy, and college began looking less like the ticket to financial security.\n\nWhen the housing market plunged, I felt trapped. I did, that is, until one slow Friday night at work when a man dropped $30 in my lap to hear him out. The next week I was on a plane for Los Angeles. \n\nPorn is a business of surprising contradictions. Many of the roles women play are submissive and subservient: We are the bored housewife, the penniless pizza customer (who must pay her bill in other ways) and the vulnerable secretary. But unlike in the real world, women in porn usually make more money than men for the same work, and with that can come a liberating power, both financially and sexually.\n\nIn the years that followed my first shoot, I traveled the world — Europe, Africa, Australia and Asia. By the time I was 23, I had started my own lucrative online subscription club. I also negotiated deals for novelty sex toys and landed one of the highest-paying performing contracts in the industry, a five-year deal that increased in value each year and promised roles in the biggest features.\n\nThrough it all, I avoided dating anyone seriously because I felt safe and free on my own, and because I’d pledged I would never let a man compromise what I had worked so hard for. Then I found myself on set again with Manuel, for the first time since our last time, four years earlier. \n\nI had been too busy to notice that he’d been avoiding me all those years because he had found me cold during our first encounter. And I was. Making porn can be exhilarating, friendly and hot, but those first shoots took courage, and my lack of experience showed in how distant I acted.\n\nManuel greeted me with his customary politeness, which I would later learn was forced, right up until the director called for action and we kissed.\n\nO.K., so maybe a kiss is a strange way for two porn stars to fall in love, but for us it’s true. I developed a maddening crush on him, and my affection seemed to be returned. But he was in a relationship, and I was still as career-minded as ever, so our attraction stayed confined to the porn set, once a month as part of my shooting schedule.\n\nTwo years later, though, our attraction boiled over. Manuel was out of his relationship, and I was comfortably settled in my generous long-term contract, the kind almost nobody got anymore. \n\nOne day he asked if we could see each other off set. I knew where this could lead and what I stood to lose. If I were to let a relationship derail my contract, I would never get it back. I said yes anyway.\n\nNavigating love when both of our jobs involve having sex with other people can be stressful, and this especially began to bother Manuel; he would get jealous and moody in the days before my shoots. He knew it wasn’t fair to ask me to stop, but he couldn’t hide the way he felt. Finally he said he wanted me to quit my contract and move in with him, with the logical next steps being marriage and children. I was 27.\n\nIt felt like an impossible choice. When I imagined the vulnerability of being dependent on a man, coupled with the irreversible commitment of having a child, I waited for the panic to hit. My biggest fear was repeating the past: becoming a single mother, financially insolvent, halfway through a college degree and left to raise my future children alone. One day, a panic attack came on so strong that I had to drive myself to the hospital with numb hands and dimming vision. Nightmares and weight loss followed. \n\nManuel tried to talk me down. “Did you hear me?” he asked. “I want to marry you. I want to have a baby with you.”\n\nAt some point, I just decided that nothing I secured on my own could compete with how solid I felt with Manuel, building a life together. Today, more than a year later, we have a child and are engaged. Our daughter’s first tooth has just broken through the gum. Manuel looks at her in awe, then at me the same way, and says, “This is us!” \n\nAlthough I gave up my lucrative contract, I continue to perform on occasion, though only with Manuel or with other women. I still make a good living in the business, along with my appearances and products. \n\nYes, it’s a double standard that Manuel gets to perform with other women while I don’t with other men, just as it’s a double standard that he still works full time while I have cut back. But I am the mother of an infant daughter, and caring for her is my priority right now, just as providing for us as best he can is Manuel’s priority. In the end, our calculation isn’t so different from the choice millions of other working couples face these days.\n\nWhat is different is that I happen to love a decent, charming man whose work involves having sex with other women. And one strange reality of our lives is I often help ready those women for the shoots. Makeup is done in our dining room, where I assist with wardrobe, props and scripts, and then Manuel carts the cast and crew to the day’s location. Sometimes he performs with the women and sometimes he doesn’t. I don’t ask.\n\nI’m human, though, and I admit I size up the women in the makeup chair. Is she sexier than I am? Smarter? Better in bed? No woman can be everything. For example, she can’t be the next woman. \n\nBut here’s the thing: If we lose our lover’s attention to someone else, it doesn’t matter if that erosion happens on a porn shoot, with a secretary at the office or between two academics attending a conference. My sizing up a woman will have zero effect on whether my relationship unravels when I’m not looking. There is simply no way to know. \n\nThe only safeguard, for any of us, is how we maintain our love along the way and the care we take in choosing a partner in the first place. "
}