{
  "url": "http://www.nytimes.com/2014/08/03/fashion/a-mother-and-daughter-let-go.html",
  "headline": "Agreeing to Accept and Move On",
  "dateline": {
    "year": 2014,
    "month": 7,
    "day": 31
  },
  "byline": "Elizabeth Koster",
  "text": "After my mother was told she had incurable cancer, she became obsessed with finding me a husband. One afternoon from her office, between negotiations for a client’s book contract, she called three times to tell me about a man my father had met who worked in a SoHo lamp store. My mother, a powerful publisher and literary agent who had championed Stephen King, now wanted to set me up with someone who sold lamps.\n\n“He’s leaving for France soon,” she said. “Call him!”\n\nAlthough irritated, I went home to put on my tight jeans and spaghetti-strap shirt and walked over to the store, where a handsome man talked about his coming trip to France without asking me a single question.\n\nDuring my mother’s next frantic phone call, she said to look at two celebrity brothers’ web pages and choose the one I liked so she could forward my photo. I cringed but thought, “Hey, you never know.”\n\n“You’re not smiling here,” my mother said about one photo. “Your forehead is oily in this one. These don’t highlight what you really look like.”\n\nIn response to the fifth, she finally wrote: “Yes! This is the best. No one sees themselves properly. I’ve noticed this time and again, especially with myself, but with others very consistently.” \n\nWhen my photo got no response, she shrugged and said, “I tried.”\n\nDoctors said she had up to 10 years. She was 66; I was 28. Thinking I would be alone to face her illness, I searched for men in stores and coffee shops, bars and parties, on subway platforms and at bus stops, and on OkCupid, FastCupid and Match.com. On top of my full-time teaching job, I took a part-time position at Eastern Mountain Sports so I could find an outdoorsy man. \n\n“Now you’re thinking,” my mother said.\n\nI didn’t meet anyone and quit after three weeks.\n\n“It only takes one,” she said, and recounted how she had met my father. At 37, then vice president of a publishing company, she had gone on a bus tour of Tiffany glass in the hope of finding someone. When she boarded the bus, she smiled at an attractive man before sitting in front of him.\n\nDuring the tour’s lunch break, he asked: “Would you like to join me? I know of a good pizza parlor.” \n\nMy mother liked his boyish good looks, blond hair and hazel eyes. A week later, they went on a double date at the bar atop the World Trade Center. \n\nMy mother pointed out waiters to me in restaurants (“Do you think he’s cute?”), got me the phone number of a man she met at a party, and even, without telling me, included the following pitch at the end of her 50th anniversary high school alumni update: “Our exceptional and beautiful daughter is a high school English teacher who loves teaching. She’s almost 29, is single, and if anyone has a son who’s wonderful and single and ‘looking,’ please contact me. I know this shows how shameless I am, but who knows? After all, I met my husband on a bus.”\n\nNo one contacted her.\n\nAt a friend’s wedding, I met Matt, a tall redhead from Colorado. We danced, his lead confident, and he answered everything correctly on my invisible checklist: avid reader, Democrat, liked outdoor activities and travel. We spent that night and the following day together before he flew home. \n\nFor weeks, we traveled back and forth to see each other, giddy with possibility. \n\n“Do you think this relationship is promising?” my mother asked. \n\n“I do,” I said, happy to please.\n\nI sent photos of our skiing adventures, and she wrote: “Gorgeous! Thanks so much, my sweetheart!!!” Then she forwarded them to her therapist and her friend with the note, “I’m so happy!” \n\nThings got serious enough that Matt planned a job transfer to New York. I focused my attention on him as my mother started an alternative treatment that had been successful in patient trials and that she was convinced would extend her life past 10 years. \n\nBy the time her treatment started, Matt had moved into his Brooklyn apartment. The number of tumor cells in my mother’s body decreased and she continued to work in her home office as usual. Matt and I cooked and hiked and danced together, and I thought I was set.\n\nOne day my mother called to see if I wanted to bring him over for dinner. “So?” she asked. “Is this it?”\n\nI feigned annoyance, though I secretly liked the bond my mother and I now had. “Mom, I’ve only been with Matt for two months.”\n\n“O.K., O.K.” I could see her raising her hands in supplication.\n\nWhen we arrived for dinner, flowers were everywhere. The chicken had a wine reduction sauce that she had spent hours simmering. She blushed and stammered around Matt, who listened intently and shared engineering stories with my father. \n\nThe next day, she called to exclaim, “We love him.”\n\nWeeks later, she complained of pain and her stomach swelled. On a visit to her office, I was surprised to see a pushed-aside plate of uneaten crackers (she had always had such an appetite). \n\nWhen I shared my fears with Matt, he just looked at me helplessly, arms dangling. Then he cooked a meal and we ate in silence. It seemed we couldn’t talk about what mattered.\n\n“You want me to be your rock?” he asked, confused. He said he would try. But after I visited my mother in the hospital, when her sodium levels were so low that she was jumbling her words, he still didn’t know what to say.\n\nAfter my mother had recovered from her lapse, she asked if she should get my grandmother’s engagement ring from the safe deposit box. \n\nI stalled and said it had been only three months.\n\n“So? Seinfeld married his wife after three months.”\n\nWhether that was true or not, she saw the ring as a talisman from harm, a symbol that I was taken care of. It was platinum with a small square diamond, and I held it up to the light and admired it on my hand. \n\n“It’s too big,” I told my mother. \n\n“It’s easy to get it altered.”\n\nI told her I was unsure about him. \n\n“Nobody’s perfect,” she said. \n\nI took online quizzes to determine if I was attracted to Matt. According to some, I wasn’t. But we had the same interests, and we’d had so much fun before, and he said he loved me.\n\nOne afternoon, at my parents’ apartment, I told my mother about my reservations. \n\n“Is there still a spark between you two?” she asked.\n\nI shook my head. \n\n“I see. Without a spark, it won’t work.” She reminisced that she always thought my father was so handsome. “Always.”\n\nI could start to let him go, once she had. It took weeks before I told Matt that it just wasn’t working. He asked if we could keep trying, but I knew I couldn’t.\n\nAfter we broke up, I saw how thin my mother had become, how her clothes hung. She was lucid at work, but in the apartment she sometimes forgot how to get up from a chair. My father and I took turns helping her, hooking her armpits as she pushed down with her hands and rocked forward.\n\nOne day she told me I was the most important thing that had ever happened to her, besides my father. Her eyes closed as she said when I was born, she felt like she was in love. Seeing an opening, I told her that it was difficult to see her dying.\n\n“I’m not dying, I’m fighting,” she said as her eyes snapped open. “I’ve always been fighting.”\n\nMissing the connection we had shared over my relationship with Matt, I went to lunch with him now and then, hoping something would change between us.\n\n“I saw him today,” I would tell her.\n\n“And?”\n\n“Still nothing.”\n\nFrom her bed one evening, as the light caught the curve of her collarbone, my mother told me: “You know, maybe you don’t want to get married. Maybe you want to be single for the rest of your life. That’s O.K.”\n\nStunned by her words, I didn’t recognize this woman before me.\n\n“And maybe,” she continued, “you don’t want children. They can be a real pain.”\n\nI stifled a laugh. “I definitely want children,” I said. Then I looked at her curiously, wondering where all this was coming from, this from the woman who had tried so hard to marry me off. \n\nShe would be dead in a month. She would never see me married, or meet my kids, and she knew that then. It was her way of letting go. "
}