{
  "url": "http://www.nytimes.com/2014/03/09/fashion/What-Lou-Reed-Taught-Me-About-Love-modern-love.html",
  "headline": "What Lou Reed Taught Me About Love",
  "dateline": {
    "year": 2014,
    "month": 3,
    "day": 6
  },
  "byline": "Lisa Selin Davis",
  "text": "When Lou Reed died last year, I learned via Facebook just how many friends had chosen “I’ll Be Your Mirror” as their wedding song. I wasn’t one of them, but that song, more than any other, taught me about love.\n\nI listened to it endlessly the summer I was 16, when my father strongly suggested that, if I wanted to stay in his house for the summer, as the divorce agreement had decreed, I take a job doing hard physical labor in Saratoga Spa State Park in upstate New York. It was called the Youth Conservation Corps, but it seemed like a kind of boot camp for wayward teenagers like me.\n\nThe job paid $3.35 an hour for digging trenches, building footbridges and learning about anger management and the medical uses of jewelweed, which grew wild along the creek. My father’s idea was to heal me through hard work and the grounding power of nature.\n\nThe work was torture; I was cut out for songwriting, not construction. But the worst part was riding my Fuji 12-speed there with a green hard hat on the rear rack while wearing ocher-colored work boots: boy poison, I thought. \n\nThough I was disturbingly experienced (my older friends had introduced me to a variety of adult activities I shouldn’t have known for years), I’d never had actual sex or an actual boyfriend or been in love, and I wanted those more than anything.\n\nAfter work one day, as I pulled my bike into our backyard, a boy was sitting there with my dad. My father was the local guitar teacher, and sometimes gloriously stringy-haired rocker kids arrived at the house for lessons. This one wore beige shorts stained with bike grease, a yellow-and-blue-striped rugby shirt, and — the apogee of attractiveness (for me) — very long red hair.\n\nI had seen him before at parties with my friends, and each time I had tried to get his attention the only way I knew: by expounding on how depressed and in pain I was, speaking loudly about the drugs and stealing and temper tantrums, thinking this would make me attractive by way of emotional depth. I knew things about his family. There was some overlap of demons. But he never seemed to know me.\n\nThis time he looked up. I was desperate to hide, as if a searchlight had found me. I went inside and stood at the screen door and watched as my father taught the beautiful boy the Travis style of fingerpicking. \n\nAt work, I wore scratchy work gloves and pulled tenacious weeds from the side of the creek bed, and daydreamed anxiously of the boy with the long red hair. Every day I hoped to see him, but I feared it, too, lest he see me with my hard hat and work boots.\n\nAnd then one Saturday afternoon I saw him leap into the water beneath the Hadley-Luzerne Bridge, the place where the Hudson and Sacandaga Rivers meet, 40 minutes north of Saratoga. It was a magical spot with a rope swing and swirls of black water, where my friends and I spent lazy afternoons and played guitars on the rocks. He had pale freckles all over his chest and collarbone that formed a beautiful dent below his neck. He mumbled hello to me.\n\nI knew nothing about how to interest a boy, but I took off my nonwork clothes — tank top and cutoff jeans — and went in the river in my bra and underwear. I played the full tablature of Neil Young’s “Needle and the Damage Done” on the guitar. I put my body next to his as much as possible, standing close whenever I could.\n\nA few days later the phone rang. My father answered, his face momentarily registering confusion as he handed the phone to me. The voice was so low and mumbly that I couldn’t understand who it was or what he was saying, and that moment of intense awkwardness seemed interminable until I realized it was him, and he was asking me if I wanted to go swimming at Hadley-Luzerne. Somehow I managed to say yes, even though I couldn’t breathe. He had asked me on an actual date. I had taken LSD and made out with strangers at the Holiday Inn, but I had never been on a date.\n\nHe picked me up in his battered yellow Subaru station wagon, and we drove north, listening to the band X. It started pouring. We ducked into a cafe, and he ordered coffee. I had never had coffee. I pretended I drank it black. It was bitter and gross and the best thing I ever tasted, because he liked it. \n\nThe rain didn’t stop, so we went back to his house and listened to the Replacements. He had a job fixing bikes, and he smelled like something tangy called Corn Huskers Lotion, which he used to get the grease off. Nothing else happened that day, but I was so happy, it hurt.\n\nAfter that I kept seeing him — walking downtown, going to concerts — but we never touched. Then one Saturday night we met at our friend’s radio show at the local college, and he and I took a walk.\n\nThe night was warm and smelled of jewelweed, and there were meteor showers. He had that beautiful hair and the freckly collarbone, and it was too much. The waiting had become intolerable. I stopped, turned toward him and said, “What’s going on here?” I was almost whining. “What’s happening?”\n\nHe grew quiet and looked down at his shoes. He mumbled again. I think he said, “I like you.” But then he looked me clear in the eye and asked, “Can I kiss you?”\n\nNo one had ever said that to me. No one had ever been so solicitous and gentle and kind. No one had ever wanted me that way. They had used me that way, but never wanted me. I kissed him on the cheek as fast as I could and ran away, back to the radio station, amid the shelves of records and their musty cardboard smell. In this age of Pandora and Spotify, records still smell like romance to me.\n\nTen minutes later he found me there, pretending to study the cover of Janis Joplin and Big Brother and the Holding Company’s “Cheap Thrills.” I couldn’t look at him. He whispered, his hot breath on my hair: “Um, that wasn’t really what I meant.”\n\nWe went to his house. He sat on the couch, I on the floor, and he made this awkward attempt to rub my shoulders. I was more on fire with desire and anticipation than I had ever been in my life, and as he leaned down to kiss me I scooted to the other side of the room. \n\n“Why do you like me?” I asked him. “Why are you interested in me?”\n\nI was just stalling, but he actually paused to consider the question. “O.K.,” he said. “I’ll tell you.” He said I was cute and funny and good at the Travis style of fingerpicking and had good taste in music, which among our crowd was the highest compliment.\n\nMy heart seemed to break upon hearing this list, but in a good way. Everyone else in my life could rattle off a list of my faults, but the beautiful boy saw what was on the other side of my misdeeds. Just as in the lyrics to “I’ll Be Your Mirror,” it seemed he was able to see the beauty in me that I couldn’t. \n\nHe had his face very close to mine, that smell of cheap shampoo and Corn Huskers Lotion, and then he said: “I knew I really liked you when I saw you on your bike with the work boots and hard hat.”\n\nI kissed him then. My teeth hit his and my mouth was open too much and it was messy and delicious and terrifying, and then we fell into a rhythm. I kissed him for the entire B-side of REM’s “Reckoning.” I kissed him so much I went home that night with red, swollen lips. I don’t think I ever experienced a physical sensation better than that burn. It seemed to wipe clean the dirty slate of my childhood.\n\nI lost track of him years ago. I don’t know where he lives or what he does. I don’t know him digitally. I think of him only in analog: all that love twisted up with my records, which long ago warped and mildewed in my mother’s basement. But the lesson from “I’ll Be Your Mirror,” that someone can love me for what shames me most, remained. I sing those same lyrics to my daughter before bed.\n\nThe conservation job ended late that August. My soul — or my depression or anger-management problems — hadn’t been repaired by it. I hadn’t learned about hard work or resilience or any of the things the program was designed to teach me. But I was healed, just as that love song promised."
}