{
  "url": "http://www.nytimes.com/2014/11/30/fashion/modern-love-please-forgive-my-spotless-home.html",
  "headline": "Please Forgive My Spotless Home",
  "dateline": {
    "year": 2014,
    "month": 11,
    "day": 28
  },
  "byline": "David Mcglynn",
  "text": "I was vacuuming the basement stairs when the ceiling started to shake. It was my two sons in the living room above, jumping between sofa and coffee table, their noises a dangerous mix of laughing and grunting that portended someone (the younger, usually) getting hurt.\n\nI shut off the vacuum and listened. Boom, boom, boom, thud. Hayden, 6, began to cry while Galen, 9, kept laughing. \n\n“Galen!” I screamed. “Come here!”\n\nIt was after 3 p.m. on Sunday, and I was scrambling to clean the house while my wife was at the grocery store. The boys had started their mess-making only minutes after she left, clomping dirty sneakers across the floor that I had just mopped and showering cracker crumbs over the living-room rugs I had just vacuumed, fighting the entire time.\n\nGalen appeared at the landing, five steps above me. His unlaced hightops made his feet look enormous, a reminder of how much he had grown recently and, I thought, confirmation that he ought to know how to behave.\n\n“What do I have to do to get you to settle down?” I asked, my voice high, a little whiny.\n\n“I’m bored,” he said.\n\n“Go outside.”\n\n“There’s no one to play with,” he said.\n\n“Play with your brother.”\n\n“My brother sucks.”\n\n“Hey!” I jabbed the vacuum attachment in the air. “We don’t talk that way.”\n\nHe looked out the window. The sky was the same lapis blue as his shirt, and the sunlight through the glass turned his ginger hair the color of a new penny.\n\nHe looked back at me and asked, “Do you want to come outside with me?”\n\nFor reasons I can neither explain nor justify, his request only further inflamed me. “I’m working!” I growled. “What do you think I’ve been doing all day while you two have been tearing the house apart? You’re making a mess faster than I can clean it up.”\n\nGalen’s eyes narrowed and his chin balled up beneath his lip. “Sometimes I hate weekends,” he said. “All we do is chores.”\n\n“Go ride your bike,” I said, waving my hand. “Let me finish this.”\n\nHe left and I returned to vacuuming, muttering my list of tasks still to accomplish: unloading the car, ironing a shirt for work tomorrow, getting started on dinner.\n\nI looked up again to see Galen’s red bike helmet, like a carnival balloon against the cerulean sky, glide past the window. I moved down another step and pushed the wand into the corner of the stairs.\n\nAs the spouse of a wife who works full time, I do my best to shoulder my share of household duties. I’m a lousy duster and not much of a cook, but I’m a whiz at beds and floors. Beds are my specialty. I can make a bed so square and tight that if a drill sergeant were to inspect our rooms, he would raise his hand in crisp salute.\n\nBut my cleanliness is not purely about my desire to be a good husband. My mother was obsessive when it came to keeping a clean house, and as an adult I have inherited a number of her habits. My mother refuses to leave any house, hers or someone else’s, with the beds unmade. She makes the bed when she stays in a hotel.\n\nWhen I was in third grade, my mother made the school bus idle at the curb while I refolded my hospital corners. By high school, the conditioning had become Pavlovian: I straightened and tucked the sheets the moment my feet hit the floor, even if it was 5 a.m. and I was off to swimming practice. To this day, lying in a pile of rumpled blankets makes me feel sick for no other reason than because, as a child, fever and vomiting were the only excuses for not making the bed, and only then because I was still sleeping in it.\n\nIn my childhood home, which backed onto a muddy bayou full of snakes, mice and bugs, my mother decorated our front sitting room entirely in white. White twill sofas, cabinets and coffee table. White lamps spilling white light through white shades. Even the carpet was white.\n\nTo make sure the room stayed clean, she prohibited anyone from entering. We had access two days a year, Easter and Christmas. For years the splendor and solemnity of those holidays seemed compounded by the thrill of crossing that threshold and entering a room so ethereally devoid of color.\n\nFor much of my childhood, my mother worked all day and spent evenings shuttling among swimming and ballet and soccer, juggling dinner with homework and housework. Children are by nature blind to their parents’ sacrifices; I took my mother’s efforts for granted as surely as my own sons take for granted the things my wife and I do for them.\n\nIronically, though, it wasn’t our lack of gratitude or even her job, but rather the cleanliness of our house that seemed the greatest source of my mother’s stress. Occasionally one of us would tell her to let things go, to give herself (and us) a break; a pile of dishes left in the sink overnight wasn’t the end of the world. \n\nBut a disorderly house was for her emblematic of an inner state of disorder, while a clean house meant she had everything under control, even when — especially when — she didn’t. When I remember her angry, I see her spraying Windex in the bathroom while she applies her makeup, mascara brush in one hand, paper towels in the other.\n\nI’m not quite as obsessed with cleanliness, but it’s certainly a priority. Shoe prints on the linoleum fill me with a burning compunction that cools only with their removal. Our house is small and old, with cracks in the plaster and scratches in the baseboards, yet whenever our friends come inside, they remark on how spotless the place is, how cozy and comfortable and clean. Those three words are forever entwined in my psyche, as they are in my mother’s.\n\nThat Sunday, however, I woke up at 2 a.m. wracked with guilt of a different sort. Though the boys and I had been home for two days, we had spent most of that time in different rooms. An entire weekend had slipped by and we had barely looked each other in the eye until the moment I had spurned Galen’s invitation to join him outside. Our exchange on the staircase was the closest we had come to a conversation all weekend, and I had screamed at him.\n\nI recalled Galen’s contorted face at the top of the stairs, his big feet, his adult front teeth fully docked into place, the basement stairs descending to a room we used for laundry and storage. I saw the irony of how my urgency to clean the space where we stored artifacts from our past had cost me time with my boys in the present. I wished the staircase dirty again so I could reclaim the time I had squandered and felt despondent because I knew that time, like oil and uranium, isn’t renewable.\n\nI lay awake for the rest of the night, foreseeing the day when the mention of my name would cause my sons to remember not our days at the beach or our trip to Ireland last summer, but a plum-faced man brandishing a vacuum wand.\n\nI swim before work on weekday mornings, which means I leave the house an hour before anyone else is awake. When my alarm rang at 5, I slipped downstairs to brush my teeth and get dressed. In the driveway, I stopped to stare back at the house. The sun wouldn’t be up for two more hours and it would be dark before I got home, my sons already in bed. The weekend, my next best chance to make good on my promise to be a better father, felt like a long way off.\n\nThen, as if I had summoned him, Galen’s light turned on and his head appeared in the glass. His hands worked the locks on the sash and then the pane slid up. He pressed his nose to the screen. “Hey, Dad,” he said.\n\n“Did I wake you?”\n\n“I was already awake.”\n\nI looked at Galen’s silhouette, backlit by the ceiling bulb. “I’m sorry we didn’t get much time together this weekend,” I said. “I’m sorry I yell so much.”\n\n“We don’t have time to do our chores during the week,” he said. “We have to do them on the weekend. Sometimes you’re too busy to play.”\n\nI heard my own flimsy rationalizing in his voice, the litany of reasons my mother used to give to explain why she was upset. I could imagine him one day using these same words to shoo away his own child. We were linked in an unending chain of chores, our fleeting time away from school and work too often devoted to work of another kind.\n\nIt felt wrong, standing there in the dark. But — I could hear it in his voice — he was also forgiving me."
}