{
  "url": "http://www.nytimes.com/2014/04/06/fashion/Modern-Love-His-Promise-Would-Not-Be-Denied-.html",
  "headline": "His Promise Would Not Be Denied",
  "dateline": {
    "year": 2014,
    "month": 4,
    "day": 3
  },
  "byline": "Jessica Rassette",
  "text": "I remember the first time I told Tom I loved him. I waited until I knew he wouldn’t hear me and then whispered in the dark, “I love you.” \n\nI was only 20, pinging between bad relationships and worse decisions. Tom was 23. We were in Lincoln, Neb., where I had lived all my life. Tom was from a tiny Nebraska town I had never heard of, and his small-town charm mesmerized me.\n\nTo this day, he swears he heard my murmur in the dark, but I know he only wishes he had.\n\nI got pregnant not long after we started dating. We tried to stretch out the time to make it seem longer, but in truth we could count on one hand the number of weeks we had been together. \n\nHe was mowing the lawn when I broke this unwelcome news. I sat on the front stoop of his house watching him blow past me with his swift, strong legs. In high school, those legs had earned him the nickname the Italian Stallion. I didn’t know him then, but I had heard the stories. Those calves, I swear, like bricks. \n\nThe mower was making deep rivulets of green in the lawn with every pass. Each stripe brought him three feet closer. By the time he finally sat next to me on the concrete, my heartbeats were so strong they were painful. \n\n“I’m pregnant,” I said.\n\nHe ran his hands through his hair until it poked up in a funny, Jack Nicholson kind of way. He didn’t fall backward, but just slowly leaned until he was flat on the ground, sweat glistening on his forehead and arms. \n\n“We can get married,” he said. “I will take care of you.”\n\nOver the months it took those words to fully terrify me, summer turned into autumn. My legs started to grow rounder. The bone and muscle and all of the terrified tissue within me began to swell with fear and pregnancy. \n\nBefore the pregnancy, I had felt bold. Now I felt shriveled and curled, more like a fetus feasting on a conjoined twin than a mother growing a son. Yet Tom didn’t seem scared at all. He simply wanted to be with me. And he took care of me in the most beautiful ways, urging me to get whatever I wanted at the grocery store, letting me lie in bed all day with morning sickness. And as my birthday approached, he slyly said he had found the perfect gift. I knew a ring was coming. \n\nBut I didn’t trust his devotion. I was only 20, and his devotion felt more like a curse. So instead I took my chubby legs and ran. \n\nI had been living in a house with roommates, but after Tom and I started dating, I had begun spending most of my time at his place. When I decided to run from him, I quietly collected my things from both places and, without saying a word to Tom, moved back to my parents’ house. \n\nI told Tom to let me go. I said we were over. And he did let me go, but he didn’t stop loving me. He loved every footprint I left behind. He kept his dreams of us tucked away, hoarded them like those gas-station receipts he jams into the back pocket of his jeans. He loved and longed. He waited.\n\nMostly he tried to respect my decision. “I’ll wait for you,” he said. But every so often he’d text, asking me what I was doing, how I was feeling. \n\nI wouldn’t respond. \n\nHis attempts to contact me trailed off until, on Valentine’s Day, he texted again, writing, “Happy Valentine’s Day, I love you.”\n\n“Don’t,” I texted back. I only needed to say one word. \n\nWhen I played hide-and-seek as a child, I believed that if I refused to look at the seeker, I would become invisible to him. If I can’t see him, I thought, then he can’t see me. I only hoped this same rule applied with Tom, and I spent an entire gestation not looking at him, wishing him away.\n\nInevitably, I had our child. And when I did, my mother said I had to call and tell him, that he should be given the chance to come to the hospital to see his son. Between contractions, I handed her the phone. Tom arrived 10 minutes later.\n\nOur son was born in the middle of the night and had a golden hue. An “X-Files” fan, I wanted to name him Fox but stopped myself. Oh, how I loved him. My love for him poured over me, a thick honey of adoration. I got lost in that love and gave him Tom’s middle name, but I was still hoping Tom would grow weary of me and fade into the past. \n\nI was in the hospital for six days. Each day, Tom arrived with a renewed smile, shrugging off my glares and despair. One day, he came after mowing the lawn, wearing a ratty T-shirt, and I gave him a look that said, “Is this the best you can do?”\n\nThe next time I saw him, he was in pressed khakis and a polo shirt.\n\nBy Day 5, I was moving around the hospital room but not enough to jar free my stubborn heart. I stood over the bassinet, lost in the playful snores of our baby, and I felt a hand on my back. It must have taken such courage for Tom to approach me. \n\n“I hope we can be friends,” he said. \n\nI gave him a half hug but didn’t say much. I’ve since wondered if he had been thinking about kissing me then.\n\nAs stubborn as I was trying to be, it didn’t take long for Tom’s persistence to soften me. By the time our son was a month old, Tom and I were once again inseparable. My anger at him, which really had been anger at myself, was overtaken by the giddiness of being young and loved.\n\nWhen we married, I was 23 and he was 26.\n\nMy belly has swollen with two more pregnancies since then, and today three rowdy boys rule our house. It can get loud and chaotic, especially at mealtimes. None of the boys like the same food, or will sit still long enough to eat, or keep quiet enough to allow us even to think. Sometimes the household chaos makes me feel trapped and claustrophobic in all the ways I had feared, and I think: “This is it? This is my life now?”\n\nDuring these messiest of moments, Tom and I might glance at each other with a weary look that means, “Do you love me?” \n\nNeither of us ever has to answer.\n\nWe have aged so much since those first whispered words of love that sometimes I forget any of it happened. But it can creep up on me, usually in the fall, when the wind starts to blow and the whole world turns crisp and cold. That’s when I get lost in memories of that autumn six years ago when I ran from Tom and Tom persevered in loving me. Even today, that part of him remains a mystery to me. \n\nWhat kind of man loves like that? What kind of man lets two words spoken on a front porch spark a fire of devotion that can’t be put out? What kind of 23-year-old boyfriend you’ve been with for only a few weeks says, “I will take care of you,” and then does?\n\nHe’s a mystery, so I define him with the scraps I can. \n\nHe’s charming, but in a dusty way, like the chimes of an old clock. He’s also rustic, a tumbleweed of bad grammar and tasteless analogies. He answers the phone with a lazy “Yello?” and calls lunch “dinner.” He’s the type who has worn the same pair of Dr. Martens for 15 years, socks spilling out of the holes in the sides, but he can’t throw them away because he’s loyal.\n\nThat kind of stuff breaks my heart. These are the parts of him I understand. But they still don’t explain what made him love me when he shouldn’t have. \n\nHe’s a man now, weathered, his middle thickened by time. He’s a far cry from the boy who wouldn’t stop loving me. But I catch a hint of that boy every night as he rolls over, his last breaths mumbling, “I love you,” just before giving in to sleep.\n\nThe scattered pieces of him were long ago put back together, but I know he must harbor bits of hurt inside, a reminder for me never to hurt him like that again. I made Tom a different person with that hurt, a man who ends each day by promising to love me again tomorrow. \n\n“I love you,” he murmurs before turning over and falling asleep. \n\nAnd then I say it, too. Just like how we started. With a whisper in the dark."
}