{
  "url": "http://www.nytimes.com/2014/09/14/fashion/modern-love-sure-enough-for-the-two-of-us.html",
  "headline": "Sure Enough for the Two of Us",
  "dateline": {
    "year": 2014,
    "month": 9,
    "day": 11
  },
  "byline": "Sharon Goott Nissim",
  "text": "“I love love,” our boss said to Sam and me. “But you have to keep it out of the office, O.K.?” \n\nI looked at the floor and nodded vigorously, my cheeks growing hot. What could have made him say that? All we’d done was giggle a few times during an intern meeting.\n\nI tried to laugh it off, but inside I was fuming. How dare he use the word “love” with us? What surer way to kill a summer fling, or whatever this was, than to call it love?\n\nLove was the furthest thing from my mind. After my first year at Yale, I had landed this summer internship at a lobbying organization in Washington, not far from where I had grown up, thinking I would live at home.\n\nBut soon I was spending nights at Sam’s and telling my parents I was staying with friends. A fellow intern, he had just finished his junior year at the University of Iowa.\n\nAfter a few weeks, I asked him, “Are you going to hook up with other people?”\n\n“Why, do you not want me to?”\n\n“Not if you want to hook up with me.”\n\nHe seemed to consider that for a moment. “O.K. then, I won’t.” \n\nAnd the matter was settled in what I considered a personal triumph, as I had been long on angst and short on assertiveness during my first year of college. When Sam took me to dinner at a fancy restaurant in Georgetown, I realized it was my first real date, ever. \n\nI liked it. And I liked him, probably too much. We had instant physical chemistry, and his old-fashioned values combined with just enough frat-guy attitude to keep me interested. \n\nOur almost diametrically opposed political views made for intense arguments. He opened up to me in the mornings, over egg and cheese sandwiches, about the girls who had messed with his head, and I told him about my past year of partying and bad judgment with men, even if I didn’t really regret any of it.\n\nWith Sam I wanted to be the fun girl, the one who didn’t care if a guy ever spoke to her again after one night. I tried not to care that he would be leaving at summer’s end to return to college, and that I still had three years of school left. I didn’t ask if he thought we could make it long distance because I didn’t want to ruin what little time we had left.\n\nHe took care of that worry when he stopped calling or asking me to sleep over. And I said nothing. After all, he didn’t owe me anything. He said he wouldn’t be with anyone else while he was with me, but that didn’t mean he wouldn’t stop being with me.\n\nOne night I went out dancing in the Adams Morgan neighborhood of Washington, had one too many tequila shots and kissed a stranger on the dance floor. Afterward, I went to Sam’s apartment and pounded on the door, waking him. \n\nHe stood there in his boxers with cold eyes, as if he couldn’t remember who I was.\n\n“I kissed another guy at the club,” I said, sobbing. “Don’t be mad.” What I really meant was: Please be mad.\n\nHis mouth twisted. “I don’t care. Just come to bed.”\n\nAnd we lay there in the dark, on the rickety futon in the living room, facing away from each other, trying not to touch.\n\nThe next time I saw him outside of the office was to get a bottle of shampoo back from his apartment. I didn’t really need the shampoo, but I needed something. So I offered him a ride to the airport for his flight home in a few days, which he surprisingly accepted.\n\nThat morning we loaded his suitcase into the trunk of my car and I silently drove over the bridge to Virginia, my heart racing. There was so much I wanted to say, and I was running out of time.\n\nJust before we pulled up to the departure area, I choked out, “Why?”\n\n“Why what?”\n\n“Why didn’t you want to be with me these last few weeks?”\n\nI don’t know if he turned to look at me; I was gripping the wheel, my eyes focused ahead.\n\nHe sighed. “I guess I just figured, what was the point?” he said. “I knew I was leaving.”\n\nI had no response. And with that, he got out of the car, walked away and boarded his flight. \n\nI tried to forget. All through a cruise to Alaska with my family, the start of my sophomore year and the parties and guys that came along with it, I tried to forget. But I couldn’t.\n\nAt the end of September, I was in a car accident on the way back to school from a trip home. My car crossed five lanes of traffic, bounced off the guardrail and crossed the same five lanes back to the other side, where it finally came to rest. Somehow, miraculously, not a single car hit me.\n\nWhen I got back to campus, I crawled into bed and stayed there, shaking, for hours, refusing visitors. Instead, I opened my laptop and gave in to the urge to contact Sam. I instant-messaged him to say I had been in a car accident, knowing he’d have to respond. \n\nAnd he did. And we talked, first about the accident, then over the next few days about other things. And soon, before I knew it, we were what I suppose you would call friends.\n\nHe was different from how he had been in Washington — lighter, warmer, funnier. Happier. And with half a country between us, I was able to get beyond my fake fun-girl persona. \n\nWhen I couldn’t sleep, I spun out long fantasies of us getting back together and having a long-distance relationship, fantasies I told to no one. But my friends knew about us, and they were concerned that I stayed home to talk to him instead of going out.\n\nIn November I discovered we were both attending the same one-day conference in Boston, and I began to obsess over seeing him there. My friend who drove me up from Yale asked what I wanted from Sam, and I couldn’t answer.\n\nFor most of the day, Sam and I just glanced at each other across crowded rooms, and we only had time for a brief hello. The 10 hours passed quickly, and it was almost time to leave. But I was panicking. It was too anticlimactic. There was no way this was how the day would end — it just couldn’t, not this time.\n\nI told Sam I needed to talk to him, and he followed me into an empty hallway. He stood there patiently for what he must have thought would be some kind of dramatic speech. But once again I couldn’t find the words for what I wanted, so instead I stood on my toes, looked up and kissed him hard on the mouth. And he kissed me back.\n\nI broke away, out of breath, not able to hide my smile. He looked surprised and smiled, too.\n\n“I have to go,” I said. I don’t remember what he said because I was running to catch my bus, and then I was sitting and staring out the window in a daze the whole way home.\n\nThe next time we spoke, I gave him an ultimatum: “Tell me how you feel about me, or I’m moving on.” And he said, “There’s a letter on the way.”\n\nI checked my mailbox three, four times a day during final exams until, on the last day before break, when it still hadn’t arrived, I begged him to email it. He initially refused but relented when I reminded him that I was about to leave the country for several weeks.\n\nWhen it came, it was an old-fashioned love letter of the most glorious kind. All the things I had hoped he would say were there on the page. How he loved me and didn’t want me to be with anyone else. But wrapped around those beautiful new words was the familiar refrain: “I’m far away” and “I don’t know if I want a long-distance relationship.” \n\nI didn’t know whether to be elated or devastated.\n\nThis time I was not going to let it stand. The girl who kissed him in that hallway wasn’t going to give up. I called him and said: “No, it doesn’t work that way. You get to have me, or you have to give me up.”\n\nAnd yet he still would not commit. He said he wouldn’t be the one to define us and that he was ambivalent about a relationship.\n\nBut I wasn’t. So I took the leap for both of us. “Let’s do it,” I said. “We can do it.”\n\n“O.K.,” he said, uncertainly.\n\nWe called and chatted online. We boarded planes. We did whatever it took to make it work, until the distance between us closed. \n\nAnd here we are, still doing it, 10 years, one wedding and one child later."
}