{
  "url": "http://www.nytimes.com/2014/05/18/fashion/Modern-Love-my-marriage-a-course-in-desert-survival.html",
  "headline": "My Marriage: A Course in Desert Survival",
  "dateline": {
    "year": 2014,
    "month": 5,
    "day": 16
  },
  "byline": "Candida Pugh",
  "text": "The psychiatrist gestured to a chair. I wore a hospital gown and rumpled cotton robe. To my left, a dirty window muted the glare. Placing his chair directly in front of mine, he asked, “So how will you support yourself?”\n\nHis question shattered me. I choked through tears and sobs, envisioning my future as a bag woman.\n\nHe listened, then repeated his question, changing the wording: “What kind of money can you earn?” He offered no counsel and no consolation. I suspected he thought of me as a lab rat to be prodded through a maze.\n\n“Is there anything I’ve overlooked?” he finally asked, summing up. “Or anything you wish to tell me?”\n\nI lurched to my feet, trembling. “I am certain there’s a great deal you’ve overlooked,” I managed to say, “but there is nothing I wish to tell you.”\n\nThe bandages on my wrists were cosmetic. I hadn’t inflicted any real damage. When my husband left me, he had taken all the real razors. All I had was a plastic Bic shaver.\n\nEven with a bottle of wine, two beers and several fistfuls of various drugs in me, sawing away on the skin with that dull blade had smarted. And the bathtub pressed icily into my bony rump. Like sex, this suicide business seemed grittier in real life than on the silver screen. \n\nI swayed to my feet, grabbed a towel and laid it carefully under me. Then I passed out.\n\nIn California legal parlance, the paramedics had “fifty-one fiftied,” me, committing me as a danger to myself or others, or both. When released, I would not be permitted to purchase a gun for five years, or seven — I forget which.\n\nAfter my session with the psychiatrist, I showered, trying to scrub away the humiliation I had endured. Once dressed, I sat on my hospital bed, hunched over my knees.\n\nWhen the doctor returned, he asked, “Are you going to stay in bed all day?”\n\n“Yes.”\n\n“You’ll need to get into long-term therapy,” he said.\n\nAfter mandatory group therapy, during which I heard and said nothing, I found my husband waiting in my room.\n\n“I saw you as you went down the hall an hour ago,” he said. “Don’t you know you’re not supposed to look beautiful at a time like this?”\n\nI smiled bitterly. He often said I was beautiful, but throughout our 20 years of marriage, he could never say he loved me without entering the persona of a dumb cowboy: “Ah luv yew.”\n\nHe had been a good husband for many years. When we rented a hotel room on the coast and found a floor-to-ceiling window adjacent to the sunken bathtub facing the beach, he insisted the glass was one-way and clambered down over the wet rocks to wave his hands in a lame pretense of not seeing me. \n\nBy the time he climbed back up, I was in the tub, laughing. He had once made me open my birthday present a week early because, he said, he was too excited and couldn’t wait. He often read infuriating news items to me, grinning while I stomped around, haranguing the offending bureaucrat or despot or whatever. Lately, my rants seemed to irritate him and he didn’t read anything to me.\n\nNow he had come to tell me he would be gone through the weekend on one more trip to the arid Owens Valley in California. For 15 years we had shared contempt for sand, rocks and cactus. Crossing the unending plains of Nevada, we scoffed at its barrenness. Parked at a rest stop littered with trash, we made love in the car as if we might bring some life to this wasteland. \n\nHe later fled to the desert, I believed, because he knew I would not follow. In the Owens Valley he met a woman. Our youngest son, then 16, overheard him on the telephone, telling her how much he missed her. \n\nAfter I spent weeks trying to get my son to tell me what was bothering him, he finally confessed. “And then,” he said, in tears, “I looked in his night stand and found a card signed, ‘Love, Sheila.’ ”\n\nI chuckled, although my throat felt full of glass shards. “That card was from me. I sent it when I was in Chicago.” To his puzzled look, I added, “I thought it sounded like someone sexy and, you know, different.”\n\n“We walked around the desert,” Bob told me. “I told her I couldn’t make love to her because I have too much respect for you.”\n\nSo would he now send me Valentine’s cards inscribed, “Respectfully yours, Bob”?\n\n“Call her,” I said. “Tell her you can’t see her again. I’ll listen on the extension.”\n\nHer voice sounded lovely and eager. He cut her off, explaining their relationship was over, “in spite of how much we’ve meant to each other.”\n\nWhen he came back, I shot up and said, “How much you’ve meant to each other? After what — a month?”\n\nHe had punished me for listening, although he pretended not to understand why his words hurt me so terribly. \n\nOur last day as a couple dawned sunny and hot. I suggested a picnic; he wanted to attend a Desert Survivors convention in San Francisco. “If I go on a picnic with you,” he said with the air of a reasonable man, “I might have a good time. But if I go to the conference, I know I will.”\n\nI was stunned. The mildness of his words didn’t fool me. He understated everything. He no longer wanted to be with me.\n\n“Well, that’s it then, isn’t it?” I said. “It’s over.”\n\nBefore he left, he put his arms around me. “I feel I should do something for you,” he said. “Make you something to eat. But I know you don’t want anything.”\n\nThe house stretched into a warehouse as he drove away: cold and empty, its old familiarity extinct. I didn’t know where to sit, what to do, where to direct my gaze. I wanted to call someone but there was no one I wanted to call.\n\nIn the final three years of our marriage, Bob had been in the Owens Valley, the Anza-Borrego, the Imperial Valley or in a Desert Survivors meeting whenever he wasn’t working. Now he had come to the hospital to tell me he was going away again. \n\nIt was as if he had reached down into me and clawed up a scream, some primal keening I had never heard come out of anyone, least of all myself. He held me and rocked me until I was quiet. Then he said in a voice of wonder, “You have such strong feelings.” \n\nWith a pang, I realized what I had always known: he never felt anything as keenly as I did.\n\nEventually he began to talk about our “settlement.” He wanted to remarry, having fallen in love with yet another woman he had met through Desert Survivors. For her to receive any benefit from his retirement when he died, he needed me to accept a conditional share, my income to be reduced upon his death. \n\nI snapped: “I haven’t spent the last months wishing you were dead only to spend the rest of my life hoping you’re still alive.” It was the sort of clever, albeit meanspirited, remark he would have admired back when we were in love.\n\nThe day of my suicide attempt had been my first “good day.” That day the class I taught as a graduate student instructor at Berkeley ended the semester with student critiques. One young man said he wished I had spoken more because he found everything I said interesting. Later I met with my dissertation study group and, as we adjourned, the individual whose thesis we had discussed said how much he had appreciated my input. \n\nI drove home in near bliss.\n\nHalfway there, I began to crave a beer. The responsible me warned: “Not a good idea.” But she wasn’t in charge. At home, I drained one bottle and opened a second. After that, I opened some wine. Two hours later I rummaged in the bathroom drawer for painkillers.\n\nWhen I was released from the hospital a month later, I joined a divorce support group, a collection of utterly miserable rejects. One woman slumped in a bath of tears. The sole man seemed befuddled. And the only other older woman talked about nothing but the fiscal complications of ending a long marriage. \n\nA redheaded woman, quite young, seethed. Whenever she spoke, her face twisted in rage. She couldn’t believe he had left her. Who did he think he was to leave her?\n\nIt came to me as a revelation, one of those truisms that strike with lightning clarity when you’re hiding in the dark. While she ranted, I realized that her husband, and mine, had the right to leave us. Everyone has that right, however much it may hurt the one left.\n\n“We were together a quarter of a century!” I once bawled to a therapist.\n\nShe cocked her head and asked, “So?”\n\nA question I found I could not answer. "
}