{
  "url": "http://www.nytimes.com/2014/12/21/style/modern-love-built-on-discord.html",
  "headline": "Love Built on Discord",
  "dateline": {
    "year": 2014,
    "month": 12,
    "day": 19
  },
  "byline": "David Busis",
  "text": "When my old college roommate told me he was dating a woman in Europe, I kept my response neutral. He was an entrepreneur in Silicon Valley who, by his mid-20s, had already sold one company for millions and attracted a lot of funding for his new online venture. He had met his girlfriend one weekend in Madrid and taken her on a second date in Sweden. Now, he said, he was in love.\n\nI doubted it. My fiancée, Katie, and I shared what we called “real love,” which meant we were past giddy romance and we fought, though we knew we’d never break up. \n\nLately we had been fighting about the future. We were living in Iowa then, where I wrote fashion copy by day and labored at a broken novel by night. A few months earlier, I had renounced writing and applied to law school. Then I had started over on my novel and gone part-time at work. \n\nKatie didn’t care if I became a lawyer or not; she just wanted me to have a job and a plan.\n\nMy old roommate and his girlfriend were married at a California courthouse. I tried to stay open-minded. He once told me the most important quality of an entrepreneur is “delusional optimism,” a statement that cut one way when I thought about myself and my novel and another way when I thought about my friend, his start-up company and his wife.\n\nA few months later we visited them in Oakland, where they lived in a wood-shingled cottage with rosemary hedges and a lemon tree. For breakfast, we ate tart yogurt in glass bottles, plumcots, crusty bread, orange marmalade and scrambled free-range eggs. \n\nWithout bragging, my friend told us about his life. While I had been hurling myself at a career I didn’t want and a book I couldn’t finish, he had been hanging out with a movie star who was a fan of his company and camping in Yosemite with his wife.\n\nI told the story of my only camping trip with Katie. I had gotten lost and led us into stinging nettle, then filled Katie’s water bottle at a stream crossing. A few minutes later, we watched a horse defecate into the spot from which I had drawn the water. I spent hours making a tarp shelter that was so low we had to wriggle under it and so hot we had to unzip our sleeping bags, surrendering to the mosquitoes. In the morning, Katie’s eyelids were so swollen that we went to an urgent-care clinic. I found a tick on my privates. \n\nThe guy I had known in college would have laughed. The guy I was with now smiled and rubbed his wife’s shoulder. Katie praised the yogurt. Silence filled the room like water.\n\nKatie and I went for a walk in a nearby graveyard. With its tulip gardens, pollarded trees, winding paths and stately mausoleums, even the cemetery seemed to belong to a life (or afterlife) that we were locked out of. I couldn’t help taking Katie’s silence as a sign she had lost faith in me.\n\nWe drove to the Napa Valley in my friend’s vintage Westfalia camper. Katie and I sat behind them, not talking, watching big birds wheel above sere grass. Rows of vineyards seemed to slant and close as we passed. I was thinking that I understood why people stick to their own success tiers.\n\nHe had rented a ranch house with eland and moose on the walls, most of them killed by a businessman who was the opposite of my friend in terms of taste and discretion. My friend had started to avoid subjects that might invite comparison between our lives, but I couldn’t help comparing what I saw: nuzzling, mostly. The atmosphere was humid with his and his wife’s mutual attraction. All four of us were distracted by it as we spoke.\n\nWe bought bread, salami and rabbit pâté at a specialty grocery and picnicked on a hill. As my friend’s wife traced circles on his palm with her fingertip, Katie slid her hand out of mine, then sipped her wine and pretended to consider the flavors. “Mmm,” she joked. “Forbiddenness. Jungle nuts.” \n\nThe two of us were acting in accordance with a new law of the universe, the conservation of romantic energy, which meant that an increase in their affection had to be balanced by a decrease in ours. \n\nTo kill time before dinner, we played bocce with rocks. They won the first game. I think everyone was relieved when Katie and I won the rematch. My friend offered to pay for dinner, and when he accepted my offer to split the bill, I made a panicky mental tally of the extra entree, the wine and the appetizers. \n\nThe next day, as we hiked through a redwood forest, I impersonated a normal friend with supportive feelings about my friend’s success. He told us he had recently gone to a launch party with the chef Alice Waters and been a finalist in a contest hosted by the Food Network. More amazing than anything he said was the genuine nonchalance with which he said it. We were stunned.\n\n“Jeez,” Katie said. “You guys have done a lot of cool things.”\n\nMy friend was silent. \n\n“I know,” said his wife, rubbing his hand.\n\nA little later, I was studying the map I had insisted we pick up. I’ve never been able to read trail maps, but I wanted to impress my friend. \n\nHe walked over and peered over my shoulder. “This is where we are,” he said, pointing, “and this is where we’re going.”\n\nNeedless to say, I had no idea where I was going. A few months after the trip, I was accepted to law school and wavered violently, thinking I had to choose between fulfillment and financial security. We signed a lease on an East Coast rental and then I decided to defer, giving Katie whiplash. \n\nMy friend’s success held a different moral for each of us. To Katie, it proved we should hold steady jobs so we could afford the kind of life he lived. To me, it proved big risks could pay off. I quit my job to finish my novel. \n\nSomehow Katie forgave me. We decided to move East anyway and pulled together to plan our wedding. I told myself that my friend’s life, however enviable, lacked the gritty integrity of Katie’s and mine. Each of our fights, I believed, had helped us shed another illusion, and the more clearly we saw each other, the stronger our relationship would be. \n\nThis seemed true until the end of our honeymoon, when we went to a French inn for my friend and his wife’s second wedding. Before the welcome barbecue, Katie and I wandered through the inn’s bizarre menagerie, pausing to watch a peacock pace its cage in preposterous splendor. The barbecue was another kind of menagerie, featuring many species of success, yet Katie and I felt calm, amused and united. I was happy for the bride and groom and relieved to feel happy for them. \n\nThat night, though, I lay awake thinking about the other guests — one who’d started a digital video studio, another who’d become a barrister — and how they all seemed to have gotten what they wanted by following their passion. Morning congealed and the peacock screamed, sounding like a woman in distress. When Katie woke up, I told her I was never going to law school. \n\nMy timing could not have been worse. We were supposed to move across the country in a month.\n\nBack in Iowa, we scrambled for new jobs, a new apartment and new tenants for the rental back East. Katie was furious. She wanted something in her life to be solid, and maybe made of teak. She began browsing estate sales online, eventually purchasing a midcentury table I didn’t think we could fit or afford. “Revenge furniture,” we called it, when we were ready to smile again.\n\nI once heard the writer Wells Tower talk about an Alaskan channel where moose, trying to cross, become baffled by the fog and keep changing directions until they drown. It was a parable about writing — and life. Even after my moment of truth at my friend’s wedding, I kept waffling about law school, until I saw that the important thing was not to drown. \n\nWe found shore in Chicago. Eventually we turned our horrible first month of marriage into a funny story for friends. I no longer think our fights make our love more “real” than anyone else’s, but I do see our ability to spin disasters into fond memories as one of our strengths. Our fridge has a picture from our camping trip of Katie’s swollen face. “Love always,” she scrawled across the bottom. \n\nWe don’t have everything, but we have wine and bread and a lovely revenge table. We have plans and pictures, rituals and rivalries. We have each other, which is occasionally more than we can handle, and all that we need."
}