{
  "url": "http://www.nytimes.com/2014/11/16/fashion/under-the-spell-of-a-name.html",
  "headline": "Under the Spell of a Name",
  "dateline": {
    "year": 2014,
    "month": 11,
    "day": 13
  },
  "byline": "Mikita Brottman",
  "text": "A palm reader once told me I was going to marry a man named Andrew. I guess it could still happen, but I wouldn’t bet money on it. I have been married once and it wasn’t pretty. I have no plans to let it happen again, though if it does, odds are it won’t be to an Andrew. \n\nIn the year of my birth, the most popular baby boy’s name was Michael; the second most common was David (my father’s first two names are Michael David). David stayed in the top five until 1987. At my school there were so many Davids, I almost felt as though “Dave” was another word for boy, just as “Sue” meant girl. \n\nAt college, Daves remained plentiful. My immediate social group included three. To make things less confusing, I picked up the macho habit — common among my male friends — of referring to them by their last names: Bilton, Priestman and Finn. When Priestman and I became a couple, I was so used to calling him by his last name that I continued to do so for the two and a half years we were together, even when we were on our own. \n\nNames are like magic spells: They work on us unconsciously. Some seduce us with their loveliness; others are warning signs that say, “Watch out, here comes heartbreak.”\n\nI knew a man who broke off a long-term relationship with a Veronica and didn’t fall in love again until he met another Veronica. I also know a desperately lonely guy who refused to go on a blind date with a woman he met online (who, he had to admit, seemed an uncannily perfect match) because of her name: Bunny. \n\n“If you like her enough, you’ll get over it,” I told him. “You could call her B.”\n\n“I can’t do it,” he said. “I just can’t imagine my name linked with that of someone named Bunny.”\n\nIn my opinion, he was rather too fond of his own name, Jonathan. People rarely love their names as much as Jonathan did. Most either dislike their own names or feel indifferent about them, as I do mine. \n\nI was born in England in 1966, and my hippie parents made up my name, Mikita, in a moment of spontaneous creativity. They thought of it as a female diminutive of my father’s name, Mike (I suppose they’d never heard of Michaela and didn’t consider Michelle). They called me Mikki, which was perfect when I was an 8-year-old tomboy in overalls, but isn’t so great for a 40-something academic. \n\nI say I’m indifferent to it, but I often wish I were called something more commonplace. I always have to spell my name out, and even then people usually mishear or forget. I get called Nikita a lot, and Mackenzie. \n\nWhen I moved to the United States, I learned that men of a certain generation will remember my name because they think of the hockey player Stan Mikita; others think of Makita, the Japanese brand of power tools, whose slogan used to be “Make it neater, with Makita.” \n\nWhen I’m asked for my name after placing my order in a coffee shop, I usually say “Sue,” reluctant to go through the process of explaining. Sometimes this disavowal makes me feel guilty, especially when I think of the women I’ve known who grew sick of sharing their names with so many others and changed them to something more exotic or unique. (Sarah became Mildred, Megan became Violet, Ruth became Zou.) \n\nMy friend Melissa was drawn immediately to her partner before they had met. She was deeply attracted to his name: Edward Winter. \n\n“I don’t know why I love it so much,” she said. “It’s so ——”\n\n“Genteel?” I suggested. \n\n“Gentile!” exclaimed Melissa, who’s Jewish, putting her finger on it.\n\nWe usually can explain why we’re drawn to a name; it’s more difficult to understand why certain names put us off. Sometimes we can trace our dislike back to a particular person, but often our aversion seems mysteriously connected to the sound of the name, the taste or smell it evokes, or the way it looks on the page. I vividly recall the boys who put me off certain names and why they did so (Jason had body odor, Roger told lies and Shaun stole my bike), but I have no idea why I’m so turned off by the names Alex, Will or Simon.\n\nDavid Priestman was David No. 1. I was 27 when I met David No. 2. Like me, he was an academic, but he was 20 years my senior, the same age as my father, which was not auspicious. To make matters worse, he was often impatient and demanding; this made me withdraw into myself, a reaction that irritated him all the more. \n\nFormidably intelligent, David taught me a great deal about philosophy and literature, and these were the best moments of our relationship. But when things turned difficult between us, he seemed to know precious little of human decency.\n\nI shouldn’t have married him, but I did. There were no witnesses. After the brief ceremony in a courthouse above a strip mall, we had dinner at Red Lobster. We skipped dessert. \n\nI knew the marriage was doomed, but I thought being married might improve our relationship in the short term. Instead of making things better, however, it tied us down even further in our misery. My self-doubt and insecurity fed into David’s need to dominate. We were living in England then, where his employment stresses and health problems made him increasingly short-tempered, and I grew terrified of setting him off.\n\nWhen I wasn’t at work, I was alone at home with David, and I began to feel trapped. We were together for four years, stuck in a holding pattern of unhappiness. I can’t say I was miserable every day, but I was constantly anxious and self-conscious, never able to relax. \n\nThe impetus to leave came in the form of a job offer at a university in the United States. It was a one-year position, but I took it, quitting my full-time job in London. One morning I got out of bed, took a single suitcase, got a cab to the airport and left David No. 2 for good. Afterward, I saw him only in disturbing dreams, from which I awoke with my heart racing. For many years after I left, the name “David” gave me the chills.\n\nTime passed. I filed for divorce and started to date again, steering clear of Davids. I met a pleasant Adam, a charming Aaron, a kind Rick (I preferred to call him Richard) who had been married twice before and thought I might be his third time lucky, but my heart wasn’t in it. Looking back, I was still in recovery.\n\nIn Oscar Wilde’s “Importance of Being Earnest,” the aristocratic Gwendolen Fairfax believes she could never marry a man named Jack. \n\n“No, there is very little music in the name Jack, if any at all, indeed,” she says. “It does not thrill. It produces absolutely no vibrations ... I have known several Jacks, and they all, without exception, were more than usually plain.” \n\nMost of us are more flexible than Miss Fairfax regarding our name prejudices. We may be initially reluctant to get involved with an Adolf or a Jezebel, but if we like them enough, our previous associations with the name — however difficult it may be to believe — will eventually fade away.\n\nOr so I told myself. But when, four years after leaving my husband, I fell into a conversation at a conference with a man so gentlemanly and unusual that when I discovered his name was also David, it felt like a betrayal. Surely a man this exceptional and refined had to be named something distinctive: Ptolemy, for example, or Fitzwilliam? Yet there he was, answering to “Dave” like any Tom, Dick or Harry. \n\nWhen we first got together, I felt a little like Elaine in the “Seinfeld” episode where her new boyfriend happens to share the name of the serial killer Joel Rifkin. I didn’t see how I would ever get used to it. \n\nBut I did. The closer and more comfortable I got with David No. 3, the more the name began to lose its painful resonance and started to sound bright, safe and solid. Fourteen years later, I love it. It feels strong and sonorous; it looks balanced on the page. It’s modern and traditional, both gentile and Jewish (not to mention genteel).\n\nThe name’s popularity has declined since I was younger (it’s currently ranked No. 18 in the United States and No. 59 in England and Wales) but there are still plenty of Davids around. Now, however, if there’s any confusion over which one is being referred to, I can happily clarify: my David."
}