{
  "url": "http://www.nytimes.com/2014/01/26/fashion/how-hollywood-ruined-me-for-romance-modern-love.html",
  "headline": "How Hollywood Ruined Me for Romance",
  "dateline": {
    "year": 2014,
    "month": 1,
    "day": 23
  },
  "byline": "Benjamin Svetkey",
  "text": "I once fondled Angelina Jolie’s elbow. \n\nThis was back in the early 2000s, when I was a writer for Entertainment Weekly. I had flown to Montreal, where Ms. Jolie was shooting “Taking Lives,” to interview her over lunch for a cover story. \n\nWhile I watched the star slice into a bloody steak at a five-star hotel restaurant, she told me how she had chipped a bone in her elbow doing a stunt, and the tiny bone chip kept migrating under her skin. Then she put down her knife and fork, took my hand in hers, and invited me to squeeze and pinch her arm to see if I could find it.\n\nI nearly fainted.\n\nOf course, millions of men fall in love with movie stars every day, but usually from the safety of a theater seat. As an entertainment journalist I didn’t just rub elbows, I occasionally fondled them. \n\nOver the past 20 years, I’ve sat in restaurants and engaged in conversation — what in another context might be called a date — with Michelle Pfeiffer, Halle Berry, Nicole Kidman, Julia Roberts and many others. It was one of the best parts of the job, meeting such women and watching them chew, but also, frankly, one of the most challenging. It totally fouled me up when it came to real dates with unfamous women.\n\nNora Ephron once famously complained that romantic comedies gave women unrealistic expectations about love and relationships. My job gave me a rare variant of that disease. It wasn’t rom-coms that were messing with my head but the actresses who appeared in them. For many years, until I figured out the difference between love and fan worship, I was so dazzled by the stardust being sprinkled in my face, I couldn’t see straight. Like Marcello Mastroianni in “La Dolce Vita,” I kept following Anita Ekberg into the Trevi Fountain, but all I ever got was soggy trouser cuffs.\n\nIn the pecking order of Hollywood, journalists fall somewhere between grips and the guy who drives the craft service catering truck, so I knew the idea of my wooing a star was preposterous. There’s a scene in “Celebrity,” Woody Allen’s 1998 film about fame, that always makes me cringe. \n\nThe magazine writer played by Kenneth Branagh is interviewing the movie star played by Melanie Griffith, and at one point she takes a break from the conversation to unzip his pants and perform a sex act on him (“My body belongs to my husband,” she says, “but what I do from the neck up is a different story”). \n\nIn real life, that would never happen in a million years.\n\nStill, there’s a thin line between seduction and spinning the press, and it took me a while to figure that out. Actors are professional charmers. They also have a vested interest in making journalists like them. And to a young reporter starting out, and even to a seasoned veteran, it can be heady stuff, having a star flirt with you. Sometimes, that thin line can get awfully blurry.\n\nFor instance, I did go on one real date with a star I interviewed. At least I considered it a real date. I won’t tell you her name because I don’t want to embarrass anyone other than myself. But when I first interviewed her at a coffee shop on Sunset Boulevard on a drizzly afternoon two decades ago, just as she was breaking out, I thought she was the most Bambi-like creature ever to wander into Hollywood. I was so smitten I went home and tapped out a profile that, between the lines, all but begged her to go out with me.\n\nAnd she did! After the article appeared she phoned — well, her publicist did — to thank me and invite me to dinner. We met at an Italian restaurant in Brentwood and she was every bit as charmingly vulnerable as during our interview. \n\nBut I began to notice that Bambi had a few issues. \n\n“I know this is going to sound weird,” she confessed during the meal, “but I have a phobia about talking on telephones. I’m working on it, I’m getting help, but you should know about it, in case you ever try to call me.” \n\nShe said it with such pained sincerity I couldn’t help but nod. And for the first time, it dawned on me that dating a celebrity might be a bit of a nightmare. \n\nAs we said our goodbyes in the parking lot, Bambi stepped into my arms for a long hug. Normally, I wouldn’t have hesitated. I would have kissed her. But I had never cuddled with a star before, and it made me nervous. Was I misreading signals? Could this be a platonic extra-long squeeze? \n\nI dithered, the moment passed and she broke contact. I called the next day and left a voice mail message thanking her for the date and requesting another. When she didn’t call back, I tried calling a few days later. Then again. And again. Until it dawned on me I was phone-stalking a celebrity who had confessed to having a phobia of phones.\n\nThat “real” celebrity date definitely gave me a deeper appreciation for the nonfamous women in my life. I came to realize the advantages of normal dating. For one thing, I didn’t have to jot down a lot of questions to ask before arriving at the restaurant. For another, I discovered that all the time I spent talking to famous strangers had given me good skills for romantic socializing. Most men try to impress women by talking about themselves. Thanks to my job, I learned a better way. Ask a lot of questions and — this is critical — listen to the answers. Even unfamous women, it turns out, really like that.\n\nFrom time to time, I found myself in long-term relationships (some of them for whole months at a stretch). But movie stars still came between us. Girlfriends would become insecure whenever they knew I was about to interview a starlet, jokingly hinting that they might show up at the restaurant to keep an eye on me. \n\nI would wave away their concerns, explaining how interviewing stars was simply part of my job, that I was as professionally detached as a doctor. But in retrospect, they may have been right to be jealous. Because I still got a rush from dining with famous actresses. I still got a buzz from the pretend flirting and the faux intimacy and the fake seduction of the celebrity interview. I enjoyed it so much, I felt guilty when I got back home. It felt as if I had been unfaithful. \n\nIn a way, maybe I had.\n\nIn romantic comedies, there’s a perfect woman for every man, and they always manage to find each other. But as I entered my 40s, still a bachelor, I had to accept the fact that my skewed idea of perfection was ruining my life. My romantic imagination had been corrupted by outrageous expectations and mindless fantasizing that bore as much resemblance to real life as a Hollywood action film. And so, sadly, I reckoned I would grow old and die alone and unloved, leaving behind only my tape recorder and a stack of Entertainment Weeklys.\n\nExcept then I met the perfect woman.\n\nThis was in Prague, in the spring of 2002, while visiting the set of an action movie called “XXX.” I had been on the soundstage no more than 15 or 20 minutes, just long enough to watch Vin Diesel blow up a terrorist bunker with a bazooka, when I spotted her: a gorgeous woman with honey-blond hair and green eyes, sitting on top of boxes of sound equipment, reading a thick Czech book. \n\nWith those cheekbones, I assumed she had a part in the movie. So I turned to the film’s publicist and asked if I could interview her.\n\n“She’s not an actress,” he said, rolling his eyes. “She’s a translator.”\n\nI interviewed her anyway. Repeatedly. During long walks around Old Town Square and across the Charles Bridge and over sips of Becherovka inside Prague cafes. She had a sexy Slavic accent right out of a Bond film, but as a translator her English was flawless, even if she did occasionally mangle an aphorism (“Ugh, I am like an elephant in Chinatown!” she said after spilling her drink). \n\nSitting across a table from her, I got the same dizzying high that usually happened only with my celebrity dates. But this time there were no fake intimacies or phony familiarities. We just talked about books and movies and music and growing up in our different countries. Over dinner, she playfully taught me the Czech words for knife and fork and salt and pepper. After dinner, she taught me the Czech word for kiss.\n\nWe’ve been married now for almost 10 years. Sometimes, when I’m really lucky, she even lets me fondle her elbow."
}