{
  "url": "http://www.nytimes.com/2014/12/07/style/modern-love-houseboy-wanted-to-serve-me.html",
  "headline": "The Houseboy Wanted to Serve Me. I Tried to Oblige.",
  "dateline": {
    "year": 2014,
    "month": 12,
    "day": 4
  },
  "byline": "Eliza Hecht",
  "text": "The Houseboy first messaged me six months ago on the online dating site OKCupid.\n\n“Hi,” his message said. “I am a houseboy. I will clean your house, or anything else you want me to do. I expect nothing in return. I like serving strong, confident women. I also like women who smoke.”\n\nI have always loved the absurd, and this scenario seemed too strange to pass up. I wanted to meet this man with a housecleaning fetish. And, frankly, I wanted a clean apartment.\n\nI had joked with friends about how great it would be to have a manservant, someone who would clean, do my dishes and laundry and all the other things I hate doing. I’ll happily degrade him, I’d say. I’ll throw olive pits at him. Whatever turns him on.\n\nSo I responded to his message.\n\n“I’m a strong, confident woman,” I wrote. “I need my apartment cleaned. When can you come over?”\n\nWe started messaging and then texting. Although most of our interactions were fetish-related, there were moments of intimacy. Sometimes, at night, he’d ask me how I was doing.\n\n“I’m O.K.,” I’d say. “Kind of lonely.”\n\nI had been single for nearly four years, and it was easy to confide in this stranger who already had made himself so vulnerable to me. Although our exchanges didn’t always make me feel better, it was still nice to know someone was rooting for me.\n\nEven so, I told him not to tell me his name. I thought he would like it better if I just referred to him as the Houseboy. After all, I wanted him to get something out of the situation, too. If his fetish was to serve a woman who would boss him around and make him feel worthless, I would try to play the role. His fantasy didn’t work if I didn’t play along, and I wanted to hold up my end of the bargain.\n\nWe set up a date for him to come over and clean. But at the last minute, he backed out.\n\n“I’m sorry,” he said, “but I’m broke. I don’t even have subway fare. I could ask my dad for it, but I don’t think he’ll give it to me.”\n\nA friend said, laughing, “He needs to get a real job as a houseboy to support his houseboy fetish.” \n\nI tried twice more, and both times fell through. I didn’t hear from him again until I started my YouTube series.\n\n“Ladies of Leisure” was something silly I thought up when I was drunk. It was a simple premise: I would sit in my bathtub, drink martinis and sing karaoke. Sometimes I would smoke cigarettes.\n\nI posted a few videos on YouTube. My friends thought they were funny. I thought they were funny. That was all I thought would happen.\n\nAnd then, I got a text from the Houseboy.\n\n“Your videos are really good,” he said. “I bet they would go over well in the smoking fetish community.”\n\nOver the next few days, people started following my YouTube channel. They had names like “AshtraySlaveNY” and “SmokingFetishVids.” I had gone viral. Except the people watching my videos were people who got turned on by watching me smoke.\n\n“Are you right- or left-handed?” the Houseboy texted me.\n\n“Right,” I said. “Why?”\n\n“Sometimes you smoke with your left hand. You’d look more comfortable if you smoked with your right. It would be hotter.”\n\n“That’s not really the point of the videos,” I replied.\n\nI started to lose interest, but he kept texting me.\n\n“Do you need a chauffeur tonight?” he would ask.\n\nOr, “When are you going to put out a new video?”\n\nOr:, “I want you to use me as an ashtray. Let me be your pig-slave.”\n\nAnd then, I needed a lamp. And some wineglasses. And Ikea is in Red Hook, which is a hassle to get to. So I texted the Houseboy.\n\n“It’s your lucky week,” I wrote. “I need a ride to Ikea.”\n\n“I want to,” he replied, “but I don’t have money for gas. I know it’s not very slavelike to ask for gas money. But I’m broke.”\n\n“That’s fine,” I said. “Cheaper than a cab.”\n\nWe made a date for a Friday at 2 p.m. Two o’clock passed, and then 3. I called him, trying my best to be domineering.\n\n“Where are you?”\n\n“I’m on my way,” he said. “There’s really bad traffic.”\n\nTwenty minutes later, I called again. “Where are you?”\n\n“Close. Ocean Avenue and Parkside.”\n\nFinally he showed up, around 3:45. I walked outside to meet him, and saw a man waving at me from a red Toyota.\n\nPerhaps I should have been scared, but I wasn’t. I was looking forward to seeing what this man, this Houseboy I had been talking to for months, would be like in person. I felt I already knew him. I walked over to his car and opened the door. The Houseboy was overweight and had long dark hair with streaks of gray. As I had already known, he was in his early 40s.\n\n“Do you know how to get there?” I asked, trying to be cold.\n\n“Yes,” he said. And then, “You’re really pretty. I couldn’t see your freckles in the videos.”\n\nHe started driving. Although I was trying to play the part of the cruel, confident woman, I couldn’t help but make friendly conversation.\n\n“You’re Jewish, right?” he asked.\n\n“Yeah,” I said. “But not particularly religious.”\n\n“What do you think about Israel and Gaza?”\n\nI sighed. “I honestly don’t know if it can ever get better,” I said. “There are thousands of years of history there. Everyone hates each other too much. And no one is willing to compromise.”\n\nHe responded with an educated, nuanced take on the situation. I was surprised. I knew the Houseboy was kind, but I didn’t expect him to be so smart. After all, he lived with his father and couldn’t even afford subway fare.\n\nWhen we got to Ikea, I told the Houseboy he could push my cart. He agreed, thanked me and went to get one. I led the way, walking two steps ahead of him through the assorted goods in the Ikea Marketplace. Occasionally I stopped, picking up bowls and wineglasses. I needed a new comforter. I needed a lamp for my room.\n\nWe checked out. I swiped my credit card, put my stuff back into the cart and walked out of the store, the Houseboy at my heels. He loaded my haul into the back seat of his car, taking care to put the fragile things on the floor where they wouldn’t break.\n\nWe headed back to my place.\n\n“You’re not going to take the B.Q.E.?” I asked, when we drove by an entrance to the Brooklyn-Queens Expressway.\n\n“I’m afraid we might get stuck in traffic,” he said. “And then we’d never get off.”\n\nWhen we got to my neighborhood, I gave him directions back to my building. He parked across the street, and I loaded things into reusable shopping bags to carry up to my apartment. The Houseboy offered to help me take them upstairs.\n\n“O.K.,” I said, handing him a bag. “That’s me over there.”\n\nI opened the door to the building. We walked up two flights, and I unlocked my apartment. I put my bag down on the floor, and the Houseboy put his down, too.\n\n“I have gas money for you,” I said. “How much do you think? Twenty?”\n\n“Oh, no,” he said. “Eight, at the most. Honestly, I’ll probably just give my dad six, and keep the rest.”\n\nI gave him $11. We stood awkwardly, a few feet away from each other. It seemed strange to hug, but doing nothing felt uncomfortable, too.\n\n“Thanks,” I said, and I opened the door to let him out.\n\n“It was a pleasure serving you,” he said. “I hope you call me again.”\n\nHe started to walk out the door, but stopped and turned around.\n\n“By the way,” he said. “You seem really nice.”\n\nI wasn’t sure if that was a compliment, coming from a man who wanted to be abused. Maybe I should have been meaner. Maybe I should have made him take the B.Q.E. Maybe I should have lectured him on Gaza, interrupting him when he tried to give his perspective.\n\n“I’m a little bit of a princess,” I often say.\n\nAnd, “I have attitude.”\n\nAnd, “I like to get what I want when I want it.”\n\nBut the Houseboy saw through me. I wanted to give him what he was looking for: I wanted to dominate him, boss him around, make him feel bad about himself. But in the end, I couldn’t. When it comes down to it, I’m uncomfortable throwing olive pits. I’m not good at calling someone names, or ignoring his presence. I just want a friendly ride to Ikea with a smart guy who can talk intelligently about Middle East politics.\n\nI guess I’m nice. But my apartment is still a mess."
}