{
  "url": "http://www.nytimes.com/2014/07/13/fashion/modern-love-unraveling-a-dark-family-secret.html",
  "headline": "Unraveling a Dark Family Secret",
  "dateline": {
    "year": 2014,
    "month": 7,
    "day": 10
  },
  "byline": "Nomi Eve",
  "text": "I was 21 years old and sitting with my grandmother in her parlor as she knitted a heavy winter blanket. It was the middle of the summer in Israel, and that blanket made me sweat just looking at it. I was pretending to read, but really my head was on fire. \n\nI was a nervous wreck because I was about to betray my beloved grandmother and visit her darkest secret. Her secret had a name, and I was going to see him. I couldn’t even begin to tell her what I was about to do. Would she be angry if she found out? Or would she collapse?\n\nThe next morning, I was in a hot car, driving north along Israel’s Route 70 on a journey set in motion by a revelation cloaked in shame, regret and sorrow. A few months before this car ride, my father had told me he had another brother, one I didn’t know about. The brother had been born profoundly intellectually disabled and with physical deformities. He lived at home until he was 5, when my grandparents sent him to live in an institution. \n\nMy father told me that my secret uncle’s name was Raphael. He was given this name like so many other afflicted children of his generation. Raphael is one of the archangels, and his name means “God, please heal.” \n\nMy grandparents were secular Jews, but it didn’t matter. With a child like that, you tucked a prayer into his name, just for the heck of it. \n\nThe details were sketchy but devastating. One thread of the story was that my grandmother had been given medication during pregnancy that affected the fetus. Another was that she had tried unsuccessfully to abort. \n\nI would never hear her version of what happened. But I did know that in her youth, my grandmother had smuggled machine-gun parts in her babies’ carriages to aid the resistance against the British. She knew well the physical and mental demands of statehood and motherhood. And the demands of raising such a child as Raphi in her place and time? Well, that was another story entirely. \n\nAccording to my father, my grandparents were overwhelmed with the burdens of caring for Raphi and bowed to a doctor’s advice by sending him to live in an institution. My grandmother visited him several times, but she stopped when Raphi ceased to recognize her. \n\nWhen my father finished telling me this story, he made me promise never to mention Raphi in front of my grandmother. No one ever did, he said, because it could make her angry or hysterical. He insisted I hide the secret from her in my own life just as he did in his.\n\nBut I wasn’t very good at hiding things, so I sought out my shadow uncle. And that’s why I was in that hot car, driving north. I needed to see my Uncle Raphi with my own eyes. \n\nA cousin of my father’s knew where Raphael was. I’d made a phone call to the institution, and the person I spoke to expressed surprise: “A visitor for him? He’s never had visitors.” \n\n“I know,” I said. \n\nI asked a friend to come with me, because I couldn’t face the journey alone. \n\nWe arrived midmorning. I stepped out of the car and exhaled. The place was beautiful, a small village-like setting planted with flowers and greenery. I was immediately grateful that my uncle, a ward of the state, lived in this place. \n\nWe were shown to a little room and told that a social worker would bring my uncle. After a few minutes, the social worker opened the door. \n\n“Here is Raphi,” she said, ushering a man into a chair next to me. He had a thin face, dark skin and dark eyes. He didn’t look like my family at all — we are pale and blue-eyed. But this was my uncle, so I immediately started to talk to him, explaining that I was his niece.\n\n“I am your family,” I said, “and I have come to say hello.”\n\nHe was entirely nonverbal, but he had a nice expression on his gentle face. \n\nI was flooded with a wave of love mingled with shock and awe. I was bound to this stranger, and continued to chatter about my life and our family as if this were a regular visit to a regular uncle. But then suddenly something struck me as not quite right. I looked at the man’s hands and counted his fingers. They were all there. My father had told me that Raphi was born missing fingers. \n\n“This ... uh, this isn’t our Raphi,” I said, turning sheepishly toward the social worker. “Our Raphi is missing fingers.” \n\nThe social worker’s face went pale and she looked shocked, but then she burst into a smile. “Oh, that makes sense,” she said, coming over and putting a hand on the wrong Raphi’s shoulder. “I brought you the wrong Raphi. I didn’t understand what you were doing with a Yemenite uncle anyway. It is clear you aren’t Yemenite.” She laughed at the absurdity and nudged the wrong Raphi to follow her.\n\nI watched the gentleman rise, his coffee-colored skin and delicate features. He was as Yemenite as I was Ashkenazi, a Jew of Eastern European origin. My people are pasty white and coined in the forge of the shtetl. This man came from the billowing skirt of Arabia. For a brief moment, we had been family, but now we were not. \n\n“This place is full of Raphaels,” the social worker said at the door with a chuckle. “I’ll go get you the right one.” \n\nMy friend and I were left alone again. We giggled nervously at the absurdity. The wrong uncle! A place chock-full of Raphis! A place full of people named for the angel of healing. Imagine that. \n\nThe door opened again. This time, I knew him right away. Our Raphi was a different version of my father. The same coloring. Same pale eyes and pale skin. He was smaller, missing fingers, with an oversize head and an out-of-proportion torso, like a fun-house-mirror image of our family, a distortion kept in the dark. \n\n“Raphi, I am your niece,” I said. But he couldn’t understand me. He had no language. His eggshell-blue eyes looked past me, not focusing on anything. He was holding up misshapen hands, stumps for fingers, and making subtle movements with them. So I put mine up too, and let him use my hands in his hand dance.\n\nHe brushed his stumps against my skin. I swayed with him. This lasted for five minutes that felt like five years — maybe I am still there, up north in Israel, hand dancing with my shadow uncle in a pretty place under the glare of an unforgiving sun.\n\nMy friend and I drove home, south down Route 70. That night, I sat again in the parlor with my grandmother. She was knitting as I pretended to read. But then the secret had its way with me and barged out of my mouth. I confessed that I had been to visit the son she abandoned 60 years ago. \n\nMy grandmother knew me better than I knew myself. Who knows, maybe she even knew where I’d been that day, where I was going before I’d made the plan myself. It was time, I guess, for darkness to heed to light.\n\nShe didn’t quite smile, but her face was soft. Eventually she said, “So, this is how it is.”\n\nI nodded. I didn’t tell her about the way I had held up my hands and her son had used them to dance. Instead I said, “Savta, you aren’t going to believe what happened.”\n\nShe raised an eyebrow. “What?”\n\nI told her about the wrong uncle, about the social worker’s mistake, and how that place was full of Raphis, and how for a few moments I had belonged to a different one.\n\nHer eyes widened: “No. Really?”\n\n“Really, Savta, they brought me the wrong Raphi,” I said. “He didn’t look anything like us. He was Yemenite, and he had — well, he had all of his fingers. But for a few moments, he was my uncle, and I was his niece.”\n\nShe looked incredulous, but then she opened her mouth and laughed. I laughed with her. It was so absurd. Who could make up a story as sad and ridiculous as all that? We laughed hard and long, and then the smile disappeared from her face. \n\n“He didn’t know who I was,” she said tearfully. “He didn’t know I was his mother.”\n\nI reached for her. We embraced, and I felt as if I were meeting my grandmother for the very first time.\n\nI picked up my book and she picked up her knitting. She didn’t say anything else. She didn’t ask how I’d found her son or how he was. She didn’t ask what he looked like or how the years had touched him. She just continued to knit her impossibly heavy blanket, stitch by difficult stitch."
}