{
  "url": "http://www.nytimes.com/2014/02/02/fashion/good-enough-thats-great.html",
  "headline": "Good Enough? That’s Great",
  "dateline": {
    "year": 2014,
    "month": 1,
    "day": 31
  },
  "byline": "Daniel Jones",
  "text": "What’s the best way to recalibrate a marriage as the years pass? I wish I had the answer, because clearly millions of us would like to know. \n\nAs the editor of the Modern Love column for nearly a decade, I have sifted through roughly 50,000 stories that have crossed my desk. I have noticed people wrestling with two questions above all others. From the young: “How do I find love?” And from those wallowing through marital malaise: “How do I get it back?”\n\nThough it’s not really love they want back as much as attention, excitement and passion. No one doubts the enduring benefits of long-term relationships. But marriage can also get boring, punctuated with deadening routines, cyclical arguments and repetitive conversations. \n\nIn my own 21-year marriage, my wife has a habit of asking me to do something and then saying: “You’re not going to forget, are you? Just tell me now if you’re going to forget so I’ll know to do it myself.”\n\nI’ll say (for the hundredth time): “I can’t know in advance if I’m going to forget. That’s not how forgetting works.”\n\n“Just tell me,” she’ll say.\n\nAmong my 50,000 strangers, I’ve also heard from just a handful of couples who claimed to have maintained sexually charged marriages throughout the decades. The one story I published from this happier-than-thou crowd, by the writer Ayelet Waldman about her still-sexy marriage (with four children) to the Pulitzer-winning writer Michael Chabon, was met with jeers and hostility when she went on “Oprah” to talk about it, mostly because she dared to confess that she puts her marriage ahead of motherhood. \n\nThat alignment of priorities, she said, is part of what has allowed her to keep her marriage passionate. And she argued that doing so is also a healthier model for children, most of whom would be better off with a little less time in their parents’ spotlight. As she spoke, the studio audience seemed to regard her as if she were from another planet.\n\nShe might as well have been, given how rare that kind of marriage is these days.\n\nSo what to do about it? Sneak around, trying to get our needs met elsewhere? Resign ourselves to the limitations of marriage? Confront the issue head on and work together to try to reanimate our relationship? And ultimately, what does each approach entail?\n\nTHOSE WHO SNEAK. Sneakers neither sulk nor celebrate; they redirect their attention to distractions that entertain and titillate. As a matter of convenience, much of their sneaking will be conducted online. Sneakers are never without their electronic devices. When sitting, they will almost always be staring into an open laptop or e-tablet. While walking or doing chores, they’ll be staring into a smartphone.\n\nFor these gadget-obsessed types, the hardest work of marriage is listening. To their spouses they’ll mutter “What?” constantly, but they won’t listen when the statement is repeated and they are too embarrassed to ask a second or third time. \n\nSneakers typically log a lot of hours on social media stalking old flames from high school and college. Have you ever received a friend request from a long-ago love who very early in your messaging session either asks leading questions about the state of your marriage or confesses to loneliness in his or her own? If so, you’ve been targeted by a sneaker. \n\nAfter an opening exchange of how-you-dos, the sneaker will start in: “yeah im married 2 but we do our own thing these days. what about u?”\n\nTarget: “lol i know how that is”\n\nSneaker: “do u really?”\n\nTarget: “omg who doesnt”\n\nSneaker: “u and me used to have so much fun partying right?”\n\nTarget: “like 100 yrs ago lol”\n\nSneaker: “we should get together 4 lunch sometime”\n\nTarget: “that would be so crazy to c u again”\n\nSneaker: “how far away r u? 3 hrs?”\n\nTarget: “yeah long drive for lunch lol!”\n\nSneaker: “so do u really do ur own thing in ur marriage 2?”\n\nTarget: “omg you havent changed at all!!!!!”\n\nWill they get together for lunch? And if they do and have a great time, will they: a) rekindle their romance, b) decide to divorce their spouses, and c) marry each other and live happily ever after? \n\nMaybe, but probably not. The complexity and emotional toll involved in getting from points A to C in this fantasy are staggering. Yet this kind of Facebook-inspired daydreaming (“If only I could be with _____, I’d be so much happier”) is among the most common dilemmas I hear.\n\nTHOSE WHO QUASH. There are many who choose to quash their unfulfilled desires, to accept their marriage for what it is and figure out how to feel O.K. about it. \n\nOh, well, they tell themselves, I still have a lot to be thankful for. I love my spouse and my family. I love my house and my garden. So we aren’t having wild sex every day or every week or even once a month (or ever). You can’t have everything, they argue. Be grateful for what you do have. \n\nThere’s a temptation to dismiss quashers as being in total denial, but they aren’t. They just don’t see the point of wallowing in self-pity when they have accomplished what they hoped to in terms of marriage, family and career. As with most personality types, there’s a spectrum, running the gamut from the bitterly resigned to the appreciatively so. \n\nThe bitterly resigned will not go to couples counseling, because what are they supposed to say? “My life isn’t as fun as it used to be?” They hardly need to pay someone for that.\n\nWhat a difference a spectrum can make, though, because those at the other end of the quashing range — the appreciatively resigned — seem to be among the healthiest and happiest of the marrieds. \n\nNot much sexual passion left in the marriage? That’s offset by what’s left. Like Dr. Seuss’s Whos down in Whoville who hold hands and sing after being robbed on Christmas Eve of all their food and possessions, the appreciatively resigned rise each morning not dwelling on their marital shortfalls but counting their mutual blessings, whatever they may be: a shared sense of humor, an exchange of kind gestures, the enthusiastic pursuit of a mutual interest. Somehow they have managed to grow together rather than apart.\n\nTHE RESTORER. When a restorer couple’s marriage starts to feel subpar, they sit down and have a sensible discussion about where their marriage is and where they would like it to be. Then they set goals and seek the means to achieve those goals. Typically affluent, educated and highly motivated, restorer couples almost single-handedly support the vast and profitable marriage-improvement industry. \n\nIt won’t take long for them to find out that, surprisingly, the most recommended strategy for reigniting passion in marriage — passion that has waned in part because of the deadening weight of its routines — involves loading up the relationship with even more routines: date nights, couples counseling, dance classes, scheduled sex, 10 for 10s (committing to 10 hugs of 10-seconds in duration every single day), fresh flower Fridays (a boon to the local florist, if not your marriage), required kisses upon parting, lunchtime exchanges of erotic texts, and possibly some creative midday play at the local Holiday Inn involving silk scarves and an eye patch.\n\nSuch restorative activities fall into two groups: drudgery and spice. The drudgery, like research and couples counseling, is supposed to be hard work, whereas the spice, such as “creative” bedroom play and kisses upon parting, is supposed to be fun. Depending on a couple’s proclivities, however, the drudgery may turn out to be fun (like reading to each other in bed from marriage improvement books) and the attempts at spice may start to feel like work (having to get out of the car and go back inside because you yet again forgot your required parting kiss).\n\nThese attempts at relighting the flame may work for some, but for others they seem to be less about feeling sexy or “rediscovering” each other than they are about demonstrating a nose-to-the-grindstone determination to try anything to stay together and remain vital, which can have a bonding appeal of its own. \n\nAfter all, you have a lot going for you if you’re willing to commit to learning the fox trot when you hate dancing, or giving up your cherished Saturday-morning run for a regular bedroom session of holding hands naked while staring into each other’s eyes (and seeing where that leads). \n\nLike at-risk teens who are kept off the streets and helped in a positive direction through after-school sports or Big Brother and Big Sister programs, restorer couples who embrace these new routines are also kept out of other people’s beds and focused on healthier alternatives.\n\nWhat’s more, restorers will want to be able to say they have tried everything to bring the passion back to their marriage, so essentially it’s just a matter of going down the list and checking everything off.\n\nUltimately every member of a dedicated restorer couple will become a marital-boredom scholar, reading everything that explains why living and having sex with the same person for 30 or 40 years can get boring and what to do about it when it happens to you. In their pursuit of such knowledge, these couples convert their night stands from leisure-reading podiums scattered with travel magazines and suspense novels into social-science libraries stacked with ominous-sounding book titles such as: “I Don’t,” “Marriage Shock,” “Against Love” and “Mating in Captivity.” \n\nFrom their research they will learn how their boredom may ebb and flow before finally leveling off into the pleasant hum of old age. They’ll become experts in the ways men and women have driven each other crazy for all of eternity. They will have hugged and kissed and danced and date-nighted until they can hug and kiss and dance and date-night no more. And although they will have had some good times that made them remember why they fell in love in the first place, chances are they won’t exactly have turned back the clock in terms of reclaiming that ever-elusive passion. \n\nInevitably, as the intellectually curious people they are, restorers will return to their original and most perplexing question: How much do we have a right to expect from marriage? Is this simply as good as it gets? We do care about each other. We love our children. Health is generally good. Can’t we just be happy with what we have? And isn’t there a risk that in pressing for more we’ll turn something pretty good into something really bad? \n\nThere is, of course. And it’s a risk some will want to take. Others, though, will decide to pull back on the marriage improvement program and instead join the ranks of the appreciatively resigned. They will realize that passion does not equal love, and that the loss of one doesn’t necessarily mean the loss of the other. \n\nWith Feb. 14 soon upon us, that’s a realization worth celebrating. "
}