{
  "url": "http://www.nytimes.com/2014/09/28/fashion/Modern-Love-one-thousand-and-one-nights-of-laundry.html",
  "headline": "One Thousand and One Nights of Laundry",
  "dateline": {
    "year": 2014,
    "month": 9,
    "day": 26
  },
  "byline": "Wendy Rasmussen",
  "text": "When my sons and I stopped by their father’s house to do our laundry one evening, we thought no one was home. Then we noticed him in the backyard with a young woman.\n\nWe divorced three years ago, but the boys and I still do laundry at the old house because the washing machine in our rental house is always broken. My ex has mentioned that he could fix it for us, but then he wouldn’t see us as often, and he likes seeing us. We like seeing him, too.\n\nSometimes we regret showing up with our duffel bags of dirty clothes, but usually I’m reminded not only of why I left him but also why we need a dose of him now and then.\n\nThe young woman he was comforting looked romantically tormented in a way only the young and heartbroken can pull off. People in their 40s, like my ex and me, can no longer manage to look that agonized. He and I weren’t each other’s first loves, but we were each other’s big loves.\n\nHe and the woman were sitting on a bench in the overgrown garden of herbs I had planted. He looked gentlemanly holding her hand, squeezing it. A bottle of whiskey sat on the ground between them, and they each had a row of empty Heinekens. She was crying. They were in a drunken haze, but soon they would notice us moving around inside the house, just yards away on the other side of a screen door.\n\nWhen I put the laundry in the washer, the young woman looked up and saw me. I introduced myself from the doorstep as she rubbed her eyes and tried to smile. \n\nThey invited me to join them on the bench, but I cheerily declined and returned to my laundry. The boys were off playing online video games. (Along with a working washer, their father also has reliable Internet service, unlike ours, which we borrow from neighbors and local networks.)\n\nA bit later, the boys and I headed out to restock the laundry detergent, and when we returned, my ex and his friend were gone. This worried me because he was so drunk. Getting this drunk was a new thing for him, and he was doing it often. \n\nHe was already full of tragic flaws. Maybe I didn’t recognize this at the beginning, in the five minutes before I fell in love with him, back when he was my Iraqi refugee student and I was his volunteer tutor.\n\nThat was the year after my younger brother had committed suicide at 21, and my Iraqi student was the funniest, most life-loving person I had ever met with the saddest stories I had ever heard. His stories of Iraqi boys included one about his brother, executed at 19 by Saddam Hussein’s forces for collaborating with the Kurds. \n\nI couldn’t stop crying over our lost brothers and all the other lost boys.\n\nHe didn’t cry over any of them. He was full of humor and heart and a wild love of life. That didn’t mean he didn’t hurt; he had a place inside where he kept all his pain. If you touched that hurt or it got jostled, he’d explode. In other words, he had post-traumatic stress disorder, but that wasn’t something he could accept. The idea of PTSD seemed too Western to him, too privileged and silly. \n\nHe considered himself to be lucky, not damaged. Others were not so lucky. And who wasn’t damaged? Are you still among the living? Then you are lucky. He thanked Allah for that.\n\nWhen we married, it was by a justice of the peace in Brooklyn at the last possible minute to keep our first son from being born out of wedlock, if that mattered.\n\nAfterward, we went to a Lebanese restaurant and had an uninspiring platter of standards. \n\nA few weeks later, we had to hire an immigration lawyer in an effort to prove that my husband wasn’t guilty of polygamy. His records indicated he had been married in Iraq. He said they had divorced, but getting official documentation of that from the south of Iraq was pretty much impossible. Our governments weren’t cooperating, and who’s to say there even was an official document? He had fled Hussein’s Iraq nine years earlier at 22, crossing the desert to Saudi Arabia with no expectation that he would or could return. \n\nIt wasn’t long before I knew I had married someone I couldn’t stay married to. People seem to do that in my family. We have four generations of Catholic divorce, with my grandparents, who married and divorced three times, providing an especially warped and wonderful model of romance. \n\nMy grandfather lived in Hollywood and my grandmother in Santa Monica, and that’s exactly the distance they required to be able to keep the passion alive and not murder each other. During the Northridge earthquake, he made his way to her on buckling roads. My view of romance was shaped by that glamorous couple who couldn’t live together or apart. They not only had love but lifelong passion.\n\nReturning from wherever, my ex pulled into the driveway and walked into the house seeming sober enough. To no one in particular, he asked, “Why does everyone think I’m their savior?” He grabbed another beer from the refrigerator and joined me at the kitchen table. He seemed close to anguish. \n\nI asked if that young woman was being hurt somehow.\n\nHe said she was, by her bad boyfriend, but the boyfriend had left her.\n\n“Well, she’ll be fine,” I said. \n\n“No,” he said. “Her heart is broken.” \n\nHe looked pained, and I knew why. I had broken his heart by leaving him, but he broke mine, too. \n\nHe groaned and asked, “Oh, why didn’t I save him?”\n\nI have known this man for 20 years, but I still haven’t heard all of his stories. I wasn’t sure whom he meant, which man he hadn’t saved. \n\n“We left a man in the sand,” he explained.\n\nHe had told me before of his harsh desert crossing to Saudi Arabia after southern Iraq’s unsuccessful post-Kuwait uprising against Hussein, but that was all I knew. \n\n“We were a group of soldiers from the south,” he said. “Plus there were three young men from Baghdad fleeing with us. They were educated. The Bedouin guides made fun of them all night before we left. They told them terrible stories and kept saying, ‘You will never make it to Saudi Arabia.’\n\n“In the morning, just one stayed with us. His friends went back to Baghdad. He was the only brave one. He was so beautiful, intelligent and educated. But he wasn’t strong enough. He wasn’t used to the desert. He got so tired he couldn’t walk. Oh, why didn’t I save him? Why did I leave him? \n\n“I carried him for miles,” he went on. “He was so scared and lonely when we left him. I wish I knew what happened. I’m sure a wolf ate him.” \n\n“You wouldn’t have left unless you knew you couldn’t help him,” I said. But if my words gave any comfort, it didn’t show.\n\nHe began to cry. Suddenly he shouted: “I should have stayed with him! We drew an arrow in the sand!”\n\nI didn’t understand. Then I realized the arrow was meant to point the doomed boy’s way.\n\nI said the only thing I could think of: “Allah loves you. Allah wanted you to live.” \n\nThis he could accept because he knew he was more than lucky. “Yes,” he agreed. “Allah loves me.”\n\n“Were the Bedouins sad?”\n\n“No, they didn’t care.”\n\n“He wouldn’t have stayed with you,” I said.\n\n“I don’t care.”\n\nThis was why everyone saw him as a savior. How I loved this man. He sobbed, and I cried. Then I dragged him to his bed, brought in his boys, and we all gave him a back massage. Little Eamon pinched at his father’s back. Omar’s hands were already gifted and knowing like his father’s. Everyone worked fast and lovingly until he relaxed, and we left him sleeping on the bed. \n\nI didn’t think he had any more terrible stories to tell, but he always has one more. \n\nThe next day, he called me at work. His voice had returned to its normal cheer. “You guys shouldn’t come over when I’m drinking,” he said. “Don’t listen to me when I’m drinking.”\n\nI thought of the softer American men I’d been dating. They were O.K., but this one was a savior. “How’s that girl?” I asked.\n\n“She’s in the hospital.”\n\n“Will she die?”\n\n“No,” he said. “But she is back with her boyfriend.”\n\nMaybe he never saved or damaged anyone but me. \n\nI felt in marrying him that I was accepting him as my family, and so he remains. Even though, of course, I can’t live under the same roof with him."
}