{
  "url": "http://www.nytimes.com/2014/09/21/fashion/modern-love-finding-my-own-rescuer.html",
  "headline": "Finding My Own Rescuer",
  "dateline": {
    "year": 2014,
    "month": 9,
    "day": 18
  },
  "byline": "Anna March",
  "text": "“I’m alive.”\n\nThat’s what Adam kept whispering as he waited for the ambulance. At 16, he was trapped in a mangled minivan, his spine twisted at the seventh thoracic vertebrae. He was in so much pain he knew he couldn’t be dead.\n\n“I’m alive,” he repeated, both to stay that way and to count his blessings.\n\nI met him 24 years later, when we were both in our 40s. By then he was zipping around in a sporty wheelchair. When I asked how he had become a paraplegic, he told me about the accident (his friend driving, sober but going too fast), about his weeks in the hospital and months in rehab. About the agonizing surgery to fuse his spine, and then counseling, where he was encouraged to mourn his old life and accept this new one.\n\nAn “incomplete paraplegic,” he still has some feeling and motion below his injury. Meaning, yes, he could have sex.\n\nWhich was good to know. After we started seeing each other, that was the first question my friends asked.\n\nI was crazy about Adam. I told him everything about my life: my abusive father, complicated mother, failed relationships, professional crises (and successes). He told me of his post-college depression, of working in gang intervention programs and litigation, of his relationships with women (which had been good but complicated).\n\nSoon we were living together in my tiny beach cottage with my timid rescue Labrador and his aggressive rescue pug, laughing so hard, the dogs barked. It was joyous.\n\nJoyous and steamy. I had decided that however good the sex was or wasn’t, we would be O.K. But when we crossed that threshold, it was better than either of us had imagined it could be.\n\nA year later we got engaged and bought a neglected but beautiful house three blocks from the Rehoboth Beach, Del., boardwalk. I imagined having sex in the private outdoor shower, in our vintage bed with lemony sheets. \n\nWe moved in, and for two weeks, despite the exhaustion of unpacking, we floated on a cloud of love and new beginnings. Then something changed, and we stopped having sex completely.\n\nHere’s the thing about Adam and me. Despite all appearances, with him being disabled, I actually consider myself to be the less “able” person in the relationship. People may assume that Adam is dependent on me, but I think it’s the other way around: He’s the stronger one, and I rely more on him.\n\nAt first it seemed he could do almost everything on his own, balancing against his Subaru and tossing the wheelchair into the hatchback, then maneuvering in and driving off, using hand controls. In the morning he would walk the dogs while I slept. He handled most of the grocery shopping and cooking. And he had his emotional house in order.\n\nAs for me, although I like to joke about my “crazy” childhood (in school until 3, a screaming mother until evening and an abusive father into the night), it was no laughing matter. I’m O.K. now, but for a long time I wasn’t. \n\nAfter two failed marriages, decades of messes and, finally, self-forgiveness, I was still trying to extricate myself from that emotional cellar when I met Adam. Before him, I had never felt love, security and happiness with a good man I adored.\n\nThat’s why people who think Adam would be lost without me have it backward. After his world fell apart at 16, he rebuilt it, year after year, and now he is a fortress. My world was also blasted apart when I was a child, but I’m just getting a handle on it now. In many ways, it’s as if I’m trying to escape from a crushed minivan of my own and having to remind myself, just as he once did, that I’m O.K., that I’m alive.\n\nIn my one-story cottage, Adam’s using a wheelchair didn’t affect us much. But in the house we had bought, the entrance ramp wasn’t finished and it had three floors, so until it was fixed up, he had to depend on me to get him in, out and around. \n\nIn addition to my full-time work, I was the one now running the errands and walking the dogs. I was the one hauling moldy beach umbrellas, warped books and broken coolers to the growing pile of trash in the backyard. To get those ramps and grab bars installed, I was also the one supervising carpenters, painters and stonemasons. \n\nOne evening after the contractors left, Adam, trying to help, picked up a heavy box of discarded bathroom tiles and other trash and headed for the pile outside. As he rolled toward our mudroom, the box slipped off his lap, sending dozens of filthy tiles crashing to the floor along with someone’s leftover Big Gulp cup, which splashed soda over freshly painted walls.\n\nI didn’t know whether to scream, cry or run away. Instead, I said: “Leave me alone! I don’t need your help.” \n\nAdam disappeared, and I cleaned up alone, crying.\n\n“I can’t do this,” I whispered as I swept and scrubbed. Not this house or this man. \n\nAfterward, too worked up to sleep, I leashed Fred (my dog from pre-Adam days) and headed into the night. Soon I stood at my old cottage, just blocks away.\n\nI admired the striped curtains in the window. Inside I could see my gorgeous old bookcase, which I had carted with me through six moves, having to finally abandon it because it didn’t fit the airy coastal cottage feeling we wanted. Now I missed it, and Fred was staring (with longing, I thought) at his former backyard. \n\n“Do you wish we were still here, just us?” I asked.\n\nImmediately I wanted to reel back my words. I didn’t want to return to that life any more than I wanted Adam to “leave me alone.” \n\nI thought of how he had tried to help, even though he, too, was exhausted. I thought of the time he drove for two hours so I could run into stores to find the caramels my grandmother likes for her birthday; of how he stocks ice cream sandwiches for me and quiets the dogs every morning when he rises with them so I can sleep. I felt overcome with love for him. \n\nHow could I have been so awful earlier?\n\nBack home, he was asleep in our bed. I crawled quietly in to my side, feeling love for him but still not wanting to touch. I hated the distance between us, but I couldn’t overcome it. Sex had always been a positive and passionate thing for us. Now, I not only didn’t want to have sex, I also couldn’t even get close.\n\nOne night I went online and looked up “spinal cord injuries” and “premature death.” Then I read for hours, confirming what I had always suspected but hadn’t contemplated: how susceptible he is to blood clots, infections and gangrene. The summer before, Adam had fallen asleep on a heating pad, never feeling it cooking his skin. The burn took months to heal, leaving a postcard-size scar. \n\nIt made me crazy with fear. “I can’t take it if you die from something we could have controlled,” I told him.\n\nHe kissed my head. “We don’t control anything.”\n\nI snapped at him to stop the Zen stuff. \n\nReading online that night, I knew I was right. His injury had devastated him long ago, and he had recovered. He was strong. But he was not as strong as I needed him to be. He was not strong enough to keep me from losing him.\n\nWe went about our days, fixing up the house. We bought a couch and cushions for a rocker. From a vintage fabric book, I chose a pattern to reupholster an armchair: faded roses on faded blue. I loved it.\n\nAdam hated it. I knew he would.\n\n“This is what I’d do if you died,” I said, tapping the fabric sample, feeling the tears coming. “I’d do the whole house in faded flowers and turn it into a home for troubled ladies. Because I’d want to help people, and I don’t really think I could go on without you. But maybe, if I had some ladies here who had been beaten by their terrible boyfriends, I could tell them how good you were, and help them with their kids.”\n\n“Would there be a portrait of me over the fireplace?” he asked.\n\nI laughed.\n\n“You’d find love again,” he said. “Or have your home for ladies. Or both.”\n\n“I’m terrified of losing you,” I finally said. “And sometimes I hate you for it.” \n\nHe nodded, as if he had been waiting for me to figure that out all along. “O.K.,” he said. “But I’m not going anywhere. At least not this week.”\n\nI had a yard full of trash, a house in disarray and a Prince Charming in a wheelchair. But he was my love, and this was my life. And that night we pulled our bodies close, hoping to press ourselves together for as long as we both shall live."
}