{
  "url": "http://www.nytimes.com/2014/12/28/fashion/modern-love-i-will-be-your-mother-figure.html",
  "headline": "I Will Be Your Mother Figure",
  "dateline": {
    "year": 2014,
    "month": 12,
    "day": 26
  },
  "byline": "Rhonda Mawhood Lee",
  "text": "“It’s all hit the fan, Mother,” Ned said to me over the phone. He was old enough to be my father; he called me mother because I was his priest.\n\nOr I had been, before I moved to North Carolina from Louisville, where Ned and I met. My first job after ordination was as the assistant priest at the Episcopal parish where he had been a member for decades. After I moved away, we stayed in touch. So when he called on that spring day, I knew exactly what had hit the fan.\n\nAt 71, Ned was in love with a 28-year-old man. And the church was going nuts.\n\nThe parish was a fairly gay-friendly community in a city of Midwestern reserve and Southern denial. A few gay men had joined the church in the 1970s, when it was a safe place for those who lived five days a week in the closet and wanted to be quietly themselves on Sundays.\n\nFor 35 years, Ned fit right in. That’s how long he had been celibate after the demise of his relationship with the man he called the love of his life. Since then, he had poured his passion into the church. For Ned, being a Christian meant loving your neighbor through the good, the bad, the scandalous and the ordinary. He knew who drank too much, whose adult child was headed for her third divorce, and which pillars of the church treasured memories of affairs long since set aside. And he never breathed a word.\n\nNow Ned was in the throes of a wild passion, and it never occurred to him to hide his joy. When he came out of the closet in his 30s, the Episcopal Church welcomed him. Since then, the church had deepened its affirmation of gays and lesbians. So he was disappointed his friends couldn’t be happy for him, while they insisted they were simply concerned. \n\nAfter all, what did he really know about this young man? At Ned’s age, wasn’t he emotionally, financially, even physically vulnerable? When the parish’s two priests called him in for counseling, Ned cut it short, saying: “This is sexist. If I were seeing a 20-something woman, you’d be slapping me on the back.”\n\nI was concerned, too. Before ordination I had worked on sexual-health hotlines and at Planned Parenthood and had counseled survivors of domestic violence, where I heard more than my share of love gone wrong. But I knew enough of Ned’s story to know that to him, this new love felt like a gift. And I wasn’t his counselor. I was his friend, and a priest. \n\nPriests sometimes have to ask hard questions, gently, about our parishioners’ lives, but mostly we’re called simply to offer them the kind of compassionate presence that we believe defines the holy. So from 500 miles away, I listened.\n\nWhat I heard was a new zest for life in an old man for whom open, joyful love had long been elusive. In his 20s, Ned had married a female friend who knew he was gay. As he told me: “It was the early ’60s. We thought gays could change if you prayed hard enough.” He and his wife realized on their wedding night that wasn’t true, but they stayed together for a decade and two children. When they separated, they shared custody and stayed friends.\n\nNed and his ex had been young together, cherished dreams and raised children. When she died, years after their divorce, Ned mourned with deep despair and began drinking to excess. When he ended up in hospital, close to liver and kidney failure, the critical-care doctor asked: “Were you trying to kill yourself? Because you damn near did.” \n\n“Yeah, I guess I was,” Ned said. He never drank again.\n\nBy that time, Ned’s relationship with the love of his life had ended, and he had resigned himself to living without a romantic partner. When I joined his parish, he was thrilled because he was used to female companions leading him to God. Raised Catholic, he loved the Virgin Mary with a deep yet canny adoration, as both a mother figure and a friend who could put in a good word for him to her son.\n\nNed served as the only male member of the parish’s Altar Guild who cleaned and decorated the church for worship. My first Easter as a priest, I stood in awe of the mountains of lilies, roses, ferns, and gold-embroidered white tapestry adorning the altar. Seeing my wide eyes, Ned said, “That’s Easter, Mother.”\n\n“Yeah,” I replied, “As staged by Franco Zeffirelli.” \n\nHe laughed, and we were friends.\n\nI introduced him to the writing of Michel Tremblay, a novelist from my home city of Montreal whose devastating love story, “The Heart Laid Bare,” made us both weep. Ned taught me about opera, buying me CDs of the classics. When he discovered I had never eaten risotto, he hosted a dinner party to teach me to cook it, with lobster flown in from Maine.\n\nAs Ned’s 70th birthday approached, he told me he was “ready to go,” to meet Mary at last. His heart rhythm was irregular, his teeth and prostate were failing, and osteoporosis had set in — all problems that lowered his quality of life and offended his love of beauty. When I probed for signs of depression, he saw through my pastoral strategy. \n\n“Don’t worry, Mother, I’m not suicidal. I just wish one of those embarrassing ailments would actually kill me.”\n\nNow, a couple of years after Ned had confessed his weariness, his body had come thrillingly alive again. Fresh energy animated his voice when we talked about his young man, a woodworker who created elegant furniture as easily as he made home repairs, and who was also devouring the Michel Tremblay novels I had given to Ned, his fierce concentration reminding my friend of himself in younger days. The young man’s beauty was undoubtedly part of the attraction. Isn’t it usually?\n\nThe church leaders issued dire warnings: Ned could be murdered in his bed, robbed or left heartbroken. To which he answered, “Don’t you think I know that?”\n\nTo me, he wrote that he expected the affair “to be something of a good memory in a few months or so.” But he was hurt that the community he had supported for so long assumed it knew better than he what was good for him. No one suggested Ned invite his young man to church. Not a soul asked when they could meet him.\n\nThen Ned discovered what the young man had tried to conceal: that he was a drug addict and an alcoholic who had known long periods of recovery but had once again relapsed.\n\nWhen Ned called on Good Friday to tell me, I was in my new church preparing for the evening’s service. As I stared at the bare altar symbolizing the death of Jesus, I felt my friend’s pain echoing into the emptiness. As he wailed, I listened. \n\nThat was all I could do. In those tortured days, it was enough — better than the “I told you sos” he was hearing from his own church, and even from himself. “I was pigheaded and infatuated,” he told me. “The money I gave him only fed the problem.” \n\nHe ran a background check on the young man, discovering pages of charges but only one conviction for possession of drug paraphernalia. Angry and embarrassed, Ned refused to take the young man’s calls, and he withdrew emotionally from church.\n\nAfter a couple of months, happier news popped up in my inbox: The young man was back. With the truth out, their relationship was on a firmer foundation. He was in recovery again, seeing a therapist and working long hours at the carpentry he loved. And Ned was “still quite smashingly in love with him.” \n\nThe realism and the wide romantic streak I loved in Ned were both evident as he mused, “It may all fall apart again — or as someone said, the horse may laugh.” The latter thought referred to a last-ditch hope for a miracle. But of course, Christians are supposed to believe in miracles.\n\nIn Ned’s last message to me, he complained of the cold, miserable winter Louisville had been suffering, but it was early March, so relief was in sight. “When spring arrives,” he told me, “I intend to dance naked in Seneca Park.”\n\nThose words made me smile through my tears 10 days later when I learned Ned had died in his sleep.\n\nThat night, I cooked risotto in his honor. As I sipped Champagne and hummed along to an opera Ned had introduced me to, I pictured him listening to Pavarotti with the Virgin Mary at his side. And when he asks her, “May I tell you about my young man?” she leans in to listen, as any loving mother would. "
}