{
  "url": "http://www.nytimes.com/2014/01/12/fashion/A-Third-Ring-Bearing-the-Most-Important-Truth-modern-love.html",
  "headline": "A Third Ring, Bearing the Most Important Truth",
  "dateline": {
    "year": 2014,
    "month": 1,
    "day": 9
  },
  "byline": "Valerie Frankel",
  "text": "My first engagement ring, a diamond, was given to me by Glenn on my 27th birthday. Although we had been dating only 10 months, I suspected a proposal was coming. Little clues tipped me off: a cut-short phone call, his nervousness at the restaurant. \n\nWith dessert, Glenn handed me my gift, an oblong package, not a square box. I was a little disappointed. I opened the wrapping and found a leather envelope with the word Movado on top. But instead of a watch, a diamond ring was tucked inside. \n\nHe said the words, I accepted, and he slipped the ring on my pinkie. \n\nI was flattered he thought my ring finger was so slender. He couldn’t have secretly sized another ring of mine, since I didn’t have any. I had always been self-conscious about my man hands and didn’t like to call attention to them. \n\nThe round diamond was 1.5 carats, set high on a gold band. It was traditional, simple, just the right tone for a jewelry-averse person like me. It cost $6,000. He had dipped into his long-held bar mitzvah money to pay for it.\n\nWe had it resized, and I started wearing it. I accepted the compliments of friends and co-workers giddily, but I had to get used to carrying the cash equivalent of a used car on my knuckle. I was terrified the diamond would fall out and checked it obsessively. \n\nWhen I rode the subway, I twisted the ring around and held the gem in my fist. When self-consciousness and fear wore off, though, I relaxed into the ring and wore it with pride.\n\nIt stayed on my finger for eight years, until Glenn died of cancer at 34. Some widows keep wearing their engagement rings and wedding bands for years to remember the love. But my rings reminded me of only loss. I took them off the day after the funeral and put them in a box in my closet. \n\nThe white stripe and indentation on my finger faded over time. For months, out of habit, I reached to turn the ring around on the subway and was unnerved to find it missing. Like being a widow, I got used to that, too. \n\nMy second ring, a pearl, was given to me by Steve when I was 38. A 47-year-old never-married journeyman actor and singer, Steve entered my life about a year after Glenn’s death. My daughters — Maggie, then 6, and Lucy, then 3 — liked him, and we slowly converted our orientation from a family of three to four. The subject of marriage came up, but we back-burnered it. We were happy, busy and felt no rush to change. \n\nMaggie forced the issue. She woke us one morning to say: “I don’t want a step-boyfriend. I want a stepfather. Steve, you have to buy my mom a ring.” \n\nSo the four of us went to a jewelry store that was going out of business, and I picked a pearl in a circle of diamond chips on a gold band for $150. Steve paid and put it on my finger. The girls and I stared at him, waiting for the words. He was confused at first. Then he got it and proposed. I accepted, and we went home to do laundry. \n\nSteve’s ring was a formality, a step in joining two fully formed adult lives. When I looked at the pearl, I was glad to have found another man willing to take us on. As a symbol of love and commitment, though, the trinket was meaningless. Marriages ended, my first by death, some of my friends’ by divorce. Engagement rings weren’t shields, even the really big ones. Expensive baubles seemed like overcompensation, a way to make up for what was missing in the relationship. I decided the strength of love was in inverse proportion to the cost of the ring. By that measure, our love was Hercules. \n\nSteve’s commitment to us was sealed not in gold but in ink — his signature on the paperwork to legally adopt Maggie and Lucy. To make our long-scheduled Valentine’s Day court date, he had to travel back to Brooklyn from his father’s funeral in Maine through a raging snowstorm. The four of us appeared before the judge, made our statements, took photos and then had sushi for lunch. \n\nIn the pictures of that romantic day, my hand was bare. I had stopped wearing Steve’s ring after only a few months. The discounted pearl popped out of the setting if I looked at it funny. As Glenn used to say, you get what you pay for (with regard to objects, not wives). After three attempted repairs, I gave up and put it in a box in the closet. \n\nMy third engagement ring was given to me by me, now 49. It’s a black pearl set in white gold. I bought the pearl on a business trip to Fiji at the J. Hunter showroom store — definitely not going out of business. I had taken a tour of the famous oyster farm, which included a visit to a shack on stilts over the bay, buckets of gritty oysters on the slimy floor.\n\nThe farmers used knives to harvest shimmering pearls, each unique in size, shape and color. Back at the showroom, gazing at the pearls on display, I was overcome with savage island lust. I had to have one. I spent an hour sifting through hundreds of loose pearls before deciding on a 10-millimeter blue baroque with pink undertones. It cost $400, about $200 more than I would spend in five years on costume jewelry at Loft. \n\nI brought it home to Brooklyn and collaborated with a local designer, Marissa Alperin, on a setting that would cost $1,000 — an amount that gave me a spasm. My frugality is rarely overcome. But I wanted this ring. \n\nI described Marissa’s design to Steve. \n\n“Sounds nice,” he said. “But why?” Why spend so much on a useless object that might wind up in a box in the closet? \n\n“To remember the trip,” I said, although I’d never purchased jewelry before on a trip and have managed to remember them all. “To remember that you can find beauty in a bucket of slimy grittiness.” \n\nHe snorted. “That is good to know.” \n\nA month later, I brought Lucy with me to Marissa’s studio to pick up the completed ring. Nestled in its metal cup, the pearl was as large as a fresh pea. I slipped it on my finger. Its size made my man hand seem smaller, actually, which was good. The white gold was shiny, the pearl radiant. \n\n“That’s a lot of ring,” Lucy said. \n\nIt was. I knew women who wore jewelry the size of doorknobs to shop for groceries. Could I wear my new bauble comfortably? I couldn’t cook with it, wash dishes or put on gloves. Although beautiful, it was impractical, attention-getting and therefore so not my style. I thought, a bit sadly, that I’d probably put it on two or three nights a year and otherwise forget about it.\n\nBut then I started wearing it around the house, just for fun, while watching TV and scooping cat litter. Its heft and shine tugged at my consciousness even when I was absorbed in other things. The feeling took me back. It had been 14 years since I had worn a ring that made me gaze with wonder.\n\nWhen I put away Glenn’s ring, I got on with the serious business of grieving, caring for my kids and earning a living. Then I took cues from my Maine man and focused on necessity, rejecting frivolous objects that served no real purpose. But now that Maggie is in college, with Lucy to follow soon, the grip of practicality is loosening. \n\nI’ve been glancing up from the grindstone to see that so much around here could use a makeover. My living room. My wardrobe. My belief that spending money on an object of useless beauty is inherently wasteful and shallow. Loving a thing is shallow only if you don’t deeply appreciate its emotional (as well as intrinsic) value. \n\nGiddily, I told friends, “I bought myself an engagement ring!” \n\nOf the three I’ve worn, this black pearl is the most personal. It’s not tangled up with relief, grief, expectation or disappointment. It’s not a symbol of love, a reward, a way to say “I’m sorry” or “thank you.” It’s a reminder not of one trip, but to take as many trips as possible. \n\nWhen I wear it with jeans and a sweatshirt or slippers and pajamas, I feel fancy. Turns out the years of discovery aren’t behind me. I can look at something old and familiar — the back of my hausfrau hand — and find a dazzling surprise of my own design.\n\nMy proposal to self: Don’t count on anyone else to bring beauty and adventure into my life. The kids are grown; my time and money are my own. Do what I want to do. Go where I want to go. Buy what I want to buy. Be engaged by myself."
}