{
  "url": "http://www.nytimes.com/2014/10/12/fashion/modern-love-in-matters-of-the-heart-were-in-this-together.html",
  "headline": "In Matters of the Heart, We’re in This Together",
  "dateline": {
    "year": 2014,
    "month": 10,
    "day": 10
  },
  "byline": "Aubrey Hirsch",
  "text": "I was in college when my heart broke. I mean that metaphorically, but not only metaphorically.\n\nLet me back up. When you’re raised in a home with a sick parent, sympathy and love become dangerously intertwined. My father has multiple sclerosis, and my mother loves him very much. Sometimes that love looks like normal love: hand-holding, pet names, carefully chosen anniversary cards. \n\nSometimes it’s different. Sometimes it looks like her helping him down the stairs when his balance is bad. Sometimes it’s about her lifting his wheelchair out of the trunk of the car. Sometimes it’s the way she sits next to him at weddings when everyone else is slow-dancing.\n\nAll those different kinds of love, they got inside me. But it was that strange, special, caregiving kind that stuck fast. Forget roses. Forget jewelry. In my romantic fantasies, my lover brings me aspirin and touches a cold cloth to my head. He nervously pulls at his shirt sleeves while a doctor examines me. \n\nI don’t care about “I love you.” I want him to say, “Poor baby.” I don’t want to be adored; I want to be nursed.\n\nSo it should have been a lucky turn for me when, early in my relationship with my college boyfriend, I started to become mysteriously ill. My appetite went wild, but my weight fell into the double digits. I would eat entire boxes of cereal with thick whole milk before noon. I developed big, dark bruises all over my arms and legs. My period came for 38 days, then not at all for half a year. Sometimes, around 4 in the afternoon, I would fall asleep as if I were falling into a vat of tar. I emerged on the other side heavy; my ears felt stuffed with cotton. For hours I could only blink.\n\nMy boyfriend didn’t take care of me, though. The symptoms were so strange and embarrassing that I felt silly asking for help, so I handled everything on my own.\n\nI saw a primary care physician, a gynecologist, a sleep specialist and a whole slew of doctors at my college’s health center. They all came to the same conclusion: There was nothing wrong with me. One told me to drink aloe juice for my roiling stomach. When I complained of dizzy spells, another prescribed salt tablets that tasted like drying tears. \n\nEverywhere I went, I was given colorful pamphlets on the insidiousness of eating disorders. These problems were all in my head, they concurred, not in my body. And after a while, there was nothing for me to do but to believe the experts. If you hear something enough times from a person you’re supposed to trust, you can’t help but think it’s true.\n\nI was equally convinced by my college boyfriend, who told me we were in love so many times I finally started agreeing with him. After all, it made a certain kind of sense. We had the same friends, laughed at the same jokes, liked to eat the same cheap Chinese food, listened to the same music and played the same real-time sci-fi strategy games. I was having regular orgasms. Looking at it objectively, it was tough to see what could possibly be missing.\n\nI started to worry that what was missing was having an actual illness that required a tangible regimen of care. For my mystery affliction, there were no crutches, no wheelchair, no daily buffet of giant Technicolor capsules, no weekly injections. I wondered: Was I so messed up about love that I wouldn’t recognize it unless it was delivered intravenously?\n\nSo I told my boyfriend I loved him. I told him over and over. I said that I loved him so wildly I could barely control it and that I would love him forever. And he would always be able to kiss me anytime he wanted to. He told me he wanted to marry me, and I told him I wanted to marry him too. I don’t think I knew I was lying at the time, but sometimes that is the worst kind of lying.\n\nIt kept on like this for a long time. He wrote me songs and poems. I wrote him love stories that made him cry. I could see the rest of my life with him laid out in front of me with the inevitability of roller-coaster track. Whether I wanted to be on the ride no longer mattered. I was on it now, so I had better hang on. It would never change, I thought, unless something truly dramatic happened.\n\nThen, something truly dramatic happened. After suffering the same headache for five straight days, I woke up one morning unable to stand. Every time I lifted my head above my heart, my vision tunneled, my ears rang and my stomach flipped. I blacked out three times, then slithered down the stairs on my belly to wake my roommates.\n\nMy parents drove me to the emergency room and helped me inside. At patient intake, my blood pressure was dangerously low and my heart rate had slowed to a sputtering crawl. They sent me to a sterile double room at the hospital where I stayed overnight, and then another night, and then two more. The nurse who helped settle me in said it was nice having a young person around; her name badge said “cardiology.”\n\nThe boyfriend visited every day. He brought me a change of clothes and lemon chicken from the Chinese restaurant where he waited tables, but I couldn’t eat a bite of it. He stood at my hospital bed and looked worried while I was taken for lung scans and chest ultrasounds and EKGs. We held hands, and he got tangled in my IV line and the rainbow wires of the Holter monitor.\n\nIt was perfect. It was everything I always thought love should look like. But I didn’t feel in love. I just felt sick.\n\nWhen I finally returned to the house I rented with my college friends, I took a shower so long I drained the hot water heater. The boyfriend sat outside the bathroom with his back against the door, checking in with me every few minutes to make sure I hadn’t passed out. I quietly scrubbed at the lint stuck to the leftover adhesive on my chest and arms. I didn’t come out until the water got too cold to bear. It was nice being alone for a little while.\n\nMy boyfriend and I stayed in this limbo for a few more months until I received the letter from the hospital about my heart. It detailed the results of the exams, the pictures, the prodding, all those tiny vials of blood. The letter was two pages long and filled with words I didn’t know: myocardial ischemia, ejection fraction, bradycardia.\n\nIt didn’t list any causes or tell me anything about why this might have happened. I would learn a few years later that I have an autoimmune disorder called Graves’ disease, a kind of genetic perversion of my father’s multiple sclerosis. It always comes down to our fathers, doesn’t it? I guess you can’t fight what’s in your blood.\n\nI have learned you can’t fight what’s in your heart either. When the letter came, I read it with my boyfriend, perched on his lap on a giant bean bag chair covered in purple plush. We looked up all the words on WebMD, translating them into English, where they were easier to pronounce, if not to think about.\n\nMyocardial ischemia: limitation of the blood flow to the heart. \n\nIntense contractions can decrease circulation to parts of the muscle. Without its usual warm bath of oxygen and nutrients, the heart begins to starve. As soon as I read this, I thought: “Yes. I know that feeling.”\n\nEjection fraction: a measure of how well the heart is pumping. \n\nMy output is a little low. Imagine a teacup with a crack in it. I can still use this heart; it just doesn’t work as well as other people’s hearts, especially my college boyfriend’s. His was a well-honed muscle. It beat so strong, so steady. For two years, it pumped for both of us. He worked hard. It was almost enough. \n\nBradycardia: a slower than normal cardiac rhythm. \n\nMy heart rate had dipped to 46 beats per minute for a little while. This would be fine if I were a marathon runner or an Olympic athlete, but mine was not a well-trained heart.\n\nI laid my head against the boyfriend’s rib cage. His heartbeat rang like fast-walk footsteps. His chest was thick with sound. I pressed my lips to all his pulses.\n\n“I love you so much,” he said.\n\nI touched my fingertips to my chest to feel the slow, too slow, pull of my own heart. I smiled at him. I knew I would never catch up."
}