{
  "url": "http://www.nytimes.com/2014/06/01/fashion/modern-love-role-playing-Lets-Not-Pretend-to-Be-Who-We-Arent-.html",
  "headline": "Let’s Not Pretend to Be Who We Aren’t",
  "dateline": {
    "year": 2014,
    "month": 5,
    "day": 29
  },
  "byline": "Lily White",
  "text": "One rule of thumb for marriage would be to avoid imitating Julia Child’s voice during sex. I learned this lesson one Sunday afternoon while fooling around with my husband. I recently had bought the book, “The Fine Art of Erotic Talk,” by Bonnie Gabriel and was up to Chapter 5: “Fantasy and Role-Playing.” \n\nMs. Gabriel writes that men (read: married men) sometimes like to pretend they are having sex with someone else when they are with their wives. Just why my husband would feel the need to do this is beyond me. \n\nI certainly don’t pretend he is Brad Pitt, or anyone else for that matter. But one must try to be open to new things. Ms. Gabriel goes on to say that costumes or wigs can help with your partner’s fantasies, but words are more effective. As she points out: “The brain is by far the most potent sex organ of all.”\n\nThat’s definitely true for me. Except my brain suffers from a few bad habits that don’t always turn out so well in bed. \n\nBack in the 1990s when the Internet was just getting rolling, I knew people who knew people who would go into chat rooms. I had never joined one of these virtual conversations myself, but I was curious. \n\nOne night during a huge blizzard, I decided to try it. I had consumed half a bottle of wine that evening, which helped me overcome my initial apprehension. Plus, I felt safer somehow being in the middle of a snowstorm. I figured that if some sexual predator lurking in the chat room were able to identify me by my dirty thoughts, the weather might slow him down before he showed up on my doorstep.\n\nI logged on and looked around for a chat room for singles. Soon a box popped up with words inside. A man, presumably, wanted to know what I was wearing. \n\n“Hmm,” I thought, “he’s into fashion.” What could I tell him? I typed, “Snowsuit,” and hit send.\n\nSoon I saw a response: “It’s time to take it off and come inside, don’t you think?” \n\nMy heart leapt; I had gotten a bite. I chewed on my thumbnail, and began typing: “I enter the warm apartment, and you shut the door behind me. Melting snow drips from my mukluks and onto the floor near your bare toes. Slowly, you unzip my orange parka — — ”\n\nThe dialogue box disappeared. My chat buddy was gone. At first I felt insulted, then depressed. \n\nThis was the story of my life. Anytime someone was mildly attracted to me, I told a lame joke and he ran away screaming. Dating me was a fairy-tale trial-by-fire designed to allow only the most tenacious of suitors inside the castle. If a potential boyfriend could keep up with my witticisms, then he might have a chance. It’s a tribute to my husband that he was able to prevail.\n\nSince we met 17 years ago, sex with us has always been good, but lately he has been trying to change things up. He’s been talking dirty. He’s good at it, and now he wants me to try to do the same for him. Given my experience in the chat room, this set a familiar panic in motion. This is why I got the book.\n\nIn her book, Ms. Gabriel describes a “dirty-talk exploration game” to identify certain “turn-on” words. She provides long lists of suggested slang for male and female anatomy, because it’s just not that sexy to say “penis,” “testicles” or “scrotal sack” (although I am fond of the term “scrotal sack” from a purely comedic standpoint). You should experiment to see which of these terms your partner prefers.\n\nI imagine putting my husband onto a gurney and attaching electrodes to his penis. I wear a lab coat and read from a list of possible words. \n\n“Vulva.” No response.\n\n“Venus mons.” Yawn.\n\nWhen I utter a crude term for the same body part, though, the needles jump. I put a star in my notebook.\n\nIn real life, experimental data is not so easy to gather. It’s not often that my husband and I have sex, so when we have the opportunity, I am disinclined to risk destroying the mood in the name of research. \n\nAfter work and dinner and homework and bedtime, we’re tired, and sex is usually the last thing on our minds. Typically, we have a couple of glasses of wine and watch the latest offerings on Netflix until we fall asleep on the couch. Because neither one of us is a morning person, that’s out. \n\nAfternoons seem to work the best, mood-wise, as long as daughter is safely out of the house. But the planning required to arrange child care undermines the whole spontaneity thing. \n\nThe last time we had sex, he went into one of his new fantasies. \n\n“Linda came over last night wearing that little pink number of hers,” he said, “so I invited her up to our bedroom.”\n\n“Yeah?” I played along, hoping that this was only a fantasy, because Linda was gorgeous and lived across the street.\n\n“And while I’m up here having sex with her, you walk in, and you’re really jealous, because you want me all to yourself.”\n\nI felt the familiar anxiety these fantasies produced. Was this his way to introduce the idea of a threesome? I couldn’t be sure. I willed myself not to be jealous, but then he stopped what he was doing and looked at me.\n\n“Where’d you go?” he asked. \n\n“Nowhere,” I said. “Still here.” \n\n“It’s just a fantasy,” he said smiling. “Just try to have fun with it.”\n\nHe delivered this line with all the cheeriness of a cruise-ship entertainment director. I wanted desperately to be more fun, but there was something that got in the way. I felt either threatened or silly, and neither feeling was particularly sexy.\n\nAfter being married for 14 years, lust has turned into love, and for this, I am thankful. But love means seeing the loved one in a different way. In “I Thou,” Martin Buber wrote how desire itself is transformed from dream into reality. Love means your spouse is no longer a sex object to experience but a fellow being with whom you experience the entire universe. It’s a little abstract, but it explains why I never notice when my husband gets a haircut. \n\nWhen having sex with someone new, the experience is like riding a wave or driving a fast car. Who you are with is less important than the quality of the ride. With someone you love, the quality of the ride often starts to take a back seat as sex becomes freighted with intimacy.\n\nOccasionally, it can be a relief to be treated like a sex object again, if only for the sake of nostalgia. If that means learning how to talk dirty for my husband, I had to give it a try. \n\nAlthough Ms. Gabriel says these sexy vocal skills can be learned, she hasn’t taken regional accents into account. I am from the Midwest and do not have the most sensual of voices. A friend sometimes does an imitation at parties of his Midwestern ex-girlfriend.\n\n“Oh, Gad,” he says, “Oh, geez, yeah!”\n\nI laugh along with the Easterners in the crowd as if I am one of them, but deep down I fear that’s what I sound like, too. Since moving to New York, I hear these differences in accents, but as much as I have tried to round out my flat vowels and mellow my abrasive tone, I remain a girl from Illinois.\n\nIt might be different if I spoke French or Portuguese: the accent would compensate for the nasal timbre. \n\nI know Julia Child isn’t French, but as we had just watched “Julie and Julia” the night before, I suppose she was on my mind that afternoon. It was a warm spring day and the sun shined through our bedroom window. For a few precious hours, our daughter was at someone else’s house, and my husband and I lay on the bed like lazy cats, alternately reading the newspaper and napping. \n\nSomething about the feeling of sun on skin seems to revitalize the bones and awaken the spirit, and soon we began caressing and kissing. I fell into my usual grateful silence, but then I decided to give Ms. Gabriel’s advice a try. I mustered all the courage I had, and then, gazing lovingly at the top of my husband’s head, I let rip a jovial, “Bon appétit!” \n\nHe looked up at me and groaned.\n\nPerhaps, when it comes to Ms. Gabriel’s strategies, it’s best to cut my losses and work with the talents I have, like putting together a romantic playlist on my iPod and lighting some candles. Maybe I’ll even invest in a pair of non-flannel pajamas."
}