{
  "url": "http://www.nytimes.com/2014/05/11/fashion/Modern-Love-Promises-That-Can-Bend-Without-Breaking.html",
  "headline": "Promises That Can Bend Without Breaking",
  "dateline": {
    "year": 2014,
    "month": 5,
    "day": 8
  },
  "byline": "Robert St. Amant",
  "text": "In December my wife and I moved out of our house into an independent-living apartment. Walking through the building, you might take it for a well-kept hotel, until you notice the handrails lining the hallways, the nursing assistants in the common areas and the people pushing walkers in front of them rather than pulling luggage carts behind them. The average resident is close to 80 years old.\n\nThe end of the year brought a stream of visitors. One afternoon we joined the other residents to meet with fourth-graders who shyly handed us candy canes and Christmas cards they had made. A quartet of a cellist and three violinists, their instruments marked with colored tape to help with the fingering, played for us on another day. \n\nIn the common dining room, with chairs and tables pushed out of the way, we have watched young ballet students dancing parts of “The Nutcracker.” We have listened to a teenage harpist and sung Christmas carols accompanied by a visiting pianist.\n\nI’m not sure I belong here. You’ll occasionally hear others say the same thing, but it’s different for me. I’m in good health, physically and mentally, and I work full time. I just turned 50.\n\nMy wife, a year younger, is the reason we’re here.\n\nWe’ve been married 28 years, most of them carefree, some even exciting. In our first year together, we were living in Texas. I found out about a job opening at a satellite office of the company I worked for. I called my wife on the phone.\n\n“What would you think of moving to Germany?” I asked.\n\n“Sure,” she said.\n\nSix weeks later we walked into a small apartment in Moosburg, a small town just outside Munich. We spent the next five years in Germany, exploring Europe during weekends and holidays. We discovered we were within a day’s drive of Paris, Amsterdam, Berlin and Vienna, and we made those trips. \n\nThe evening before my birthday one year, my wife met me in the Munich train station on my return from a business trip. She pulled two suitcases from a locker and told me we were booked on a night train to Florence. Sometimes we’d take long driving trips through the countryside, my wife navigating with a map. \n\nWe had no destination in mind, but it was good to know where we were, if not where we were going. We’d eventually happen upon a small village with a guesthouse, perhaps on a picturesque town square, for food and drink and lodging. Our lives were open-ended.\n\nEventually we moved back to the United States. I went to graduate school in Massachusetts, earned a Ph.D. in computer science and landed a job as a university professor in North Carolina. We bought a house with a swimming pool on the outskirts of Raleigh. \n\nMy wife found her calling in the craft of weaving: She’d occasionally sell a scarf or table runner on consignment, and once she saw her work appear in a national weaving magazine. The wanderlust struck us now and then. We spent my sabbatical year living in Southern California and talked about the possibility of moving back to Europe at some point. But we had settled down.\n\nOn a summer afternoon almost seven years ago, we were in the swimming pool. It was my wife’s 43rd birthday. We were talking about where we’d go to dinner when she became quiet for a while. She slid off her float into the water, face down, and didn’t come up for air. I pulled her out of the pool and called 911. \n\nA few hours later, in the emergency room, a doctor told me my wife had had a seizure caused by brain tumors.\n\nLate that night my wife had regained consciousness in her hospital room. She could speak, and she even smiled. A neurosurgeon talked with both of us, though he said that my wife was heavily medicated and wouldn’t remember our conversation later. \n\nThe M.R.I.s showed three meningiomas, tumors in the membrane surrounding the brain. The doctor described them being the sizes of a walnut, a cherry and a plum. They would need to be removed by surgery.\n\n“What will you put in their place?” my wife asked.\n\n“Nothing,” he said. “The brain and its fluids will expand to fill the space.”\n\n“Will I be smarter then?”\n\nThe doctor and I laughed, while my wife just looked puzzled. It was a rare bright moment in the neurological intensive care unit.\n\nThe tumors were benign. After two surgeries and a painful recovery it seemed that life might return to normal. (Almost. One unexpected side effect was epilepsy, with seizures putting my wife in the hospital for up to a week at a time.) \n\nShe and I talked about the future, what we would do with our lives. We no longer had forever. My wife went back to work two or three days a week but devoted most of her free time to her crafts of weaving and embroidery. \n\nI had never stopped working; in my spare time I wrote a popular science book, and my wife gave it a fitting title: “Computing for Ordinary Mortals.” We still traveled. We visited friends and family in other states, and we spent a summer month on the island of Madeira.\n\n“This would be a good place for us,” my wife said. \n\nI agreed; I talked with a friend at the University of Madeira about job possibilities.\n\nBut on an annual checkup, my wife’s M.R.I.s showed new brain tumors. This time the treatment was radiation, and she never fully recovered.\n\nShe became absent-minded, sometimes searching for ordinary words — glass, broom, table — for up to a minute in conversation. She lost track of time. She began to fall down. \n\n“When are we going home?” she’d ask, and I’d walk around the room to point out the lamp she had brought back from Venice, the antique floor loom in the corner and her fabrics hanging on the walls. We were already home. \n\nBy fall of last year, her dementia was comparable to mid-stage Alzheimer’s disease, and it only rarely departed. Neurologists and neurosurgeons ran tests and suggested treatments, to no effect. On our last visit several months ago, her neurologist said that it would be surprising to see any improvement over time.\n\nWe talked, then, while my wife still had lucid periods. In the past we’d had fun with idle questions about the future. \n\n“If we could live anywhere in the world, where would it be?” or “What would we do with a million dollars?” \n\nThis time it was more serious: “What will we do if you don’t remember who I am?” We agreed that staying together was the most important thing. In sickness and in health, after all.\n\nThe solution seemed to be a place that caters to people with my wife’s condition. The apartment is as familiar as I can make it. Our furniture is arranged to match our old house. Sometimes we sit in the living room and look through our photo albums. I bring out examples of my wife’s weaving and embroidery for her to turn over in her hands. We socialize with the other residents whenever we have the chance.\n\nOne sunny day we were walking outside after lunch. In the parking lot we passed by a small blue convertible.\n\n“That’s a nice car,” my wife said. Occasionally she speaks without prompting, but that’s becoming rare.\n\n“It is,” I said. “What do you like about it?”\n\n“It’s a pretty color.”\n\n“Would you like to go for a ride?”\n\n“Sure.”\n\nWe walked to the passenger door and I opened it. \n\nShe looked confused. “Is this our car?”\n\n“Yes.” My wife had arranged for us to buy the car from one of her friends six months earlier. “It’s O.K.,” I said. “We haven’t had it for long.”\n\n“I thought you were joking,” she said.\n\n“I thought you were joking. Do you want to go somewhere?”\n\n“No.”\n\nSometimes I think about the vows my wife and I made to each other, 28 years ago and then again last summer. We’re different people than we once were. Does that make breaking a promise easier? \n\nLast summer I said: “You can trust me. I’ll always tell you the truth about what’s happening.” \n\nToday I tell her small, comforting lies. Some promises, though, aren’t just things you say or intend to do; they’re about what kind of person you are. That makes it easier to decide what’s right.\n\nMy wife and I were recently sitting with a group of older women, drinking coffee. One leaned over to me and whispered, “Are you the son?” \n\nI corrected her impression, which may have been due to failing eyesight. “No, we’re married.” \n\nI was surprised at the question. When I look at my wife I still see the lovely younger woman in our photos and in my memory. Sometimes she looks back at me and smiles. Even though she may not know who I am."
}