{
  "url": "http://www.nytimes.com/2014/08/17/fashion/we-were-a-party-of-two-but-never-quite-alone.html",
  "headline": "We Were a Party of Two, but Never Quite Alone",
  "dateline": {
    "year": 2014,
    "month": 8,
    "day": 14
  },
  "byline": "Linda Button",
  "text": "During our four months of dating, he had asked me repeatedly to move in with him. Now, with a smile, he was asking again.\n\n“I want to talk to a few of your exes,” I said. \n\nHis smile faded.\n\n“You can choose who,” I said. “Anyone you’ve been with six months or longer.”\n\n“No problem. I’ll give you a list.”\n\nMy heart tightened. “I don’t want a list. Just a couple of names.”\n\n“I’ll give you a list,” he said. Then he reached over and held me.\n\nSeveral years earlier, I had ended a long marriage. Depleted, I went man-free for two years, raising my 19- and 11-year-old alone. I didn’t feel ready for another serious relationship, but I missed the fun. \n\n“Go online and meet people,” my business partner, Marilyn, urged. “Cast a wide net.”\n\nHe was my first coffee date. “I’m above your age limit,” he had emailed, “but it’s not like we’re worried about making babies.” A big, appealing man in an apricot sweater and purple scarf, he bought me a danish and laid on the charm.\n\n“This will be my fun guy,” I told friends later, over drinks.\n\nOn our second date he walked me to his home, an impressive house with playful sculptures dotting the lawn. After touring his property, he turned serious: “I see us having a relationship. Not sure how we get there, with your kids, but I’m willing to try.” He held my face and pressed his lips against mine. A freight train of hormones barreled into me. I returned home, trembling.\n\nHe had retired early and been single for 15 years. Twice divorced, and having earned millions from the sale of his business, he filled his life with longtime friends, his small grandsons and women. He collected art, ate expensive meals, traveled.\n\n“I’m a hedonist,” he said, grinning. \n\nMy hedonist. We licked chocolate truffle cake off our fingers for breakfast. He laughed at my stories. We flirted constantly, his naughty texts announced by a chime. I felt 16 and stupid again.\n\nWe saw each other around the edges of my workdays, on weekends and stolen afternoons. After a month we managed a road trip to Manhattan, our first real getaway. I had business, but he wanted to play. He drove, the steering wheel an extension of his left arm, his right thumb stroking my thigh. “I have something to ask you,” he said.\n\nI nudged the computer bag at my feet and squeezed his hand.\n\n“I’ve been lucky in life, except for one thing, a great relationship. And you — ” he said, lifting his hand to my cheek, “you’re the one. But if you don’t think so, we can call it off. Do you know what I’m asking?”\n\nI pretended to open the car door. “You’re either kicking me out or proposing.”\n\n“I’m asking you to marry me,” he said. For a moment he looked like a small boy, unsure and hopeful.\n\nI blushed deeply, to be so wanted. “Thank you, but I don’t know. Can I talk about it to my friends?”\n\nHe beamed. “Of course! And I want to meet your parents.”\n\nHe gave me a key to his house and put his credit card in my name. He drew hearts with our initials in the steamed-up mirror. He put my photo next to the one of his daughter and her family. On his birthday he gave a party and invited everyone to meet me. \n\n“Wow,” said my son’s friend when he stepped into the foyer. “Someone might think you’re a gold digger.”\n\nI felt like a gold digger, even though I had no interest in the credit cards, was embarrassed by the $500 dinners and couldn’t imagine a life of travel and indulgence. But still, to have someone love me so certainly. \n\nDivorce had left me bruised. This man made me feel adored. He talked about our future. We would live on the top floor of his house and my children could live below.\n\nHe loved that I practiced taekwondo and would tease me about sparring. He preferred games of logic and strategy: chess, Jotto and Words With Friends. “I usually win,” he said. “Can’t help it.” \n\nWe played hooky and went skiing. We snuggled in front of his fireplace while my younger child stayed with friends.\n\nOccasionally he would ask if I needed my reading glasses (I don’t wear them) or recall the time we played in his copper tub (we hadn’t). He mentioned ex-wives and girlfriends. Once, while cooking, he talked about how little he bothered with security and how a woman once hid her PIN from him at the bank machine. He shook his head. “I mean, we had just been intimate, and — —” \n\nI dropped my chopping knife, reached up and turned his head toward me. “I am really not interested.” \n\nHe apologized and said: “I have nothing to hide. I believe in being honest. And I am strictly monogamous.” Then he stopped talking about other women. Completely.\n\nI struggled with my jealousy. Really, what was my problem? I had poked my head out of a relationship cocoon after 30 years to see that life was no longer a freshly paved road. We all had acquired potholes and patches. \n\nBut the ghosts of his exes followed me. At his pied-à-terre in Manhattan, when the doorman wheeled our luggage into the room, smirking. At the sushi restaurant, when the maître d’ welcomed me back, then smoothly caught himself. And at dinner with his high school buddies, when one leaned across the table and said to me with a wink: “He’s had a lot of girlfriends. A lot.”\n\nWe traveled to Paris, Florence and Rome. He bought me a supple leather jacket and a necklace that bathed my face in light.\n\n“I’ll take care of you,” he said. I drifted toward that intoxicating notion, to be taken care of.\n\n“Don’t move too fast,” said Marilyn, who had lived an exuberant life, packed with lovers. I laughed. Who was she to give me this advice?\n\nHis list of exes had six names. He had left off one because “she would still be hurt.” All had lived with him for two years or less. My stomach curled. \n\nOne owned a shop nearby. She sat behind the counter, an attractive woman with a low-cut blouse. My shirt clung to my back with sweat. The store was empty, so I mustered my courage and told her why I was there. “He wants me to move in,” I said. “But I have kids, so I asked and he gave me your name.”\n\nShe looked me up and down. “How honest do you want me to be?”\n\n“Everything.” \n\n“Let me tell you what it’s been like,” she began. And then she described, not her relationship with him, but mine. The “I love you” after two weeks. The hearts drawn in the steamed mirror. The party in my honor. The dinner with his high school friends. The trips to New York and Paris, and the gifts of jewelry and scarves. \n\nI felt myself falling into a dark hole. My face burned. “How did it end?” \n\nShe crossed her arms: “We were lying on a beach when he turned to me and said ‘This is heaven.’ And it was. Then we drove home, and as we unpacked, he said, ‘It’s over.’ ” \n\nEmails from the other women rolled in: \n\n“He treated me to a whirlwind romance. Then said it wasn’t enough.” \n\n“We had lots of fun and adventures together. I was a little surprised when it ended, to be honest.”\n\nThe women seemed kind, smart, funny and attractive. I was no more special than any of them. \n\nI texted him: “Heard from your exes. Need to talk.”\n\nI cut up the credit card, pulled his house key off my chain and put them in an envelope. His house was dark. I left the envelope in the entrance next to my photo. I found him upstairs on his sofa.\n\n“Are you breaking up with me?” he asked.\n\n“You were going to end it anyway,” I said. “It was just a matter of time.”\n\n“Love isn’t like taekwondo,” he said. “You don’t kick before you get kicked.”\n\nBut it was a game, wasn’t it? We had each played our moves. He led with a bold opening and controlled the board. Then I glimpsed his end game and did the only thing I could: end it first. \n\nFor weeks he sent me scathing texts. Cursing. Insulting. Coaxing.\n\nMy heart had clamped shut so quickly. Had I deluded myself into love? Or was I just another opportunist?\n\n“If this is real,” I texted, “let’s check back in six months. Maybe we’ll get back together. Or maybe you’ll finally find the real love of your life.”\n\n“It took me hundreds of women to find you,” he replied. “I loved you best.”\n\nMaybe he really did. Maybe he didn’t. That’s the price of ending it first: I’ll never know."
}