{
  "url": "http://www.nytimes.com/2015/07/12/style/superheroes-just-for-each-other.html",
  "headline": "Superheroes, Just for Each Other",
  "dateline": {
    "year": 2015,
    "month": 7,
    "day": 9
  },
  "byline": "Peter S. Goodman",
  "text": "The first time I lifted her up and carried her away, I was acting on a whim, seeking an exit from a stupid but dangerous argument. Though we lived in the glittering center of Shanghai, we couldn’t agree on where to go for dinner.\n\nChinese or Italian? A high-rise restaurant with a commanding view, or the leafy garden of a French colonial mansion? The stakes were hardly critical, yet our conflict was a proxy for a deeper question gnawing at our life as a couple: Where were we headed?\n\nI grew exasperated. She said, “Forget dinner.”\n\nIn previous relationships, I might have stormed out and sought diversion in a bar, writing off the possibility of resolution as both futile and beneath my pride. This time, though, I swept up Deanna in my arms, damsel-in-distress-style. Caught by surprise, she succumbed to my rescue. I had literally elevated us above our stalemate. We kissed and headed out to dinner, no longer concerned about where we went.\n\nAs the product of 1970s-style parenting that embraced therapy and a formulaic mode of sensitivity, I had been marinated in the notion that talk was the sole means of alleviating human friction. Deanna and I did plenty of talking. We could stay up all night and not run out of things to say. But the obstacles in our relationship were sufficiently weighty that words alone would not resolve them.\n\nI’m a dozen years older and was keen to start a family, but she wasn’t ready. I was an expat living in China, a foreign correspondent seeking to extend that life indefinitely. She was longing to get back to her family in New York and appalled by the thought of letting my career dictate her geography: She would be no one’s appendage.\n\nTalk can yield clarity, understanding and empathy, but sometimes it just brings exhaustion and recrimination. Sometimes action is the only pathway to good will. And when I picked her up, I proved it.\n\nWhen we met, Deanna was about to move back to New York, but she didn’t know where she would live or how she would support herself as she finished her first novel. I persuaded her to move in with me and stay in Shanghai. When she expressed discomfort with my high-rise apartment — my bachelor pad, where the security guards eyed her suspiciously — I found us another home.\n\nOnce, when we were stuck on a noisy boat down a rough stretch of the Mekong River, I chartered a gentle ferry for just the two of us. I have sprinted to secure taxis during monsoons and taken us on junkets to Italy, Turkey and Laos.\n\nI felt a compulsion to surprise her, ease her worries, protect her and demonstrate my devotion. I was intent on proving my worth to her. For the first time in my adult life, I had fallen so hard for a woman that she altered my values and updated my ways of thinking, as if the world itself was new. All of which made me addicted to her approval.\n\nShe still doubted that we had a future, even as each month seemed to reinforce the reality that we were hooked in deep. Now, I had this go-to move: Every time she felt lost or worried, I swept her off her feet. Every time she contemplated walking away, I carried her over the next threshold. I aspired to be her superhero, rescuing her from whatever perils lay in our path.\n\nTwo years into our relationship, I moved us back to New York, surrendering expat privilege for the plebeian struggles of life in the forbidding city in which we had been born and raised. I threw myself into eradicating the mice from our Brooklyn apartment. I attacked the weeds in our modest backyard, wielded screwdrivers and pliers to keep the house in working order, and navigated pushy elbows at the farmers’ market.\n\nAt our wedding, on a steamy August evening underneath the Manhattan Bridge, I provoked gasps of delight from our friends and family as I carried my bride across the pebble beach and deposited her on the makeshift podium where we pronounced our vows — unimpeachable evidence that I had not only captured her, but earned her.\n\nWhen our son was born, I found myself, perhaps like most new fathers, feeling marginalized. But I could still wake up in the middle of the night and administer a bottle of pumped milk while Deanna slept. I could assemble strollers, change diapers and wrestle with car seats.\n\nBut the next year, when our daughter arrived, my powers failed me.\n\nI was standing at the gate at La Guardia Airport, about to board an early flight to Chicago for a reporting trip, when my phone rang. Deanna was in excruciating pain, home alone with our 13-month-old boy. She used the word “contractions,” but how could that be? It was early October; our baby girl wasn’t due until mid-January. Only two weeks earlier, we had gone in for the anatomy scan, and everything was perfect.\n\n“Let’s wait 10 minutes,” I told her, thinking the scare would surely pass.\n\nBut 10 minutes later, I was sprinting out of the airport to the taxi line. When my cab got a flat on the highway and the driver shrugged, refusing to proceed, I heard myself threatening bodily harm as I forced him to continue to the next exit. There, I managed to commandeer another cab and arrived at the hospital to find my wife doubled over in pain, unsure where she was supposed to go. I braced her with my arms and led her into the delivery ward, but I was powerless to protect her from what came next.\n\nI held her hand while the doctors listened for the baby’s heartbeat. I hunched by her side during the emergency C-section. We listened to the muffled sounds of the surgeons exchanging words about a subject we could not comprehend. Was this a stillbirth? A miscarriage?\n\nWhat we learned provided neither clarity nor comfort. Our baby weighed less than two pounds. She had a one-third chance of dying and a one-third chance of surviving with severe developmental disabilities.\n\nAs Deanna lay in a recovery-room bed, I was led upstairs to the neonatal intensive care unit, where this wisp of a creature was encased in a glass incubator and connected to an alarming tangle of tubes, wires and beeping machinery. It did not feel right to look at her, let alone photograph her as the nurses urged me to do so I could share this image with Deanna. She didn’t look like a baby to me.\n\nThere was nothing I could say or do to lift us from our stark reality. I tried to reassure Deanna that there was at least a one-third chance that our daughter would be fine. But then the doctor returned to our hospital room to tell us that our daughter had suffered a brain hemorrhage. She used the word “catastrophic” and discussed the possibility of “comfort care,” a euphemism for pulling the plug.\n\nIf the hemorrhage proved to be severe enough, we might have the option of detaching her from the machinery. Within an hour, she would die.\n\nI heard this as my cue to rescue my wife from our worst fears. Once the doctor had left, I told Deanna that if comfort care became our daughter’s fate, we would not be there to watch her die. We would go home to our irrepressible boy and pretend none of this happened; we would tell ourselves this was a miscarriage. Never having known her, we would not know the pain of losing her.\n\nI felt strengthened by my words of resolve, but my wife looked at me as if I had become a stranger — as if she were now facing this crisis alone.\n\n“If it comes to that,” she said, “we would be there. We’re her parents. However long she lives, whatever her life turns out to be. We’re the ones who have to hold her. She’s our baby.”\n\nIn that moment, I recognized that my wife was the real superhero. In trying to plot a clean escape, I was the coward.\n\nOver the months that followed, as our girl endured transfusions, a collapsed lung and countless terrifying procedures, fighting her way to a miraculous recovery and growing into the indomitable toddler she is today, my wife and I took turns rescuing each other. When one faltered, the other extended a hand.\n\nThese days, we take deep pleasure in the simplest moments. We feel our daughter’s sweet breath as we hold her and watch her splash her brother in the bathtub, and we feel blessed. We know how close we came to losing her, and to losing ourselves.\n\nI am no superhero. Neither is my wife. But we have a bond that somehow enables us to save each other from basic human weakness. This is its own kind of superpower."
}