{
  "url": "http://www.nytimes.com/2015/08/16/fashion/how-a-kitten-eased-my-partners-depression.html",
  "headline": "How a Kitten Eased My Partner’s Depression",
  "dateline": {
    "year": 2015,
    "month": 8,
    "day": 13
  },
  "byline": "Hannah Louise Poston",
  "text": "When his depression was at its worst, my partner, Joe, would wake up in the morning engulfed in a fog so palpable that its presence would sometimes startle me awake, as if I had smelled something burning.\n\nDuring the first few years of our relationship, I often wished he would roll over with a cheery “Good morning!” and a kiss instead of stumbling blankly out of bed, zombielike, toward coffee.\n\nI eventually figured out that lying alone in bed and fantasizing about a nondepressed Joe was a terrible idea. It made me grumpy, and then we would both be having a bad day.\n\nSo, in as chipper a manner as possible, I would pull on my bathrobe and rubber boots and go gather the delicate blue eggs of our housemate’s Aracuna chickens.\n\nAt my approach, the floor of the coop would animate into a rustling whirlpool of hay and fur as a pack of rats scurried back to their nest behind the compost bin. Rats had overrun us, and wishing they would go away was no more effective than wishing Joe would stop being depressed.\n\n“We need a kitten,” I would announce nearly every morning as I arranged the warm eggs in a basket on the kitchen counter. I lobbied hard, explaining that even if it didn’t grow up to be a ratter, just having a cat around the house would deter infestations.\n\nJoe wasn’t sure about the kitten. He was always skeptical of seemingly rash ideas — slow to accept new things, slow to change.\n\n“Have you thought about why you want a kitten?” he asked me one evening.\n\n“What do you mean, why?” I was insulted. He seemed to be implying that, beyond the rats, I may have unhealthy reasons for wanting a kitten. “Why does anyone want a kitten? It’s a kitten.”\n\n“It just seems like it will take a lot of energy,” he said.\n\nJoe and I were close to our relationship’s three-year mark, the point at which, a study had shown, a swath of long-term couplings end. (“The 7-Year Itch Is Now the 3-Year Glitch,” one article said.)\n\nHis depression came in frequent cycles, often lingering for days. During those days, if I brought home a pint of mint-chocolate-chip ice cream (Joe’s favorite), it would go unremarked upon or even uneaten.\n\nNo, he did not want to go to a movie or go dancing or have sex. Any offering, even that of my own body, would tumble into the gray sinkhole, rendering me ineffectual and pathetic. I learned that the best way to love Joe during those times was to leave him alone.\n\n“You can’t cure depression,” Joe told me once. “You can only get better at living with it.”\n\nI got better at living with it; I started buying my own favorite flavor of ice cream instead of his. And when I finally drove across Portland to the Oregon Humane Society one day in August, I did it secretly, rebelliously and entirely for my own inarticulate reasons.\n\nIt had been a particularly difficult week. My carefully honed strategy for loving a depressed man was to help myself instead of trying to help him. “And today,” I thought as I pulled in to the humane society parking lot, “I am helping myself to a kitten.”\n\nWhen Joe arrived home that evening, the kitten — just a pinch of striped fluff — popped out from under the bed. I took a long breath, ready to defend my decision.\n\nBut then I saw her sly green eyes holding his handsome sad ones, and it seemed as if there were fireworks and unicorns leaping, the aurora borealis descending between them. When the kitten tried to vogue, swoon and crab-leap sideways all at once, consequently tripping over her paws, I think Joe’s eyeballs may have rolled back into his head to reveal two glittery pink hearts pasted onto his sockets in lieu of pupils.\n\nThe next morning when we woke up, the first words out of Joe’s mouth were, “Where’s the kitten?” And the kitten’s first act, when she heard his voice, was to ice-pick her way up the quilt and jump on his face.\n\nThat same summer, Joe mustered the energy to make major changes in his life: He quit smoking, and he took his therapist’s suggestion to try Wellbutrin, an antidepressant that is also commonly prescribed as a smoking cessation aid.\n\nSadie turned out to be an amazing ratter. By the time she got big enough to hunt, she was rooting out rodent after rodent from the crevices of our neighborhood, bringing us something bright-eyed and squealing almost every night.\n\nIt quickly became clear that Sadie was bringing the live prey in for Joe. No matter the hour, he would leap out of bed to receive her, turning on the lights and lavishing her with praise.\n\nShe would release her quarry to play with it, and we would watch the mouse or rat shoot behind the bureau or under the bed. Then Joe would gather up a pair of old salad tongs like a javelin and he and Sadie would hunt together.\n\nAnd I would lie in bed, happily watching my lank, sleepy naked lover scuttle to corner a rodent in the hazy light of 3 a.m., watching him stumble, laugh and murmur to Sadie, who would mew in return and stalk around nuzzling his ankles.\n\nThe morning refrain of “Where’s the kitten?” has, over the last four years, evolved into, “G’morning, Peanut,” and a kiss on my cheek. Sometimes I even get a snuggle before coffee.\n\nJoe still has bad days. But even on the worst of them, when the gray film seems to settle over him and I’m preparing to take myself off to my corner of our house, Sadie will saunter into the room, slicing like soap through grease, light through fog.\n\n“Oh, Sadie! Come here, little acorn,” Joe will trill. “What are you doing? How was school? Did the bullies pick on you?” Then he’ll giggle at his own joke and swoop her into a baby-style swaddle, turning to show her off to me.\n\n“Look at Sadie,” he’ll say, grinding his knuckle between her ears so that her fur sticks up, an inch-tall cat mohawk. “Are you purring, fish face? Are you purring?” He’ll hold her up to his ear like a jukebox. “She’s purring,” he’ll say to me, blessedly radiant.\n\nWhen I ask Joe if he thinks Sadie cured his depression, he gets a troubled look on his face.\n\n“Of course not,” he says. “Remember, you can’t cure depression.”\n\n“I know,” I say. “You can only get better at living with it.”\n\nLike the late-night rat hunts, Joe’s well-being is a joint effort. Although Sadie helps, Joe is ultimately the one to snag the rat’s wormy tail with his salad tongs and escort it, dangling, to the door. But Sadie helps so much that sometimes it is hard to tell where our choices leave off and her existence begins.\n\nAt the first hint of glumness from Joe, I go find Sadie and put her physically onto his body, like a salve. Even during our worst fights, one of us will eventually pick Sadie up and casually approach the other, bouncing her so that she wiggles and squints her green eyes alluringly.\n\nWhen we’re too angry to touch each other, we’ll still both touch Sadie, and we end up standing in the middle of the living room, warring nations, both clinging to the bridge over the sea between us, silently sending across the first ambassadors of truce: wandering fingers that meet in her fur.\n\nOne afternoon this last fall, Sadie brought in a dead sparrow. There’s an aftertaste of tragedy to a cat-caught bird; what used to be unpredictable and wind-battered is reduced to a handful of silk and laid on our kitchen floor like a sacrifice.\n\nOnce Sadie was sure that Joe and I had both seen her offering, she ate the entirety of that bird: claws, beak, bones and every last feather. It took her less than a minute. By the time we had gotten used to the idea of seeing her eat the bird, she had already eaten it and left the room, dribbling a few specks of blood onto the tile.\n\nSadie is our happiness, elusive and impure. Our happiness grins and licks blood off her chin. Our happiness only snuggles when she feels like it, and given that she’s feline, those times can be few and far between.\n\nBut at least she lives in our house now. Morning sun on Joe’s black hair, the three of us tangle together in the blankets, sailing the bed like a rickety boat into what, if recent days are any indication, will be another pretty good day.\n\nRoundup of reader reactions and personal experiences."
}