{
  "url": "http://www.nytimes.com/2015/09/13/fashion/the-peril-of-not-dying-for-love.html",
  "headline": "The Peril of Not Dying for Love",
  "dateline": {
    "year": 2015,
    "month": 9,
    "day": 10
  },
  "byline": "Claire Jia",
  "text": "High school Friday nights for my sister and me meant romantic comedies, trading boy secrets in our basement and playing a game called, “What Would You Do for Love?”\n\nPopular questions included: “Would you give up your career for love?” “Would you eat a scorpion for love?” “Cut off your thumb?” “Jump in front of a car?”\n\n“But I would die,” I’d protest.\n\n“So,” she would say, “would you die for love?”\n\nIn the movies, people always did dramatic things for love: ditching their careers, donating organs or giving up their lives.\n\nWe watched Jack sink to his death in the icy Atlantic so Rose could stay afloat on the raft, and we cried when Harry ran through New York City to declare his love for Sally. We binge-watched Asian serial dramas, where the girl either has leukemia or is poor, and some rich boy (against all odds) falls in love with her.\n\nI learned everything about love from movies. Love had a sexy soundtrack. Love was forever. Love almost always involved rain, stubborn parents and irrevocable passionate sacrifice.\n\nGrowing up, I wanted that sort of big love. My favorite romantic formula was the best-friends-falling-in-love pattern, à la Chandler and Monica in “Friends” or Ron and Hermione in “Harry Potter.”\n\nIn my dream, we would know each other for about three years. I would confide in him about my crushes. We would drink craft beer on rooftops at 2 a.m., screaming crude things at passers-by. Then one day I’d start dating someone totally wrong for me.\n\nHe would try to act normal and shake it off, because he was happy for me. But he would become distant and I’d be too obsessed with my Hugh Jackman look-alike boyfriend to notice.\n\nSuddenly, I would fall ill with a cancer of some sort, and my friend would anonymously donate his organ to me. I would wake up in the hospital with him by my side and realize it was him I loved all along. Then he would kiss me, we’d have a trendy outdoor wedding and raise our 2.1 children in a Brooklyn brownstone.\n\nMy ABC Family Fantasy would have been harmless if I had realized real life isn’t like that.\n\nI met the guy who would become the subject of this fantasy in the fall of my freshman year of college. I was out at a party, my key-card lanyard roped around my neck like a purity ring, when I bumped into someone I recognized from my floor. He pointed at me and said, “You’re Claire, right?”\n\nWary, I asked how he knew my name.\n\n“I saw your door sign,” he said, blushing. “I scoped everyone out on the floor. Was that creepy?”\n\n“Very,” I said, smirking, though I had done the same thing.\n\nHe was funny, attractive (in an approachable way) and soon was one of my closest friends. I mocked his Radiohead obsession; he made fun of my affinity for Top 40 music.\n\nOne winter night we were sitting on his bed at 4 a.m. talking about childhood insecurities when I realized this was it: He was the best friend I had been waiting to fall in love with.\n\nSoon I became the narrator of my own romantic comedy. We spent spring break together, and on the five-hour bus ride from Boston to New York he asked me, in a nostalgic throwback to high school, to go to Spring Formal with him. He described the art studio his mother had back home. As we walked through Chinatown, he held my hand — not in a cheesy way, but because he wanted to make sure I was safe.\n\nIn my mind, I checked off the boxes (Cute ask-out? Talking about his family? Protective body contact? Check, check, check). A month later, we had our first kiss.\n\nThese memories fit my falling-in-love-with-my-best-friend story so perfectly that I ignored many moments of discomfort: our clammy hands and his rambling texts about “exciting” finance internships. For the story, I pretended that I liked kissing him, though I later described our make-out sessions to friends as being “like two co-workers shaking hands, but less intense.”\n\nOne evening during finals, it rained. “I’ve always wanted to be kissed in the rain,” I thought and went to get him. When I grabbed his hand and told him what I wanted to do, he replied, abruptly, “I don’t think there’s a spark between us.”\n\nI didn’t know how to respond. “Cool,” I finally said, shrugging. “We’re better as friends, anyway.”\n\n“Yeah,” he said with a grin. Then, putting on his headphones, he said he needed to study for his exam, so could I close the door behind me?\n\nI stood in the hallway in my pajamas, unsure of how to feel. My friends were hanging out in the common room, unaware of the tragedy that had just occurred. Simply going back to my room to work on my Foucault essay didn’t seem the right response to this romantic Armageddon.\n\nWhen Allie and Noah broke up in “The Notebook,” there was door slamming, hurled insults and crying. It seemed to me I needed to do something similar, so I ran out into the rain, shoeless, and screamed into the night. That’s what people do when they lose love, isn’t it? Scream? Or at least cry? But for me, the tears didn’t come. I just felt cold and wet and stupid. And I realized I had forgotten my keys.\n\nThree months later, when we came back to school in the fall, I couldn’t put a finger on what it was that gnawed at me. He didn’t completely ignore me. He didn’t have sex with my roommate. He didn’t delete my number. We just didn’t see each other as much because we didn’t live in the same building anymore. I couldn’t even be mad at him. I felt empty, needy and, above all, bored.\n\nIf I couldn’t have my Chandler-Monica fantasy, I would take the Shakespearean tragedy instead. As the autumn months dragged on, I turned to downing wine and writing dark love poetry. Until I finally found myself lying face up in a pile of leaves on a biting October day, wearing the same shirt for the third day in a row, hoping someone would see me. As I lay there feeling dirty and invisible, I realized the saddest part: I never loved him in the first place.\n\nI suppose I had known this all along, but for the story I had tried to love him. And after our breakup, I felt sad and lonely. But above all, I felt disappointment — a simple disappointment that I couldn’t have love. I chalked up all these emotions to heartbreak, because heartbreak is so much sexier than disappointment.\n\nAs I dated more, I learned that big love and big heartbreak come seldom. I resisted online dating because I didn’t think “I liked his profile picture” was a good story. Anonymously giving your kidney to your dying friend? That was a good story.\n\nI thought the high-volume, quick-gratification nature of online dating cheapened the sanctity of romance. But having already failed in my quest for the perfect love story, I decided to give love a try in the least romantic way possible. As the Tinder app downloaded onto my phone, I silently mourned my coveted great love.\n\nI met a guy for coffee, another for drinks. No one was perfect. No one was a total loser. I didn’t kiss any of them in the rain, but neither did I ever throw my drink in a date’s face. My life became a routine of swipe, swipe, message, date, awkward hookup, with a bottle of wine to finish the night.\n\nIt wasn’t heartbreak that became draining, but the lack of it.\n\nI have been told so many times what love should look like that I am unsure what love even is anymore. If it doesn’t look like midnight kisses with my best friend, and it doesn’t look like a booty call from a Tinder match, what is it?\n\nDating more has certainly made my outlook on love a little less precious. I know that in real life, few people ever jump in front of a car, cut off their thumbs or eat scorpions for love, if they ever did. And rarely do people get a chance at big sacrificial displays in the form of a donated body organ.\n\nWe’re told love isn’t love until he’s begging on his knees, and that heartbreak isn’t heartbreak until you’ve lost your mind. We think we want love, but we’ve rarely seen it, because love is a boundless unknown that no romantic stereotype can capture.\n\nMovies promise us blissful forevers or crushing sorrow, but most of the time, love is neither. Maybe it’s just two people who tolerate each other. Maybe it’s a mutual right swipe. What would I do for love? I’ll let you know when I actually find it."
}