{
  "url": "http://www.nytimes.com/2015/10/11/fashion/the-original-conscious-uncouplers.html",
  "headline": "The Original Conscious Uncouplers",
  "dateline": {
    "year": 2015,
    "month": 10,
    "day": 8
  },
  "byline": "Cole Kazdin",
  "text": "My parents were consciously uncoupling before conscious uncoupling was a thing, and they didn’t wait to be divorced to do it. Throughout their 21-year marriage, they never fought, at least not in front of my sister and me. Our home felt safe and stable.\n\nYet as a child, I never saw romance or affection between them other than a peck on the lips when my father came home from work. I never saw my dad come up behind my mom while she was at the stove making dinner, wrap his arms around her and kiss her on the neck the way husbands sometimes did in movies. They were more like friends raising two children together.\n\nThey loved being parents and were great at it. My mother spent hours reading to me, singing, indulging my make-believe games. After work, my father and I watched “Star Trek” together.\n\nHe brought home a plastic skeleton from the medical school where he was a professor and taught me the names of bones — tibia, fibula. We built a model of the human circulatory system in the bathtub. There was fake blood everywhere.\n\nMy parents announced their divorce calmly during our first and only family meeting. I was 14 and felt as if I had been punched in the face. There had been none of the clues leading up to it that my friends had described before their parents’ divorces. No screaming or dishes being thrown. Everything was quiet.\n\nMy parents said they loved my sister and me very much, that this wasn’t our fault. Later, when I grilled them separately, asking why, they each told me they never gave enough time to their relationship, that it was always all about the family.\n\n“So it is our fault,” I said.\n\n“No, no,” they assured me. They loved my sister and me and loved being parents.\n\nA brief reconciliation got my hopes up and then devolved into something even more painful: My mother sleeping on the couch in the den, trying to quiet her cries, which traveled through the walls anyway in our small house.\n\nAfter the divorce, the real fighting started. The slamming of phone receivers (back in the days when phone receivers could be slammed), the going outside to talk, the arguments over who got the kids for which holiday. I went off to college, leaving my younger sister to bear the day-to-day.\n\nI never understood why they got divorced, but once they were finally apart, I started to wonder how they ever married in the first place. On her own, my mom blossomed. She bought a tiny house in a not-great neighborhood and fixed it up.\n\nMy father started dating.\n\nWhen I asked my mom if she could see herself dating, she said, “I’m just really enjoying my independence right now.”\n\nThey still talked on matters relating to us kids, but that was it. They didn’t seem to like each other anymore.\n\nIn college I broke my leg (my tibia and fibula), and they visited me separately. They couldn’t be in the same room together.\n\nI loved my parents, but I hated coming home and going back and forth to see them. Doing math to make sure everyone was getting equal time. Church with my mom, then lunch with my dad. Two Thanksgivings on successive days. I was always in tears during the 20-minute car rides between houses.\n\nAs an adult, in my own relationships with men, I avoided confrontation. My motto was, “As long as no one talks about anything difficult, everything will be O.K.” I dated my best friends, and at the first sign of tension or disagreement, we would break up.\n\nMy longest relationship was with a man I dated for five years, breaking up and getting back together three or four times over the course of the relationship, basically every time we got into a fight. This was all I knew.\n\nThe first time my future husband, Hugh, and I got into a fight, I assumed that was the end. “I’ll just get my things,” I said, crying. “I can’t believe we’re breaking up.”\n\n“What are you talking about?” Hugh said, looking confused. “We’re just having a fight.”\n\nIt didn’t compute. But he was right. We calmed down and talked about it. We still thought the other person was a little bit wrong, but we made up, made out, had dinner and watched TV. By bedtime we had a deeper understanding of the other person’s point of view.\n\nI felt as if I were learning Swahili.\n\nWhen Hugh proposed, my first thought was: Yes. My second was: How will my parents be in the same room for the wedding? Will my dad bring his girlfriend? Will we be able to turn their glares and tense moments into a drinking game? Would we be better off eloping so we wouldn’t have to deal with family?\n\nWe wanted a wedding. We loved our families and wanted them there. Hugh’s mom was newly in remission from leukemia. We hadn’t known if she would be alive to see this day.\n\nWe decided to get married at the tiny cabin Hugh owned in the San Gabriel Mountains of California, our weekend place where he had presented me with a beautiful antique diamond ring months earlier.\n\nThe cabin was one room with a Murphy bed. If the bed was up, the room could fit 10 people around a rented table. Immediate family only. One of Hugh’s best friends got deputized to perform the ceremony. All I asked of my parents was: “Please be nice to each other.” Out of respect, I told my father he should feel welcome to bring his girlfriend, and thankfully he said no.\n\nEveryone flew out to California. My father took us all out to dinner the night before at the lodge down the road. Everyone was so happy.\n\nThe morning of the wedding, my mom, dad, sister and I drove from the hotel together. My sister drove my car because, as she said, “The bride shouldn’t have to drive.” Walking down the dirt road in Converse sneakers from the car to the cabin, I gathered my wedding dress in my left hand so it wouldn’t touch the ground and held my high heels (something blue) in my right.\n\nMy parents, however, lingered by the car. I couldn’t see them but I heard giggling. I called out: “What the —? You guys? Can we go?”\n\nMore giggling. Then I saw them coming up toward us, my mom laughing, my dad holding her elbow for support.\n\nHugh and I got married on the deck of the cabin. Hugh’s mom arranged bouquets of wildflowers. Hugh’s best friend played the guitar as we danced. We drank champagne and ate lasagna.\n\nMy parents sat next to each other at dinner. My dad refilled my mom’s wineglass. We were all laughing and sometimes crying – good crying – and hugging each other.\n\nSomething was happening.\n\nAfter the wedding, my dad split from his girlfriend, and soon after he and my mom went into the city to go to a museum together. A week or so later, they went to dinner at a local Italian restaurant. They went again. It became their Sunday tradition. On Mother’s Day, he sent her a basket from Magnolia Bakery.\n\n“Isn’t that where your wedding cake was from?” she asked me. It was.\n\nWhen I had minor surgery, they flew out to see me, staying in separate hotel rooms. The three of us went for a short walk.\n\nThey walked a little behind me and I could hear my dad cracking jokes and my mom giggling. Again with the giggling. I got annoyed because they seemed to be enjoying each other too much instead of focusing on me.\n\nWhen I try to identify the shift, Hugh reminds me it was our wedding. “Maybe our love inspired them,” he says. “It was a special, special day.”\n\nMy parents now talk on the phone several times a day. They say “we” instead of “I.” My dad buys my mom gifts for no reason at all. He recently sent her a dozen lavender roses, her favorite color, because she was stressed waiting for the plumber to come fix her kitchen faucet.\n\n“Are you guys dating?” I asked my mom after the roses incident. I ask her this about once a month.\n\nShe always has the same reply: “It’s platonic. We care about each other very deeply. And we enjoy each other’s company. We’re family.”\n\nAfter my parents divorced, I never thought I’d see them in the same room together (much less giggling). I never thought we’d have another holiday together. My husband and I flew home for my mother’s 70th birthday last year, and for my father’s 70th birthday this year. We all celebrated together, as a family.\n\nI don’t know what the future holds. I don’t think sharing a bed would necessarily be better or worse than what they already have. They share a deep love. They have the most caring, thoughtful and fun relationship anyone could ask for.\n\nThey have become consciously coupled."
}