{
  "url": "http://www.nytimes.com/2015/12/20/fashion/a-culture-gap-the-size-of-an-ocean-bridged-by-facebook.html",
  "headline": "A Culture Gap the Size of an Ocean, Bridged by Facebook",
  "dateline": {
    "year": 2015,
    "month": 12,
    "day": 17
  },
  "byline": "Lori Ayotte",
  "text": "A few months ago, my 75-year-old technophobic father, who still works full time as a big-city mail carrier, asked me to sign him up on Facebook, leaving me nearly speechless with surprise. When he added that he was doing it to keep in touch with a 26-year-old Saudi Arabian woman he had met on his mail route, I was even more stunned.\n\nHis small step to join social media in 2015 was as giant a leap for him personally as Neil Armstrong’s step onto the moon was for the United States in 1969. In many ways, my father still lives in the 1960s. With his strict Italian-American Catholic sensibilities, he’s a man with values closer to “Father Knows Best” than “Modern Family.”\n\nWhen I find my father reveling in the black-and-white mainstays of his childhood, such as Roy Rogers Westerns, I worry about him retreating into the past as well as becoming too reclusive. He has many friends but prefers watching AMC to seeing a buddy. His request to join Facebook, therefore, was the most out-of-character move he had ever made, at least in my memory.\n\nThe day he met the woman he calls Anah (a simpler version of her hard-to-pronounce name), he saw someone in a hijab who avoided eye contact. When he said “hello,” she hurried away. But day by day, she grew more comfortable with him and his gentle humor.\n\nThey began to chat. She shyly initiated conversations when he arrived with letters and packages. She also began to assimilate more into Western culture. She still dressed modestly but now wore makeup and bright nail polish. She bought stylish clothes and fashionable glasses.\n\nMy father also knew Anah’s sister and brother from the same apartment building, but it was Anah, the quietest sibling, to whom my father grew so close that he even left her a small gift on her birthday. He had deliberated long and hard before making such a gesture because he feared insulting her; instead, she was touched.\n\nThen, a few months ago, he told me that Anah was returning to Saudi Arabia for good. She was leaving in two days.\n\nWhen he asked me to help him with Facebook to maintain their contact, I realized that his feelings for this friend ran deep. I had recently spent time overseas and had encouraged him to join Facebook to follow my travels; he had wanted no part of it. Now he requested his own account with a personal profile picture.\n\nWhen I suggested that he use an image of Roy Rogers’s horse, Trigger, to maintain the privacy he fiercely clings to, he refused.\n\n“I’d like a picture of me,” he said. “She might want to show her family who I am.”\n\nBefore she returned to the Middle East, my father took her to lunch at his favorite Italian restaurant and for dessert at a cafe blocks from where he grew up. These are the places he is most comfortable, the places he has taken me. As with the birthday gift, he had deliberated over the invitation, worried he would offend her, but she happily accepted.\n\nI tried to imagine their conversation: a Muslim girl with limited English and my Italian-American father, Vinny, with his inimitable accent of dropped Rs, asking her if she wanted a “cawfee” and a cannoli.\n\nTraditionally, my father’s friends had been Italian and Catholic. He felt most comfortable with a fellow paesano, someone from his own village who hung out on the same street corner or took communion at the same church. He never sought out anyone different.\n\nThat’s one reason his luncheon with Anah was momentous. That Sunday, he discovered that she, like many Muslims, neither drinks alcohol nor eats pork. When he asked if she had attended religious services that day, he learned that in her sect, women are not allowed to attend services at the mosque.\n\nShe asked in reply if he had been to church that morning. Of course he had.\n\nIn Anah, he saw someone who shattered assumptions he had harbored about Muslims; he now sees them as people of a culture with more similarities than differences to his own. In Anah, he also acknowledges, he saw a mirror of the struggles that his own grandparents experienced after they immigrated here more than 100 years ago.\n\n“You have class,” my father told Anah one day.\n\n“What is ‘class’?” she asked.\n\n“It means you look nice and act nice,” he explained, and she smiled.\n\nSince my parents divorced in midlife, my father has spent the last 20 years largely alone. I believe that without a wife and with a middle-age only child, me, who doesn’t “need” him anymore, he misses being a protective, paternal figure. As a childless adult, I robbed him of the chance to be the quintessential nonno (Italian grandfather) he longed to become.\n\nAt the end of their lunch, Anah took a selfie of the two of them. I asked my father if she had sent him the picture, but he explained that he had not proffered his email address. He was online so rarely, he couldn’t remember it exactly, and he told me he didn’t want her to think he was “stupid with technology.”\n\nHe went into his room to retrieve his antiquated flip phone, which he brandished proudly before me with what he thought was proof that he is not a complete dinosaur, and asked how he may take a picture of her with it. My father, who usually keeps his phone off, had never expressed curiosity in the camera function before.\n\nThat afternoon, in a haze of disbelief, I opened my father’s Facebook account. I chose a cover photo of the Trevi Fountain to show his love for Italy. For his profile picture, I chose the most flattering shot I had of him, smiling broadly at Christmas. I had given him a set of classic Western DVDs and, as a joke, a toy gun, a stick horse and a cowboy hat.\n\nI also found a picture of the two of us from the early 1970s (he was holding 2-year-old me in front of our Christmas tree), posted it to my Facebook wall and tagged him. I thought the picture was so hyperbolically retro, of him with his wavy black hair and his purple-and-black checkered shirt, that it was cute.\n\nTwo days later, I revealed what I had wrought. He was pleased with the cover and profile pictures but upset about the retro father-daughter photo.\n\n“What, you put that old picture up?” he cried. “Look at my hair!”\n\nWhen he saw that the year of his birth was visible to the world, he panicked: “What, you put my birthday up so everyone can see it?”\n\nI immediately took it down.\n\nI then taught him Facebook’s sundry intricacies: what was private, what was public, how to “like” posts, how to create posts, how to “friend.”\n\nI showed him his friend requests. Anah’s was among them, and it was the first that he confirmed. He then consented to friend me.\n\nAs for the list of friends Facebook generously suggested, he was unmoved. “I don’t want all these people to find me,” he said.\n\nI shook my head: “That’s what Facebook is for.”\n\nAfterward, he showed me the picture he took of Anah with his flip phone. The last time he saw her, the concierge in her building had buzzed her to the mailroom, but several people nearby had heard she was leaving and created a hubbub around her. My father found an opportunity to share his Facebook name, and she quickly typed something into her phone.\n\n“That must have been when she friended you,” I told him.\n\n“Is that what she was doing?”\n\nAlthough he managed to take her picture, I’m not sure she knew he was taking it. In the tiny image on his flip phone, she was wearing a white hijab and dark-rimmed glasses, but I couldn’t see her face, because she was looking away. After showing me the photo, my father blushed, gave a quick half-smile and put his phone away.\n\n\n\nTwo weeks later, I returned to my father’s kitchen, again coaching him through the Facebook login steps, again reminding him of his password. His suggested friends now included dozens of Muslims from around the globe; his newsfeed contained posts in Arabic.\n\n“This is too much,” he said, this time in such awe that the nagging worry I often feel for my father’s Old World tendencies dissipated. I saw a man happily leaping across generational, cultural and technological chasms, all simultaneously.\n\nI also saw that Anah had messaged him days ago, three separate times: “Hi how are you.”\n\n“Hi I’m fine. How are you?” he typed deliberately. “Miss you. It’s not the same without you here.”\n\nIt isn’t the same. My father now is one of Facebook’s billion users, connected to a world he had never dreamed of and to a friend he never would have imagined."
}