{
  "url": "http://www.nytimes.com/2015/11/29/fashion/when-cupid-is-a-prying-journalist.html",
  "headline": "When Cupid Is a Prying Journalist",
  "dateline": {
    "year": 2015,
    "month": 11,
    "day": 26
  },
  "byline": "Deborah Copaken",
  "text": "My interview with Justin McLeod was winding down when I tossed out one last question: “Have you ever been in love?”\n\nThe baby-faced chief executive had designed Hinge, which was a new dating app. My question was an obvious throwaway.\n\nJustin looked stricken. No one, he said, had ever asked him that in an interview. “Yes,” he finally answered. “But I didn’t realize it until it was too late.” Then he asked me to turn off my recorder. I hit Stop.\n\nOff the record, he looked relieved to unburden himself. Her name was Kate. They were college sweethearts. He kept breaking her heart. (Tears now swelled in his eyes.) He wasn’t the best version of himself back then. He had since made amends to everyone, including Kate. But she was now living abroad, engaged to someone else.\n\n“Does she know you still love her?” I asked.\n\n“No,” he said. “She’s been engaged for two years now.”\n\n“Two years?” I said. “Why?”\n\n“I don’t know.”\n\nI was by then a year into a separation from a two-decade marriage. I had been doing a lot of thinking about the nature of love, its rarity. The reason I was interviewing Justin, in fact, was that his app had helped facilitate a post-separation blind date, my first ever, with an artist for whom I had fallen at first sight.\n\nThat had never happened to me, the at-first-sight part. He was also the first man to pop up on my screen after I downloaded Justin’s app.\n\nFor those keeping score at home, those are a lot of firsts: first dating app, first man on my screen, first blind date, first love at first sight. I was interested in understanding the app’s algorithm, how it had come about, how it had guessed, by virtue of our shared Facebook friends, that this particular man, a sculptor with a focus on the nexus between libidinal imagery and blossoms, would take root in my heart.\n\n“You have to tell her,” I said to Justin. “Listen —— ” and I told him the story of the boy I had loved just before meeting my husband.\n\nHe was a senior in college, studying Shakespeare abroad. I was a 22-year-old war photographer based in Paris. We had met on a beach in the Caribbean, then I visited him in London, shell-shocked, after having covered the end of the Soviet-Afghan war.\n\nI thought of him every day I was covering that war. When I was sleeping in caves, so sick from dysentery and an infected shrapnel wound on my hand that I had to be transported out of the Hindu Kush by Doctors Without Borders, my love for him is what kept me going.\n\nBut a few weeks after my trip to London, he stood me up. He said he would visit me at my apartment in Paris one weekend and never showed. Or so I thought.\n\nTwo decades later, I learned that he actually had flown to Paris that weekend but had lost the piece of paper with my address and phone number. I was unlisted. He had no answering machine. We had no friends in common. He wound up staying in a hostel, and I wound up marrying and having three children with the next man I dated. And so life goes.\n\nBy the time Google was invented, the first photo of me to appear on his screen was of my children and me from an article someone had written about my first book, a memoir of my years as a war photographer. Soon after, he married and had three children with the next woman he dated. And so life goes.\n\nI found him by accident, doing research on theater companies for my last novel. There he was above his too-common name. I composed the email: “Are you the same man who stood me up in Paris?”\n\nThat’s how I learned what had happened that weekend and began to digest the full impact of our missed connection.\n\n\n\nHis work brought him to New York a few months later, and we met for a springtime lunch on a bench in Central Park. I was so flummoxed, I kicked over my lemonade and dropped my egg salad sandwich: Our long-lost love was still there.\n\nIn fact, the closure provided by our reunion and the shock of recognition of a still-extant love that had been deprived of sun and water would thereafter affect both of our marriages, albeit in different ways. He realized how much he needed to work on tending to his marriage. I realized I had given mine all the nutrients and care I could — 23 years of tilling that soil — but the field was fallow.\n\nHearing of Justin’s love for Kate while seated on another New York City bench four years later, I felt a fresh urgency. “If you still love her,” I told him, “and she’s not yet married, you have to tell her. Now. You don’t want to wake up in 20 years and regret your silence. But you can’t do it by email or Facebook. You actually have to show up in person and be willing to have the door slammed in your face.”\n\nHe laughed wistfully: “I can’t do that. It’s too late.”\n\nThree months later, he emailed an invitation to lunch. The article I wrote about him and his company, in which he had allowed me to mention Kate (whom I had called his “Rosebud”), had generated interest in his app, and he wanted to thank me.\n\nOn the appointed day, I showed up at the restaurant and found the hostess. “Justin McLeod, table for two,” I said.\n\n“No,” he said, suddenly behind me. “For three.”\n\n“Three? Who’s joining us?”\n\n“She is,” he said, pointing to a wisp of a woman rushing past the restaurant’s window, a blur of pink coat, her strawberry blond hair trailing behind her.\n\n“What the —— ? Is that Rosebud?”\n\n“Yes.”\n\nKate burst in and embraced me in a hug. Up close she resembled another Kate — Hepburn, who had appeared in the comedies of remarriage I had studied in college with Stanley Cavell.\n\nThese films, precursors to today’s rom-coms, were made in America in the 1930s and ’40s, when showing adultery or illicit sex wasn’t allowed. To pass the censors, the plots were the same: A married couple divorced, flirted with others, then remarried. The lesson? Sometimes you have to lose love to refind it, and a return to the green world is the key to reblossoming.\n\n“This is all because of you,” Kate said, crying. “Thank you.”\n\nNow Justin and I were tearing up, too, to the point where the other diners were staring at us, confused.\n\nAfter we sat down, they told me the story of their reunion, finishing each other’s sentences as if they had been married for years. One day, after a chance run-in with a friend of Kate’s, Justin texted Kate to arrange a phone conversation, then booked a trans-Atlantic flight to see her without warning. He called her from his hotel room, asked if he could stop by. She was to be married in a month, but three days later, she moved out of the apartment she had been sharing with her fiancé.\n\nI felt a pang of guilt. The poor man!\n\nIt was O.K., she said. Their relationship had been troubled for years. She had been trying to figure out a way to postpone or cancel the wedding, but the invitations had already been sent, the hall and caterer booked, and she didn’t know how to resolve her ambivalence without disappointing everyone.\n\nJustin had arrived at her door at nearly the last moment he could have spoken up or forever held his peace. By the time of our lunch, the two were already living together.\n\nSoon afterward, I had them over for dinner to introduce them to the blossom-obsessed artist who bore half of the responsibility for their reunion. He and I hadn’t worked out as a couple, much to my pain and chagrin, but we had found our way back into a close friendship and even an artistic collaboration after he texted me a doodle he’d been drawing.\n\nIn fact, we had just signed a contract to produce three books together: “The ABC’s of Adulthood,” “The ABC’s of Parenthood” and — oh, the irony — “The ABC’s of Love.”\n\n“What was the doodle?” Kate asked.\n\nI showed her the drawing on my iPhone.\n\n“Are those ovaries?” she asked, smiling.\n\n“Or seeds,” I said. “Or flower buds, depending on how you look at it.”\n\nAll perfectly reasonable interpretations of love begetting love begetting love, which is why we were all gathered around my table that night, weren’t we? Because real love, once blossomed, never disappears. It may get lost with a piece of paper, or transform into art, books or children, or trigger another couple’s union while failing to cement your own.\n\nBut it’s always there, lying in wait for a ray of sun, pushing through thawing soil, insisting upon its rightful existence in our hearts and on earth.\n\nRelated: Readers Debate the Wisdom of Pursuing a Lost Love"
}