{
  "url": "http://www.nytimes.com/2015/02/15/style/the-36-questions-an-answer-to-their-prayers.html",
  "headline": "The essay “To Fall in Love With Anyone, Do This,” which repeated a psychologist’s 20-year-old experiment, drew 8 million readers who found the combination of romance and science irresistible.The 36 Questions: An Answer to Their Prayers?",
  "dateline": {
    "year": 2015,
    "month": 2,
    "day": 13
  },
  "byline": "Daniel Jones",
  "text": "Last month, a few days before Mandy Len Catron’s essay “To Fall in Love With Anyone, Do This” appeared in Modern Love, she aired some concerns about the coming exposure on her blog, writing that while a few hundred people may see one of her blog posts, thousands would see this column.\n\nShe underestimated by about 8 million.\n\nIn the essay, Ms. Catron told of how she found love by replicating a 20-year-old experiment by the psychologist Arthur Aron that involved two strangers asking each other 36 increasingly personal questions followed by a four-minute staring session to see if doing so would lead to intimacy and love. For Ms. Catron and the man she barely knew, the experiment worked.\n\nReaders found this combination of romance and science (with a happy ending) irresistible. Ms. Catron’s story went viral, with couples across the country and around the globe trying the questions themselves.\n\n The New Yorker and Dame magazine spoofed the experiment with 36 questions about how to fall out of love.\n\nOne man even posed the questions to his disengaged cat in a YouTube video, which amassed nearly 40,000 views.\n\nA ticketed singles event in Manhattan drew 70 hopefuls who paid $40 each to be paired up and guided through the experiment.\n\nThe notion of falling in love from a quiz may sound like a gimmick, but the broad resonance of Dr. Aron’s 36 questions may be partly explained by the fact that there is nothing gimmicky about them. In this age of Tinder and self-curated dating profiles, where image and first impressions hold sway, these questions go deep.\n\nBut as Dr. Aron cautions, this isn’t an experiment that can be easily repeated with a series of romantic prospects, because you risk having canned answers if you keep using the same questions.\n\nSince the essay appeared, we have been receiving reports from strangers and longtime couples who have tried the quiz, often armed with one of several quickly created apps featuring the quiz (The New York Times, in consultation with Dr. Aron, has created one as well, available at nytimes.com/36questions).\n\nTwo weeks after her essay appeared, Ms. Catron was still trying to adjust to what it had wrought. She and her boyfriend were out at a pizza parlor when he took out his phone and started typing. She assumed he was texting someone, but he slid the phone across to her. It read: “the couple next to us is doing the 36 questions.”\n\nSure enough, they were. In that moment, the full impact of her article finally hit home.\n\nWith Valentine’s Day upon us, we’d like to share a sampling of the stories we heard. "
}