{
  "url": "http://www.nytimes.com/2015/03/01/style/bringing-a-daughter-back-from-the-brink-with-poems.html",
  "headline": "Bringing a Daughter Back From the Brink With Poems",
  "dateline": {
    "year": 2015,
    "month": 2,
    "day": 26
  },
  "byline": "Betsy Macwhinney",
  "text": "When George W. Bush was re-elected in 2004, my 13-year-old daughter, Marisa, was so angry that she stopped wearing shoes.\n\nShe chose the most ineffective rebellion imaginable: two little bare feet against the world. She declared that she wouldn’t wear shoes again until we had a new president.\n\nI had learned early in motherhood that it’s not worth fighting with your children about clothes, so I watched silently as she strode off barefoot each morning, walking down the long gravel driveway in the cold, rainy darkness to wait for the bus.\n\nThe principal called me a few times, declaring that Marisa had to start wearing shoes or she would be suspended. I passed the messages on, but my daughter continued her barefoot march.\n\nAfter about four months, she donned shoes without comment. I didn’t ask why. I wasn’t sure if wearing shoes was a sign of failure or maturity; asking her seemed like it could add unnecessary insult to injury.\n\nBut all of her rebellion that year wasn’t quite so harmless. I feared she was acting out in dangerous ways.\n\nAs we walked through the grocery store one day, she reached out for an avocado, causing her sleeve to fall back, revealing a scary-looking scab on her wrist along the meridian where a watchband would be.\n\nI grabbed her hand. “Oh, Marisa. You must be in a lot of pain.”\n\nShe looked away, saying nothing.\n\nI tried to squelch a wave of nausea, chilled by the knowledge that my daughter was harming herself.\n\nI did what parents do: I engaged with professionals and took their advice. Marisa went to a counselor alone, and we went to a different one together.\n\nI felt a pit of horror in my stomach as a psychiatrist told me, in front of Marisa: “She shouldn’t be left alone, and she shouldn’t be allowed to handle anything dangerous. No knives. If you have any medication in the home, keep it locked up and away from her.”\n\nLater that evening we were unloading the dishwasher together, her on one side, me on the other. I unconsciously passed her a sharp knife to put away.\n\n“Mom, are you sure you can trust me with this?” she said jokingly.\n\nI had held it together pretty well up to that point, at least in front of her, but started sobbing uncontrollably when she said that.\n\nShe looked surprised, and gave me a hug. “I’ll be O.K.,” she promised.\n\nI started Tuesday Night Dinners, to which I’d invite everyone we knew who would be fine with the chaotic scene of a weekday family dinner.\n\nSometimes three people would show, sometimes 20, and we would eat the kind of simple food that a working mother can throw together between getting home at 5 p.m. and having people arrive at 5:30.\n\nThe parents of her friends would come with their teenagers, and at least for that one evening the house was lively with people. I wanted life to come to her. I wanted her to float on the current of rich connections.\n\nOther evenings were filled with sullen, delicate silences punctuated by minor conflicts: me resisting the urge to ask how she was doing, because I was afraid of what I might learn, and her courageously struggling to understand teenage-hood.\n\nAs she played the guitar in her bedroom, I tried not to lurk outside the closed door, but when the music stopped, I had to breathe through my panic, wondering if she was still safe.\n\nIt wasn’t clear to her whether she should bother growing up. She would ask me, “Do you like your life?” Her tone implied judgment of my life without her having to spell it out: You drive, work in a cubicle, do chores and are terminally single. What’s the point?\n\nOne day my son came home from school talking about vandalism that had occurred at the elementary school. “Someone spray-painted stuff all over the schoolyard,” he said. “Things like, ‘Too many Bushes, not enough trees.’ ”\n\nI glanced sideways at Marisa. She met my eyes and looked down, confirming my suspicions. I’m no fan of vandalism, but I was actually glad to learn she cared that much about something.\n\nIt turns out, she did the deed with a boy, who was caught and required to pay a fine. I asked my daughter to call the boy’s family and confess, which she did, and offered to pay half the fine, which they accepted.\n\nI started leaving poems in her shoes in the morning. She had used the shoes as a form of quiet protest, so I decided I would use them to make a quiet stand for hope. When one of your primary strategies as a parent involves leaving Wendell Berry’s “Mad Farmer Liberation Front” in your child’s shoe, it’s clear things aren’t going well.\n\nWhat I wanted her to know is: People have been in pain before, struggled to find hope, and look what they’ve done with it. They made poetry that landed right in your shoe, the same shoe you didn’t wear for four months because of your despair.\n\nBefore she went to school in the morning, I wanted her to read the poem “Wild Geese” by Mary Oliver that talks about not having to be good and not having to walk on your knees for miles, repenting. As Ms. Oliver writes, “You only have to let the soft animal of your body love what it loves.”\n\nOr this, from Mr. Berry: “Be joyful, though you have considered all the facts.”\n\nWould that matter to her? Would she get my message that the world loved her and she should really try to start loving it back?\n\nI wasn’t going to talk her out of how dire things were on the planet, but could she, even so, find reasons to put shoes on each day? Raising a child who had no hope for the future seemed like my biggest failure ever.\n\nI normally don’t invite poetry into my daily life. As an ecologist, I embrace science. But all I had to offer her at that point were the thoughts of others who struggled to make a meaningful life and had put those thoughts into the best, sparest words they could.\n\nIt suddenly struck me — I the one who loves science, data, facts and reason — that when push comes to shove, it was poetry I could count on. Poetry knew where hope lived and could elicit that lump in the throat that reminds me it’s all worth it. Science couldn’t do that.\n\nI believed, inexplicably, that it was urgent to deliver the perfect words in her shoe each day. It felt like her life depended on it.\n\nOne day I called in late to work so I could purchase scissors and a glue stick from a gas station minimart. I took the supplies and a stack of discarded magazines into a cheap Mexican restaurant to drink bad coffee and assemble poems in the form of a ransom note, as if my daughter had been kidnapped and I had to disguise the writing to get her back.\n\nI frantically searched for the word “bones” so I could nod to her budding sexuality with Roethke’s “I knew a woman, lovely in her bones,” but superstitiously didn’t want to clip the word “bones” from a grizzly headline. I hoped no one would ask why I was late, because I had no idea where to begin, how to explain.\n\nFor a few weeks she didn’t comment on the poems. She had to know I was doing it because she had to remove the poems from her shoe before putting them on in the morning. I felt encouraged, though, when I’d find a well-worn, many-times-folded poem in her pocket as I did laundry.\n\nAs the days grew longer, she became more involved in life. She made plans, took up running, planted seeds, decorated her room. I could see that her putting on the shoes wasn’t defeat, but maturity.\n\nAt some point, I knew she had come out of a long dark tunnel. I also knew it wouldn’t be her last tunnel.\n\nThe most optimistic people often struggle the hardest. They can’t quite square what’s going on in the world with their beliefs, and the disparity is alarming.\n\nShe was temporarily swamped at the intersection of grief over a bleak political landscape, transition to a mediocre high school, and the vast existential questions of a curious adolescent.\n\nIn retrospect, my poetry project was a harmless sideline that kept me benevolently out of her way as she struggled not just to see the horizon but to march bravely toward it.\n\nA few years ago, she was interviewed to join a group of students on a long trip to Sierra Leone. The professor explained that it was likely to be a very difficult time, far from home, with physical and mental hardship.\n\n“What would you do,” he asked Marisa, “if you get to the abyss, and it begins talking?”\n\n“Well,” she replied, “I would have a lot of questions for the abyss, indeed.”"
}