{
  "url": "http://www.nytimes.com/2015/11/08/fashion/a-familys-alternate-reality.html",
  "headline": "For a Single Mother, an Alternate Reality",
  "dateline": {
    "year": 2015,
    "month": 11,
    "day": 5
  },
  "byline": "Rosie Leonetti",
  "text": "The sentimentalist in me has always appreciated the idea of an alternate reality. Like the mythical farm where parents claim to send the family dog after it meets a tragic fate, the alternate reality is a place where not-so-happy endings get a second chance.\n\nWhen I was a new mother grieving the loss of my new marriage, I fantasized about a parallel dimension in which everything turned out differently. Our domestic paradise may have imploded, but somewhere, just a quantum jump away, it was unfolding as it should.\n\nI glimpsed this parallel dimension one summer evening when my daughter, who was 8, and I were out for dinner. As we walked back to the car hand in hand after our meal, I spotted a familiar face in the parking lot. I held my head high, but my knees went weak as I stepped off the curb, and we both nearly plummeted to the ground.\n\nIt was my former husband, the father my daughter had seen only in pictures. In conversations with myself I still sometimes referred to him as “the Brit.” It felt good to have a substitute for the name I once uttered with starry-eyed admiration. His hair was shorn into a buzz cut. He wore fitted jeans and a muscle shirt that displayed the curves of his chiseled arms. He looked just as he had when we first met: a virile ninja ready for action.\n\nHe glanced at me over his shoulder as he changed his baby’s diaper in the back of a minivan. I struggled to take it all in. It was the kind of everyday scene I had tried to dream into existence over and over again during the difficult months after he left.\n\nMy memories surfaced in jolts. I recalled the tears that streamed down his face as he headed back to his hometown overseas, promising to send for us when he found a suitable place to live. And the tears that streamed down mine when, months later, he announced there would be a change of plans. From an Internet cafe halfway around the world, he typed that it wasn’t the right time for marriage or fatherhood.\n\nWhile the former was unspeakably painful for me, the latter was unbearable.\n\nOur life together dissolved into a discontinued phone number, a closed bank account and several cyberspace farewells. I read them countless times, hoping the words would morph into something I could understand. They never did, and we never saw him again.\n\nAt night, I would pace the room into the wee hours, holding our sleeping infant and trying to pinpoint the exact moment I should have known. I filled a journal with nostalgia, knowing that for better or worse, our daughter wouldn’t remember any of it.\n\nOn this warm summer night, the door to our local burger joint had become a portal to the life I once imagined. It stood before me, cruel in its simplicity: the Brit, happy dad and expert diaper changer. It was a reality custom made to my specifications, eight years too late.\n\nWe glanced at each other in silence. I recalled the time, early in our divorce proceedings, when he was back in the country for a few weeks. He wanted the rest of his belongings from our bedroom closet. I packed them up and drove into the city to deliver the last physical evidence of our cohabitation. Still in partial denial, I couldn’t bear knocking on the door where he was staying, so I was relieved when my close girlfriend offered to help.\n\nShe met me on the street corner, and I handed her the bags filled with clothes. As she lugged them down the sidewalk, I cried under the awning of a cafe. The first drizzles of rain fell, and I felt like a beleaguered protagonist in a movie, waiting for the sun to come out and a plot change to prove that love wins in the end. The familiar musk of my former husband’s cologne trailed behind as my friend disappeared into the building, and the weight of truth gurgled in my stomach with all the delicacy of a poison apple.\n\nI thought I detected the scent of that same cologne wafting toward me years later as my daughter and I made our way through the parking lot. My unease was palpable, and the little hand that was wrapped around mine tightened its grip.\n\n“What’s wrong, Mommy?” she asked, shocking me back into the moment.\n\nThe horrible, recurring feeling that I had failed my child by not providing a nuclear family rose up with its usual corkscrew twist of guilt and lament. It wasn’t my fault, I knew, but sentiment has a funny way of trumping rational thought.\n\nI was no more prepared to answer my daughter’s question than I was to abruptly walk her over to greet her father and his new baby. I held my breath, scanning his face and body as if they would reveal an answer.\n\nI remembered the way he gingerly cradled our newborn when we came home from the hospital, and how he skipped around the room like a mirthful monkey, telling jokes that made me collapse into laughter. He could command a room like a vaudeville veteran, but he could not conquer the world with a wife and child.\n\nHad he really settled down? If so, why here, in the same small town where he had felt so suffocated? To him, this was a foreign land, and the life it represented was wholly incongruent with his dreams.\n\nThere in the parking lot, I wasn’t sure if it was the passage of time or the failure of memory, but something was different. I detected it in the outline of his upper lip, the way he carried himself, the curve of his backside. There was a modicum of curiosity in his eyes as they met mine, but there was no recognition.\n\nSuddenly, I understood. I gazed a little longer to be sure.\n\nMy daughter stared at me in quiet anticipation.\n\n“Nothing to worry about,” I whispered.\n\nShe blinked and waited for more, fluttering her father’s long eyelashes.\n\n“I was taken by surprise,” I explained. “That man looks a lot like your dad.”\n\nShe paused, taking in the scene.\n\n“It isn’t him, though,” I said gently. “I was mistaken.”\n\nI immediately regretted saying anything. I wrapped my arm around her shoulder and pulled her close. She nestled into me, her head still turned in his direction. I longed to give her the world.\n\nThe man packed up his minivan and drove off, and my alternate reality went right along with him.\n\nWe climbed into the car and I pulled out. All the talks my daughter and I had had over the years about her father’s absence swirled around us, filling the car like plumes of smoke from a freshly lit fire. I had always chosen my words carefully, conscious that one person’s perception can so easily be woven into another person’s foundation, forever obscuring an impartial truth.\n\nI could not change her father’s decision, but I could bring love and honesty into our dialogue about it. I presented digestible facts and hoped they would suffice. But in that moment, as the man’s car disappeared from view, a fact I never considered came to light and took precedence over all others: My alternate reality was mine alone.\n\nMy daughter didn’t reflect on her absent father at every dance recital and parent-teacher conference, as I did. She simply experienced the moment. It hadn’t occurred to me that I could follow suit. I had taken refuge in what could’ve been, but my task was not to try to restore a life that had slipped away. My job was to be fully present in the life before us, and to see this road not as an alternate route, but as a worthy, viable path — one we could trust.\n\nI never consciously told myself that our family of two was incomplete, but I had believed it. The glittering vision of the man and his baby did not reflect the way our world was meant to be, only the way I hoped it would be so many years earlier.\n\nMy daughter and I exchanged smiles. I sensed the permanence of the world around us, and the solidity of our family. I thought of how we laughed over dinner, how we would snuggle at home with a Friday-night movie and dance in our pajamas. Our journey as a single-parent family is rich and satisfying, and far more real than a Rockwellian fantasy.\n\nMy daughter, now 10, knows that fathers are important, and she hears stories about her own, but she also knows that not every family has one. Her childhood drawings may not show a girl with two parents, but the colorful, smiling figures on the page depict a strong sense of family. Aunts, uncles, cousins, grandparents, dear friends and a quirky mom who loves her more than anything. These are her roots, and they run deep.\n\nIt turns out that love does win in the end, just not in the way I once imagined."
}