{
  "url": "http://www.nytimes.com/2015/11/15/fashion/one-bouquet-of-fleeting-beauty-please.html",
  "headline": "One Bouquet of Fleeting Beauty, Please",
  "dateline": {
    "year": 2015,
    "month": 11,
    "day": 12
  },
  "byline": "Alisha Gorder",
  "text": "On my first day of work at the flower shop, I showed up in sandals. The second day, realizing I needed something close-toed, I wore my nice Oxfords. The third day, having learned that less fancy would be best, I debuted a pair of red high-top Converse sneakers I bought specifically for the job.\n\nThe clean white toes and soles of my Chuck Taylors perfectly reflected my newness at the flower shop — how long it took me to put together bouquets, how I struggled to fold paper around loose stems in a way that was pretty or at least presentable.\n\n“It’s like swaddling a baby,” someone told me in an effort to be helpful, but I had never done that either.\n\nMy dream of working in a flower shop had its roots in my grandmother’s garden, always in bloom, where I made bouquets with whatever I could get my hands on. But that experience in no way prepared me for the number of buckets I would have to clean or the way dirt would wedge itself permanently under my nails.\n\nMostly, though, I wasn’t prepared for the people, from the man who handed out three flowers to three strangers every Tuesday to the Thanksgiving guest who sent a bouquet to his hosts after walking off with one of their silver dinner knives in his pocket. Their stories wove their way into mine and stuck with me long after I locked up for the night.\n\nI always enjoyed reading the messages that went along with each bouquet. Most were what you would expect, plenty of “I Love You” and “Get Well Soon.” We got so many “Happy Birthday,” “Happy Anniversary” and “Thinking of You” requests that phone messages were written in shorthand: H.B., H.A., T.O.Y.\n\nBut others had more flair, like, “Farewell to your old boobs and hello to the new Megan,” or “Dear Baby Daddy Johnny: Thank you for your powerful sperm.”\n\nOnce, I took a phone order for a dozen yellow roses and a card that read, “Sorry I’m an idiot.”\n\n“Is that it?” I asked. “‘Sorry I’m an idiot’?”\n\n“‘From, Your Duck,’” he added.\n\n“‘Duck’ like the animal?”\n\n“Yeah.”\n\nI would scoff at messages that seemed too sugary, trite or boring, and it disheartened me when customers asked what their sympathy card should say. But I also understood that finding the right words can be a monumental task and that sometimes those words just happen to be the same ones everyone else is using.\n\nAbout six months into the job, I came across a message that struck me for its frankness and honesty: “Cards and flowers seem so lame when someone dies but we are thinking of you and want you to know.”\n\nI thought about that note a lot.\n\nWhen I was 18, my boyfriend of two years hanged himself from the rafters of his garage. He was the first boy I kissed, the first I loved, the last person I talked to at night and the first person I talked to in the morning, until one sunny day in November when I woke up to a call from his mother.\n\nPeople sent cards. I don’t remember what they wrote, but what mattered was the gesture. Maybe they said, “With our deepest sympathies,” or “We’re so sorry for your loss.” For me it all came down to one word: gone.\n\nAfter he died, I thought of his death as something that had happened to me, an act committed specifically with me in mind because of something I had or had not done, and it took me years to break free from this habit.\n\nBy the time I started working with flowers, I had shed some of my cynicism and bitterness. I no longer wore his old T-shirts to bed and had given up on finding answers to impossible questions, most of which were versions of the relentless, “What could I have done?” There was always something, but at the same time, absolutely nothing, and I had learned to live with that.\n\nI had moved away and finished school and loved someone else. I was more open to people’s pain and also their happiness, two states of being that used to equally irritate me: the pain because it hit too close to home, and the happiness because it seemed so far away. I became more interested in other people’s stories, and the more I was confronted with life in all of its beauty and ugliness, the more I felt a softening in me.\n\nI have sold flowers to single men and women, to colorblind fathers shopping with their precocious daughters, to new parents, grandparents, aunts and uncles, to engaged 20-somethings and couples celebrating 50 years. I’ve given flowers to homeless men who have in turn given them to pretty girls in summer dresses. Once I presented a Cherry Brandy rose to Extremo the Clown — a gray-haired, red-foam-nose character who drives the Never Never Van around the streets of Portland, Ore., while blasting music and waving a monkey puppet out the window. People buy flowers when they’re in love, in trouble, drunk, devastated, excited and sometimes for no obvious reason.\n\nOnly occasionally would I get to see how the story played out. I helped a young man buy flowers for a woman he was seeing, and he told me that he would soon be proposing to her on a trip overseas they were taking together. I remember him because he came in looking for the most fragrant flowers — stock, stargazers, tuberose.\n\nI spent 15 minutes with him, walking around, taking whiffs of each flower. It was the first time I had bothered to smell a flower all day, even though I had been working for hours.\n\nSix months later, he came back. Again, I pointed out the most fragrant flowers, watching as he buried his nose in the blooms and listening as he told me about his wife, now pregnant.\n\nAt first, I was blown away by the ease and regularity with which I was invited into customers’ lives, but it quickly became the norm.\n\n“What’s this for?” I would ask, because it was my job.\n\n“Anniversary.” “Birthday.” “Just because.” But then sometimes, “This might be too much information, but I’m dating my ex-wife.” And just like that, I would find myself in the middle of a discussion about what that’s like, to date one’s former spouse.\n\nI took notes on these conversations, snapped photos of card messages and told my favorite shop stories to co-workers, family and friends, but still so much has gotten away. I have lost the Post-its or can’t quite make out what my fragmented notes refer to. Details escape me, and sometimes it seems as if the harder I try to hold on to them, the more blurry they become.\n\nThat used to drive me crazy. Shame on me, I thought, to gather so many stories, only to let them go like water through cupped palms. But the beauty, I learned, was that there would always be more, and that made the losing more O.K.\n\nWhy do we send flowers? To make up for what is intangible? Those feelings we can’t hold in our hands and present as a gift to our loved ones? And why is it that the placeholders we choose — the dozen red roses, the fragrant white lilies, the long-stemmed French tulips — are so fleeting? Hold on to them for too long and you end up with a mess of petals, pollen and foul-smelling water.\n\nAfter my boyfriend’s death, I went about trying to find closure. I wrote letters and set them on fire. I went to a therapist, then another. I went to yoga and tried meditation. I moved to Colorado, then Oregon. I went so many places and carried him along with me to each of them. I have done so much holding.\n\nThere’s a picture I took of him just days before I left for college, two months before he died. It was the summer of chips and guacamole dinners we shared sitting on the living-room floor. He’s standing in the kitchen wearing a white T-shirt and jeans, one perfect half of an avocado cradled in his hand. His face is turned away, hidden from the camera, but I like to think he’s smiling.\n\nI remember the song we were listening to, the chatter of frogs through the screen door, my bare feet on wood. Precious moments made all the more precious by the fact that they have already come and gone. Now I measure months by what’s in season: sunflowers in July, dahlias in August, rosehips and maple in October, pine in December, hyacinth in March, crowd-pleasing peonies in May.\n\nA favorite of mine is tulip magnolia, the way the buds erupt into blooms and the blooms into a litter of color on lawns, all in a matter of weeks while it’s snowing cherry blossoms. How startlingly beautiful impermanence can be."
}