{
  "url": "http://www.nytimes.com/2015/08/02/fashion/a-kiss-deferred-by-bosnia-and-herzegovina-civil-war.html",
  "headline": "A Kiss Deferred by Civil War",
  "dateline": {
    "year": 2015,
    "month": 7,
    "day": 30
  },
  "byline": "Nikolina Kulidzan",
  "text": " \n\nMany saw it coming. Ethnically charged graffiti began appearing on buildings around town. The local newspapers published the locations of bomb shelters. A classmate told me not to sleep in my bedroom because it faced military barracks.\n\nI dismissed these warnings, just as I ignored all other signs of coming doom. In my 12-year-old mind, our town of Mostar, in Bosnia and Herzegovina, was too beautiful and the people too good to one another for there to be a civil war here. Besides, that spring was promising to be the greatest time of my life: I was happily in love for the first time.\n\nI had noticed Marko at school and was attracted to his mischievous eyes and playful smile. One afternoon, while walking home from a piano lesson, I spotted him coming down the hill on his skateboard. He stopped just short of running into me. I don’t remember us saying much. We just stood there and smiled. But that’s all it took to seal the deal of our mutual affection, and we became inseparable.\n\nMarko was in fifth grade and I was in sixth; he was short and I was tall; he was Croatian and I was Serbian. Soon, our ethnic groups would find themselves on the opposing sides of a bloody civil war. But for the moment, none of that mattered.\n\nWhat mattered was how good it felt to be acknowledged by him, to be let in on his secrets and jokes, to share friends and enemies, to take on the same adventures.\n\nOne day a group of us decided to climb an abandoned building and jump off its flat roof. I was standing on the edge, 12 feet above the dirt, my heart pounding, when Marko scooted next to me.\n\n“You are the bravest girl I know,” he whispered.\n\nWith those words, my fear disappeared and I took the leap.\n\nThe day the war started, Marko and I walked home together. We had been released from school a few hours early without explanation. As we walked, he told me that if war broke out, his family would go to Split, Croatia. He asked what my family would do.\n\nI had no idea. The possibility had never been discussed in my home; right then my plans extended only to 6 p.m., when I was supposed to meet him and the rest of our friends. With that agreement, we parted.\n\nLess than a half-hour later, as I was walking upstairs to our apartment, an explosion shook the building. The blast threw me down the stairs, and the building went dark.\n\nLater I would learn that a tractor-trailer packed with explosives had been detonated in the street between our building and the army barracks. All I knew then was that I had to find my family.\n\nI got up and stumbled outside. People were rushing every which way. Some were crying, some bleeding. I ran to my aunt’s place, where my mother was. She took me into her arms and held me for a long time.\n\n“Everything will be fine,” she kept saying.\n\nI wasn’t convinced. My plans for the evening were obviously ruined and I suspected it would be a while before I would be free to plan anything else. I had to get in touch with Marko. I had to tell him I was O.K. That we were O.K.\n\nThat evening, after my extended family settled around a TV, I sneaked out into the hallway to use the telephone. I dialed the number, terrified by having to speak or by having to explain whom I was calling. Marko’s father answered. Lightheaded with anxiety, I asked for Marko.\n\nI don’t know what I hoped to hear from him. Maybe that whatever was happening outside had no bearing on us. No ethnic squabble or civil war could ruin what we had. At the very least, I thought he would ask if I was O.K.\n\nHe didn’t. He barely said a word. We exchanged a few awkward syllables, and then I hung up.\n\nThe next day we learned that my childhood home was gone, destroyed in the blast. Two weeks later, my brother, cousins and I were sent to another town.\n\nFrom our exile, I wrote Marko long, never-to-be-sent letters describing the anger, sadness and displacement I felt. A few weeks later, when it became clear to my parents that what was happening in and around Mostar was not a minor squabble but a full-fledged war, they decided to take what was most important — my brother and me — and leave for good.\n\nWe settled in Belgrade, Serbia. When the new school year started, we were living in a tiny attic apartment with walls so thin we could hear every word of our neighbors’ conversations. Whenever I opened my mouth to speak at a store or on a bus, I saw people labeling me as a refugee.\n\nEven so, one evening, only months after we had left Mostar, a boy from my new school asked to walk me home. We didn’t say much as we walked, but in front of my building he bent over and pressed his mouth on mine. His tongue felt like a beached fish, slimy and twitching.\n\nHis name was also Marko, and that was my first kiss. As soon as he left, I wiped my mouth, feeling cheated. I had been robbed of love and this is what I got in return?\n\nFor years, I continued to think about my original Marko, the memory having become synonymous with lost innocence and never-again-possible perfection. Those brief days of happiness shone brightly through the tragedy that followed. When I started dating, I jokingly told boys that I had this unfinished relationship and couldn’t fully commit.\n\nYet the few times I traveled back to my hometown after the war, I didn’t dare look Marko up. I thought about it and even knew how to get in touch through a friend of his sister, but I always decided against it.\n\nWhat if he didn’t even remember me? What if those lost years had obliterated all we shared? What if my being a Serb and his being a Croat was more of a barrier now than when we were children?\n\nMost of all, though, I feared that nothing would have remained of the bright-eyed boy who followed me home from school on a skateboard, chased me down the spiraling stairwells and poured baking soda into a bottle of Coke to impress me.\n\nSo I filed my Marko memories away. Then one morning, 16 years after fleeing my hometown, I opened my email at home in San Jose, Calif., to find Marko’s name in the inbox. His message read, “If you are Nikolina from Mostar then I have been your boyfriend since 5th grade. Please get back to me, so we can figure out what to do.”\n\nThose two lines were all it took to dispel my fears. Marko was still the playful boy I had loved.\n\nWe spent the next few weeks emailing feverishly, telling each other everything we remembered of our childhood romance. Some of my memories had faded. Others were so vivid I feared I had invented them, but he remembered many of the same things, and just differently enough to make my own memories even more real.\n\nHe also told me some things I didn’t know, like how much he had obsessed over wanting to kiss me. There was one entire event in his apartment he didn’t recall because, after having failed to kiss me, he probably repressed the memory altogether. He also told me that for years he had beaten himself up for not saying more when I called.\n\nIt was a couple of years before I could get back to Mostar. When I did, Marko and I met at the usual spot, at the bottom of the hill where he first approached me on his skateboard.\n\nWe were strangers. We would not have recognized each other on the street. Yet we understood something about each other that no one else did or could. Like the first time, we stood for a long while just smiling.\n\nUnlike my other Croatian friends, who refused to cross to what was now the Muslim side of town, Marko seemed happy to be there. He led the way from our schoolyard to the Old Town where the 400-year-old Ottoman bridge had been blown to smithereens during the war. From the rooftop terrace, we had the perfect view of the illuminated bridge in all its reassembled glory.\n\nOver white wine, Marko and I talked for hours, recounting our youth, our shared sense of dislocation and the many acts of infidelity we had committed against each other over our nearly two decades apart.\n\nLike the bridge, our lives had been shattered and then put back together. We were still gathering pieces, only now we had one fewer piece to look for.\n\nWith a few sips of wine left in our glasses, Marko and I touched hands, leaned in and kissed. For that moment, it was as if nothing had been lost."
}