{
  "url": "http://www.nytimes.com/2015/09/06/fashion/my-fathers-last-romance.html",
  "headline": "My Father’s Last Romance",
  "dateline": {
    "year": 2015,
    "month": 9,
    "day": 3
  },
  "byline": "Bob Morris",
  "text": "\n\nNot long after my mother died, my father found what he called “a lady friend.” He was 81, she a little younger. For over a year, they had a blast — concerts, dinners — often paid for with the coupons he carried in his old, worn-out wallet.\n\nArlene, a lively widow, was cultured, bright and did not play bridge, which meant my father didn’t have to annoy her by bossing her around in duplicate games. She made him so happy in Palm Beach, Fla., where he was renting an apartment for the winter, that he sounded like a kid when I would call from New York. My mother had been sick for years, and although my brother and I had our reservations about this new relationship, it made us happy to see him with a woman who made him as happy as Mom did when she was well.\n\nHe was so fond of her that he cleaned out his cluttered car, a landfill on wheels. His slovenly wardrobe and manners also improved, though he still made calls at the dinner table, scolded liberals and worked his teeth with a toothpick at inappropriate times.\n\nAnd she was just as fond of him, saying, “Your father has put a shine back into my life that I never thought possible again at my age.”\n\nThe second summer they were together, he hatched a plan to rent a condo in Vermont for a month of cohabitation. Arlene flew to New York from Florida to meet him in the assisted living apartment he rented for half the year on Long Island, and they would head up together.\n\nThe night before they were to leave, he felt winded from the incurable heart condition that was starting to plague him. Too late for a refund, he told her to go alone. The next morning, she found him on the bathroom floor with a suicide letter nearby. It read: “To Arlene and Family, I hope you will forgive me for leaving you. I love you all so much. But I just can’t handle being so helpless.”\n\nWhat my father didn’t know (or perhaps he did) was that six Ambien won’t kill you. He was doomed to live.\n\nArlene was as devastated as we were, but soon she returned to Florida, leaving my brother and me to comfort the old man. It seemed that all the attention and Zoloft in the world couldn’t help him, let alone visits with a buxom physical therapist or my shrill pep talks. Arlene, on the other hand — just her voice on the phone — could bring sunshine back into his life.\n\nOne day, while I was taking him and his aide on one of our frequent and not-so-pleasurable pleasure drives along Long Island’s Gold Coast, I detected a smile on his face. I asked him why.\n\n“Arlene was just here, and we had a lovely weekend,” he said.\n\nFrom the back seat, his aide asked, “Did you tell your son what she said?”\n\n“She asked me to marry her,” he told me.\n\nMy heart practically flew out of my mouth to do a little hora on the dashboard. “That’s wonderful that she still loves you so much,” I said. “She’s been separated from you all fall and has come to realize that life is better with you!” But I knew he wouldn’t want to go through the legalities of marriage at his stage in life.\n\n“All I want is to continue keeping company with her,” he said.\n\nWhen I told my lawyer uncle about her proposal, he wondered if it was about money. I didn’t know and didn’t care. Somebody was willing to love my incapacitated, difficult father. I loved her for loving him in ways I never could.\n\nIn November, Arlene flew up for my niece’s bat mitzvah. But instead of staying with my father in the hotel suite my brother had arranged for them, she stayed with a friend. She had gently suggested that she didn’t want to take care of him for the weekend; he had an aide for that.\n\nI could hardly blame her. He hadn’t agreed to marriage, after all. So what are the proper expectations to have with someone in her position — someone who had already spent years caring for her own ailing husband? While my father longed to spend more time with her, he knew he had to take what he could get.\n\n“What else can I do?” he said with a sigh.\n\nThat winter, despite being wheelchair bound, he insisted on flying to Palm Beach for two weeks of bridge games and early-bird dinners and his 83rd-birthday celebration. It was high season, with hotel rooms scarce. And while Arlene was delighted he was coming, she didn’t offer to host him in her spacious apartment.\n\n“Even with an aide, it would be too much for me,” she said.\n\nSo my brother and I moved him from one hotel to the next all week like high-end refugees.\n\nOne night, I accompanied him to dinner with Arlene in our hotel. Their hands rested entwined on the table. “This feels wonderful, couldn’t be better,” my father cooed.\n\nAs they cuddled, I felt like something between a cheerleader and chaperone. I couldn’t help but like her, not just because she was likable, but because she liked my father so much.\n\nLove is both a many splendored and splintered thing, I guess, leaving us torn and healed through every decade of life. At the end of dinner, while my father was beaming and scooping up the last of the cheesecake they shared, Arlene left to return to her large, empty apartment.\n\n“I don’t understand,” my brother said on the phone. “She proposed to him, so she must love him. Why can’t she put him up in her home?”\n\nI countered that she was still making him happy, euphoric even, regardless of the curtailed romantic circumstances. “And half an Arlene is better than none,” I added. He agreed with me that happiness was the goal.\n\nBut I kept wondering what I would do in a similar situation. If someone I had known for only a year and who didn’t want to marry me became debilitated, would I stick around?\n\nOld age is not for sissies. Neither is old love, whether you’re in it or watching from the sidelines. The current crop of octogenarians has its own rules about marriage and cohabitation, leaving opinionated boomer children like me with fingers wagging and mouths agape.\n\nMore than a few cases of torrid nursing-home affairs among older people with dementia (and with spouses still around) have appeared in the news in recent years. And then there’s the uptick of sexually transmitted diseases among seniors. My brother and I even found a Trojan in my father’s glove compartment, leading me to joke that he was always a very hopeful man.\n\nA couple of nights after our dinner with Arlene, we arrived at her apartment for a birthday supper in my father’s honor. While he was on the toilet in her bathroom, he found himself unable to stand. I was out momentarily, so she ended up having to help him up.\n\nHe was mortified. She took it in stride, but as we ate at her table, surrounded by friends, I knew the chasm between them had gotten wider. And yet I could still see him basking in the affection she showed while she kissed his cheek, then stroked his face before I wheeled him out.\n\nWhen he died four months later, Arlene emailed about wanting directions and a ride to the cemetery for the service. My brother and I twisted and turned, ultimately demurring with the vague and inadequate apologies of two grief-stricken sons. We wanted our time alone with our reunited parents, who had a decent if imperfect marriage for 50 years. We wanted Dad back with Mom in the presence of all who loved them without sharing him with someone new, no matter how good she had made him feel in his last year.\n\nI don’t think it was nice of us, let alone fair. But then, I’ve learned the hard way that the only thing that can fill you with more regret than love is death.\n\nTo her credit, Arlene didn’t give up on us and got in touch several months later. We met for lunch on a clear autumn day in Manhattan. I could have used the occasion to apologize for not letting her pay her last respects to a man she loved. I could have told her that none of us knew how to love him in a way that seemed satisfactory and that watching the two of them light up when together always brightened what was otherwise a very dark time.\n\nInstead, I took a breath and put a question to her that I hadn’t been able to stop thinking about for months: “Why did you ask my father to marry you?”\n\nShe shook her head. “I never did that,” she replied. “I told him if he were well I’d want to marry him.”\n\nThen we finished our lunch, hugged and went our separate ways."
}