{
  "url": "http://www.nytimes.com/2015/08/30/fashion/alcoholism-no-one-to-rescue-me-from-my-drinking.html",
  "headline": "No One to Rescue Me From My Drinking",
  "dateline": {
    "year": 2015,
    "month": 8,
    "day": 27
  },
  "byline": "Kera Yonker",
  "text": "“It’s sort of lounge-y in here,” I remarked to my co-worker as I walked past his office late one April afternoon. The room’s fluorescent lights were off, and jazz floated quietly from his computer.\n\nHe laughed.\n\n“I feel like I should be having a cocktail,” I said, not joking.\n\nI had been at the company only a few months, but seven years in New York had left me feeling in need of a change, and my request to transfer to our Boston office had been recently approved.\n\nThe knowledge that I was leaving made me socially apathetic at work, but I was slowly forming a friendship with this jazz-loving colleague. From my cubicle I could hear him address others with kindness and humor, and I became curious about this man and his disembodied voice.\n\nI can’t remember which of us suggested Friday drinks in his office, but it was probably me. Cradling a bottle of rye, I arrived at his door promptly at 5 p.m.\n\n“Wait!” he said, reaching into a desk drawer. With a grin and a flourish, he produced a can of macadamia nuts. We toasted and began our stories. I learned that he was going through a divorce, and there had been a post-divorce “we,” but it was no longer.\n\n“Dating’s for the birds,” he concluded glumly, looking into his mug of whiskey.\n\nIn agreement, I shared my most recent romantic flop. We continued our chats over lunch the following week and made plans to attend a concert that weekend.\n\nOn the heels of a second Friday happy hour together, I headed to an alcohol-fueled dinner with friends. On my way home, I stopped at a bar and drunkenly beckoned him via text to meet me. By the time he arrived I was on my third whiskey.\n\nI have little memory of the rest of the night. We met as planned for the concert the following evening, and as we walked to the venue, he stopped short and turned to me.\n\n“Can I kiss you?” he asked.\n\nI nodded, surprised. In a gesture worthy of Hollywood, he took my face in his hands and pulled me in for a magnificent kiss.\n\nThen he filled me in on the previous night. Whiskey can make me weepy, so I was unsurprised but still mortified to hear that I had devolved into an emotional mess. And I was confused by his good-natured and forgiving humor.\n\n“What are you doing here?” I asked. “You should be running far, far away from me.”\n\n“I know that’s not how you are,” he said, taking my hand.\n\nA month into dating, I suffered a panic attack in his presence. He again took my hand, got me outside and walked me through Prospect Park, keeping up a one-sided conversation until my panic subsided.\n\nDrunk or sober, my cracks were widening, but he did not flinch when they appeared. I loved him for that. He had dubbed that first night together “The Night of the Dark Soul” — something we laughed about, but also a cautionary tale.\n\nIt didn’t always work. One morning I awoke with a hangover from a dinner party we had attended. I had blacked out but recollected an argument. As I struggled to piece the night together, he regarded me with a look of disappointment.\n\n“I don’t like being around you when you get that way,” he said, this time with an honesty that was less welcome.\n\nWe chose not to dwell on these pockets of discord, in part because we had agreed to stop dating after I was transferred and knew the relationship was temporary.\n\nStill, we enjoyed four giddy months together. I appreciated the ways he looked out for me — sending me an email when he overheard I was having a tough phone call at work, bringing me decaf coffees, and, once I began packing for Boston, showing up at my door with boxes and Bubble Wrap. He handled my melancholy episodes with aplomb and always had a comforting perspective to offer in the form of Eastern philosophy, poetry or simple compassion.\n\nA few weeks before my departure, I gathered my friends in my apartment for a midsummer party. Although I had intended to maintain a moderate buzz, I guzzled prosecco throughout the evening. When the last guest left, my quasi-boyfriend announced that he was also leaving.\n\nI was drunk, but had I been acting out? Argumentative? I dissolved into tears and begged him to stay. If he would just stay, I could make amends in the morning.\n\nI woke the next day with his body curled around mine. I could only remember that I had gone to sleep angry. I nudged him off me and snapped, “Why are you here?”\n\nHe reminded me that he had acquiesced to my pleas. “Against my better judgment,” he added, his blue eyes icy and remote.\n\nDidn’t he remember our first night together? It was totally unfair, I whined, for him to have a problem with my behavior.\n\n“You knew what you were signing up for,” I said. “What does any of this matter anyway? I’m moving.”\n\nIn response to that, he left.\n\nAs the hangover wore off, my peevishness gave way to embarrassment. I texted and asked if I could meet him at his place. But once there I couldn’t bring myself to apologize, and I was relieved when he didn’t bring it up. I suspected he had decided to tolerate my behavior until I moved, just as I wished him to do.\n\nI left New York with high hopes, but starting over in Boston proved harder than I anticipated, and it became my nightly habit to pick up wine or grab drinks by myself at a bar after working late.\n\nThese months were punctuated by frequent trips back to the New York office. He and I stuck to our agreement not to date, but our attempt at friendship made me miss the easy intimacy we had shared.\n\nWhen my layoff came, it was almost a relief. I decided to store my belongings and embark on a trip through South America that I had long dreamed of taking. But two weeks before I left Boston, I succumbed to the terrifying reality of leaving my career and spending my savings on travel. My decision, and the inescapable loneliness of the year, bore their full weight down on me, and I burst into tears.\n\nFirst I drank a bottle and a half of rosé, surrounded by my partly packed possessions. Then I attended a friend’s dinner party, after a nip of whiskey on the subway.\n\n“I’m a mess,” I confessed to my hostess when she answered the door. After dinner I walked straight from the T station into my neighborhood bar, despite the fact that drinking was doing nothing to decrease my agitation. I needed to try something else.\n\nSince my layoff, my ex-suitor (now tentative friend) had been checking in more frequently. Sitting at the bar that night, with more rosé, I texted him: “If I asked you to come up this weekend, would you?”\n\nHe declined immediately, but we texted for the next few hours, with him responding patiently to my sad ramblings. We planned to talk again in a couple of days.\n\nWhen I awoke two days later, it took me several hours to realize it was not the next day, but the day after that. I recalled only bits of the previous 48 hours: showing up for lunch with a friend after starting the morning with a couple of beers, still soused from Monday night; a recollection of packing while sipping whiskey.\n\nMy final memory was of downing four Manhattans in quick succession at a bar, my third stop of the night, until I was cut off and put in a cab by the bar manager.\n\nAmid my own ready excuses, one thought managed to float its way to the top: Nothing about the way I drank was normal.\n\nTwo hours later I sat in a community center and admitted that I was an alcoholic.\n\nAs I left the meeting, my 24-hour sobriety chip in my shaky hand, I called my ex as planned. I told him where I had spent the previous hour. He said he was proud of me, and I admitted I was, too.\n\nIt has been two years since that first Alcoholics Anonymous meeting, and I have remained sober. The absence of alcohol revealed that my “dark soul” was the manifestation of a decades-long depression. Booze had masked its diagnosis while also egging it on. Sobriety has also allowed me to see that even if my ex had wanted to be the savior I was looking for, he couldn’t have rescued me from myself.\n\n“I know that’s not how you are,” he had said after that first night.\n\nBut this is how I am, and I clutch that truth as tightly I did my first sobriety chip."
}