{
  "url": "http://www.nytimes.com/2015/12/06/fashion/is-there-a-doctor-in-the-marriage.html",
  "headline": "Is There a Doctor in the Marriage?",
  "dateline": {
    "year": 2015,
    "month": 12,
    "day": 3
  },
  "byline": "Anya Groner",
  "text": " \n\nSix weeks after our wedding, my husband and I were flying back to New Orleans, where we live. As soon as we reached cruising altitude, his head tilted forward in sleep.\n\nThe previous year had been the hardest stretch of his medical training. As a third-year resident in internal medicine, he often worked 30-hour shifts. When he came home, he’d still have notes to dictate. I’d frequently find him snoozing in an armchair with the light still on. A few hours later, he’d wake and go back to work.\n\n“I’m trying to survive,” he told me when I complained about how work consumed him. “I’m doing the best I can.”\n\nWhen we first met, I fell in love with his playfulness as much as his passion. He belonged to an improv comedy group and kept me up talking in funny voices and telling me what he loved about medicine.\n\nSyphilis was his favorite disease. He called it “a sneaky bug” because it can surface almost anywhere (in the brain, heart, groin), and he showed me his memorabilia: a plush, pink spiral doll in the shape of the bacterium and a tin lunchbox featuring a man in a gas mask and block lettering that read, “The Enemy Is Syphilis.”\n\nThe weeks he was on call I barely saw that goofy side of him. His irregular schedule, which included frequent overnight shifts, left him with little energy for life outside the hospital. As his responsibilities grew, so did my frustration. I wanted to support him as he pursued his dream career, but I couldn’t help feeling that his work and I were in competition.\n\nAlthough there was no turbulence, the “Fasten Seatbelt” sign blinked on 30 minutes into the flight. Soon a woman’s voice came over the speakers asking if a doctor or nurse was on board.\n\nMy husband didn’t stir.\n\nI put my hand on his shoulder. He was so chronically tired that a week earlier he had confessed to me how much he looked forward to napping on the plane.\n\n“Sweetie,” I whispered.\n\nWe were already living together when he proposed. He had cooked a delicious dinner of garlicky shrimp and black-bean cakes and asked me to fetch sauce he had reheated from the microwave. Instead of a steaming bowl of mole, I found a navy blue box. Inside, atop a bed of velvet, was a ring.\n\nThe loudspeaker clicked again. “I repeat —— ” the flight attendant began.\n\nA few rows in front of us, a woman pressed her call button.\n\nMy husband’s work life was mostly a mystery to me. I rarely saw him in action; patient privacy laws prevent doctors from taking visitors on their rounds.\n\nI felt bad waking him from much-needed sleep during the final hours of our overdue vacation, but it seemed important, and I admit a part of me was excited, too. I wanted my husband to be the hero.\n\nI shook his shoulder. “Honey,” I said. “They need you.”\n\nGroggily, he raised his hand. A flight attendant inquired about his medical license. The other volunteer, a nurse, offered her assistance, but only my husband and the flight attendant walked up the aisle, vanishing behind the curtains that separated us from first class. Whatever the emergency, it wasn’t in coach.\n\nAfter they left, I was too distracted to read. I gazed out the window. For years, marriage had seemed as distant and inscrutable to me as the green-and-brown patchwork below. It was, I had thought, the kind of tame choice that signals a loss of momentum and spontaneity.\n\nI had felt giddy about love but ambivalent about becoming a wife. The word itself seemed like an erasure, privileging domesticity over desire, association over achievement. In marriage, I had seen women lose their names, their ambition.\n\nBy the time I met my husband, my critique of marriage had already begun to soften. I was almost 30, and the adventures of single life were losing their appeal. Here was a man who made gumbo from scratch, met me for runs after work, helped me train for my first half-marathon, watched my dog when I was away and surprised me with yogurt pie (a family recipe I mentioned in passing) when I was feeling down.\n\nSimply put, he took good care of me. He’s the kind of person who takes care of a lot of people — even, it turns out, during the final hours of our vacation. I’m not always happy about sharing him, but it helps when I see us as a team rather than competitors.\n\nEarlier in my life, I had worried about that team aspect, fearing marriage meant sacrificing my identity. After we announced our engagement, my fear seemed justified when friends started commenting with knowing smiles that I was going to be a doctor’s wife, whatever that implied.\n\nI asked him if anyone had pointed out that he was going to be a writer’s husband.\n\nHe looked surprised. “Why would they tell me something I already know?”\n\n“I’ve never heard the phrase ‘doctor’s wife’ so much in my life,” I said. I told him that people kept congratulating me on his profession, and that a colleague said if she were me she’d give up teaching, and a grad school friend asked when I’d quit my job.\n\n“If they’re saying you’re a gold digger,” he said, “you’re not a very good one.” He had only recently divulged to me the amount of his medical school debt. My not-yet-husband kissed my forehead. “Who cares what people say?”\n\n\n\nJust before the plane’s descent, the flight attendant came and told me to gather my things. More than an hour had passed. I envisioned my husband exhausted from performing chest compressions or birthing a baby. As I followed her up the aisle, passengers adjusted their headphones and children wiggled in their seats. There was an emergency on board, but the crew was professional and, for most, the event didn’t register.\n\nWe passed through the curtains to where the seats were leather and leaned all the way back. My husband sat beside a pale woman in a suit. Her forehead was sweaty. She sipped water while they talked.\n\nHe once told me he had planned to propose someplace beautiful but then realized he was most enthralled with our ordinary life: watching “Frontline” and Conan O’Brien skits in bed, drinking coffee on the porch. “That’s why I chose the microwave,” he said. “Plus, I knew you wouldn’t suspect it.”\n\nThe flight attendant pointed to an empty seat. “You’ve been upgraded,” she said. “Thank you for sharing your husband.”\n\nWhen the plane landed, an E.M.T. crew escorted the sick woman to a waiting stretcher. My husband recited numbers to a paramedic, who wrote notes on the palm of her blue plastic glove. As we left the jetway, I asked what had happened.\n\n“She’ll be O.K.,” he said. He had more to tell, but he was waiting until we were out of earshot of other passengers.\n\nThat night, we sat on the battered futon my husband has owned since college. His soggy medical license was drying on the coffee table; the flight attendant had set it down on the ice bin in the galley.\n\nHe told me that when he saw the woman in the suit slumped against the wall, he worried she was dead. “My other fear was that I’d be powerless to intervene, that I wouldn’t be able to do anything until we landed,” he said. The flight attendants had handed him a medical kit and helped him piece together what had happened: She had suffered a seizure.\n\nHe had held the stethoscope to the woman’s chest but could barely discern her heartbeat over the roar of the jets. When he checked her blood pressure, she whispered that she kept medicine in her bag, which he got for her. Once she had stabilized, he sat beside her until the plane reached the gate.\n\n“They barely needed me,” he said, putting his hand on my ankle. “The seizure was over before I arrived.”\n\nI squeezed his arm, thankful to be married to a man who didn’t exaggerate his importance. “You were there if she needed you.”\n\n“I didn’t do a thing.”\n\n“That’s not true,” I said. I was realizing something about our marriage. At our wedding, we had made vows to each other, but before I met him, at his medical school graduation, he had made vows to his future patients. Our marriage was private, but his profession was not.\n\n“I’m proud of you,” I said.\n\nI felt his fingers slide down my foot until they rested in the space between my first and second toe, where the dorsalis pedis artery passes over the cuneiform bones. A few years before, I would have asked what he was doing, but by that point the maneuver was familiar. My husband, the doctor, was checking my pulse."
}