{
  "url": "http://www.nytimes.com/2015/06/14/style/whimsy-just-doesnt-show-up-on-a-spreadsheet.html",
  "headline": "Whimsy Just Doesn’t Show Up on a Spreadsheet",
  "dateline": {
    "year": 2015,
    "month": 6,
    "day": 11
  },
  "byline": "Patricia Park",
  "text": "I have a soft spot for economists. I fell for a number of them and was fascinated by their thought processes, which struck me as so efficient, how they sized things up and appraised value with one glance. Their minds seemed to operate in ways mine never did.\n\nGrowing up as a daughter of a Korean immigrant grocer, I found economics a begrudging part of our daily lives. My father used to stage ad hoc math sessions at our store in Brooklyn, on car rides and at the dinner table, posing questions on percentage changes and profit margins.\n\nWe would race to compute the answers in our heads, with me trailing far behind my siblings. After dinner he would sit us down with a copy of The Wall Street Journal to teach us how to read stock quotes.\n\nMy father was a sharp man with a short temper who seemed to lose patience with my stream of nonsensical questions. After a while I stopped asking, just as I stopped answering his. There hardly seemed a point in trying when I could not keep up.\n\nI met a newly minted Ivy League M.B.A. through my running club, and one night we went out for drinks. I had ended a long relationship (with a non-economist) and was rusty after several years out of the dating game. I had last been single at 28, a woman’s “peak,” according to some. We’re warned to lock it in before 30. I was almost 32.\n\nI started to look at myself through his eyes: I was four years past my supposed prime. I would no longer fetch “peak” prices at market. And I was a freelance writer and adjunct professor with no benefits. I hardly felt like an attractive prospect. Suddenly (blame the bourbon) I was blurting out these anxieties to him, in his own terms: “I feel like my stock’s going down.”\n\nHe didn’t run away, but he also didn’t disagree, conceding that, yes, from a societal standpoint it may be that way for women, just as men had it the opposite. You could almost see our two lines crisscrossing on the graph: me on a declining slope with him on the rise. And then he put his hand on my knee.\n\nWhen he excused himself for the restroom, I felt a swell of bile rising up my throat. My eyes darted for options, but the bathrooms were occupied. I had no choice but to swallow hard and wave for the check.\n\nWhen he returned I was stabbing a pen to the receipt, attempting arithmetic. I went to a math and science high school but still could not compute a 20 percent tip on a $90 check.\n\nThat date was just the first in a series of self-degrading blunders I would make during our short romance. I did not play hard to get. I showed my cards too early. In our game of communication chicken, I was always first to cave: He would tell me he was looking forward to our next date, then counter it with a week of silence, until I would be the one to ask if we were still on.\n\nMy M.B.A. guy and I never officially broke up, but two hours before we were supposed to meet at a museum on Valentine’s Day, he texted to say he unexpectedly had to entertain a vendor. Even if his excuses were real, he did not offer to reschedule.\n\nLooking back, I wonder why I stuck around, only to let myself be devalued. I went out with him when I was at a low. With the end of my previous relationship I had lost confidence in my worth as a romantic partner, and I was lonely, scared and grateful. I believed I had nothing concrete to offer, whereas I was in awe of his paper achievements.\n\nThey say you sometimes project the qualities you lack onto a romantic partner. I began to fetishize those with economic prowess, as though they represented everything I was not.\n\nMy sister, who is not an economist but, as an orthodontist who pushes wayward teeth into systematic order, may be the next best thing, would remind me I had the kind of artsy, whimsical brain better suited for language and literature than math and science. She’d sway her arms in an imitation of the flower child she must have thought I was.\n\nBut the Korean families I grew up with didn’t tend to value the humanities the way they did math and science. You were expected to choose a profession that predictably delivered returns on your investment. To my parents’ credit, they supported my pursuit of literature, but my family didn’t understand the literary work I did, just as they couldn’t get why I was unable to wrap my mind around the simplest of “left brain” principles.\n\nThese inabilities haunted me in college, where I forced myself through economics, microeconomics and game theory, but in each I floundered, making rookie mistakes like inverting supply and demand curves and not pushing my production-possibility frontier to its maximum level of production. I could never grasp why things had to be so black-and-white.\n\nI wish I could say that was the end of my run with economists, but sometimes you keep chasing an elusive ideal. Fresh off that failure, I met a professor of economics and self-proclaimed feminist. I envied his mathematical alacrity, which reminded me of my father, and which I associated with all economists.\n\nOn our first date I was so in awe I hardly made a peep. Or maybe it was that I didn’t have an opportunity to squeeze in a word edgewise.\n\nHe was a decade older, and I told him I had misgivings about our age gap. As if spurred by the challenge, he continued to pursue me. But once I reciprocated, he pulled away.\n\nHis abrupt change of heart reminded me of a guy I dated in college. He was also an economics major, and after eagerly lining up a flurry of dates, he equated his scant interest for me to a graph.\n\n“I thought my like for you would be like this,” he explained, lifting his arm so it made a sharp slope of about +2, “but instead it’s more like this,” he added, lowering his arm to a gently rolling slope of +0.5.\n\nPerhaps each of these men derived some thrill in chasing what he thought he couldn’t have, and once he realized it could be attained, he no longer wanted it. I’m sure there’s an economic principle highlighting this very concept. I also wondered if the professor didn’t feel a little indignant that a woman in her early 30s had any right to complain that he was too old.\n\nHe once confessed he didn’t date women his age because he thought they were past their childbearing years. At any rate, I later learned he was pursuing a woman two decades younger.\n\nIt’s too reductive to say that those who deal with numbers are more likely to be tone-deaf to matters of the heart. But in dating these economists, I always felt like our thought processes were not aligned. Yet I also believed they would make me a better version of myself.\n\nUntil I finally realized there was no “better” version of myself. I needed to stop shorting my own stock by evaluating myself through an economist’s eyes. So I took myself off the market. I focused on my novel with renewed energy (though as if fiction were wish fulfillment, I made my heroine a business major). I learned to reinvest in myself, for myself.\n\nIn so doing, I hardly expected to meet a man who creates maps for the newspaper most widely read by economists: The Wall Street Journal. Brett is as comfortable with spreadsheets as he is talking about literature or brewing barrel-aged sour beers. As the non-economists we are, we revel in sharing stories about our respective pursuits, knowing that the creative process is as important as the net results.\n\nRecently, my sister began her usual spout about my whimsical ways. But this time she added, referring to our father, “I think that’s why you’re Abba’s favorite.”\n\nI contested; I was the only one of his children not to go into math or science. In the decade it took me to write one book, my siblings had achieved an enviable checklist of accomplishments: marriage, children, business success and beautiful homes.\n\n“No one knows what’s going to come out of your mouth,” she said, adding that while our father knows exactly what she and my brother are thinking because they think exactly like him, I’m the one he can’t predict. “And I think that’s an interesting challenge to him.”\n\nGrowing up, I always felt ashamed of my quantitative deficiencies, just as I felt a need to apologize for my creative side. I never imagined it could be the source of parental admiration.\n\nShe went on: “You add poetry to his life.”"
}