{
  "url": "http://www.nytimes.com/2015/05/17/style/swearing-off-the-modern-man.html",
  "headline": "Swearing Off the Modern Man",
  "dateline": {
    "year": 2015,
    "month": 5,
    "day": 14
  },
  "byline": "Jochebed Smith",
  "text": "The Modern Man has an iPhone 6 Plus and goes to Coachella every year. He’s thinking about starting a blog and has been “like really into standup lately.” He has a favorite microbrewery because he likes his beer really hoppy, whatever that means. He has a fun Twitter feed and interesting theories about what could happen on “House of Cards.”\n\nPeter had all the makings of a Modern Man. His Twitter feed was super-witty. He drank only local beer. He owned one of those weed pen vapor things. He wore cardigans and insisted on managing the music at every party, saying, “Trust me, you’ll see this artist on the Coachella lineup in two years.”\n\nPeter was funny, cultured, well dressed and well read, and I took pride in dating a guy who was so keenly cool. But like most modern men, when confronted after weeks of sleeping together with mild inquiries regarding commitment, he crumbled. The Modern Man is “just not into labels” and is “only trying to have some fun.”\n\nWhen I asked Peter what that was supposed to mean, he said, “Chill.”\n\nYet “chill” I did not.\n\nLater, I met a friend for lunch. “Peter and I broke up,” I announced.\n\n“Were you guys together?” she asked.\n\n“Well, we’d been seeing each other for a few weeks.”\n\n“Yeah, but it wasn’t on Facebook,” she said. “It’s only real if it’s on Facebook.”\n\nI was devastated when Peter and I stopped seeing each other, except for the fact that when we stopped seeing each other, we couldn’t stop seeing each other, because we followed each other on Twitter and Instagram and were friends on Facebook. So I saw him all the time, his grinning profile picture shadowing my feed.\n\n“Unfollow him!” my friends would roar. “You’re never going to get over him unless you unfollow him on all that stuff.”\n\nBut I couldn’t. There was something so enthralling about being able to track his social life. Was he seeing someone else? I had to know. Besides, unfollowing him was too dramatic, as if I were proclaiming, “I can’t handle this!” Remaining friends on social media, however, showed I was unfazed, cool, “chill” and whatever.\n\nBut I wasn’t any of those things. I’d find myself scrolling through his tweets and Instagram posts, which included photos of other women. I’d shove my phone into my friends’ faces, their noses practically fogging the screen, and ask, “Is she prettier than me?”\n\nOne night, drunk at 2 a.m., I was trying to decipher if an innocuous Drake lyric he tweeted could somehow be directed at me as a possible admission of affection. Sensing the craziness of that, I clicked “unfollow” and then “unfriend.” With this tiny act of defiance, I was finally free. “This is closure,” I told myself. “This is moving on.”\n\nAfter that splash of romantic failure, I remembered the wisdom of George Costanza. In a classic episode of “Seinfeld” (are there any nonclassic episodes?), George, in realizing that his life is a failure, decides he should do the opposite of what he normally does, reasoning that if every instinct he has is wrong, the opposite must be right.\n\nWith this in mind, I decided to swear off modern men. No more Twitter games. No more Instagram dissections. No more Facebook predation. I wanted someone mature.\n\nByron was 10 years my senior and so mature he’d say things like, “I’m 10 years your senior.” He wore thick-rim glasses and grown-up shoes. He hated Disneyland and described things as being “like jazz.” He didn’t have a favorite gin distillery, had never attended Coachella, and was completely off the grid: no Twitter, no Instagram. He didn’t even have Facebook.\n\nHow sexy is that?\n\nByron was old-school.\n\nWe knew each other through a mutual friend and were vaguely in the same group but had spent little time together. I always had a feeling he couldn’t stand me, which I, of course, found irresistible. When we started getting to know each other, because we already somewhat knew each other, it felt as if all the most exciting parts of a new relationship had been combined with all the ease and familiarity of an old friend. The effect was something like spiked hot chocolate: warm, comforting, intoxicating.\n\nWe engaged in face-to-face, eye-to-eye conversations about books (actual hold-them-in-your-hands books!) and about our ideas and hopes, unencumbered by the need to take selfies or choose filters or stare at our phones. We ate at a new restaurant by my house simply because it looked good and not because of reviews on Yelp written by people we had never met. It was at once nostalgic and refreshing.\n\nMy Instagram feed had become a vehicle for acquaintances to announce their engagements and celebrate their partners with hashtags like “#engagedlife.” Sitting across from Byron at a nearby bakery, eating cookies and drinking milk, I couldn’t help but think they were trying too hard. How much time can you be spending together if so much of it is spent taking pictures and writing captions?\n\nThe modern-day equivalent of “shouting it from the rooftops” is adding a “Life Event” to Facebook, a proclamation of your undying love. Until your love dies and you have to painfully switch your status back to “single.”\n\nByron was not a life event; he was just sweetly in my life. For a while, as long as we lasted, I wanted, and got, something quieter. I wanted, and got, something more intimate. I wanted, and got, something too big to contain in 140 characters and that couldn’t be improved upon by filters.\n\nAnd then, suddenly, it was over for us, too. I adored him deeply, but in the end that wasn’t enough. Like a star dying, there was a brilliant explosion and then a slow fade.\n\nWhen we came to an end, my instinct was to gain closure in the ways I had in the past: to rid any semblance of him from my life, my apartment, my phone.\n\nBut he was already gone. There was nowhere to avoid him because he was nowhere to be found. His online presence was nonexistent. He left nothing in my apartment — no toothbrush, no sweater. I clawed through my life only to find no trace of him.\n\nExcept in one place. I held my phone gingerly in my hands and for hours reread months of texts, all that remained of us. I lingered over funny or sexy ones and clutched my heart at ones in which he called me “baby.” But after savoring them, I decided to erase those traces, too: Swipe. Tap. Delete.\n\nNow Byron was really gone. Yet I thought about him every day. He had left no carefully chosen profile picture to hang over my screen, but he was all I longed for. I had wanted, and lost, something that could not be deleted.\n\nBefore Byron, romantic loss had produced for me mere heartache — a dull, pounding, bruising of the spirit. The loss of Byron had rendered me heartbroken. This was not just a bruise; I bled. Yet it was the kind of pain that seared so cleanly it made you feel more alive, like the emotional equivalent of getting a tattoo. It was a pain so grand you couldn’t bear but to hold it all, and a pain so exquisite you couldn’t help but want to.\n\nThere was something miraculous in caring about someone so deeply in an age where it’s considered wise to appear to care about nothing at all. It occurred to me then, in the trenches of my blankets, enveloped by Netflix and surrounded by bunched clouds of Kleenex, that this was love.\n\nThen I downloaded Tinder.\n\nI walked up to my first (and only) Tinder date with heavy feet and a slow-boiling regret. I spent most of the date wondering what Byron was doing while calculating how drunk I would have to get to make this evening not awful. My date spent most of the time on his phone checking out the restaurant he picked (“I saw some great reviews on Yelp!”), tweeting that it looked as if it might rain, and posting pictures of his entree on Instagram.\n\nFinally, at the end, he looked up at me with eyes I only just then realized were green and not blue (the glow of his phone had thrown off their true color) and said four fatal words: “Do you have Snapchat?”\n\n“No,” I said. “I’m old-school.”\n\nOn the way home, I bought stamps. It had been months since we’d spoken, and although I held no hope for second chances, I missed him too much not to say so. That night, I sat down and wrote Byron a letter: a hold-it-in-your hands letter.\n\nDays later, because letters take days, his name flashed on my phone.\n\n“Hey,” his text read. And then, after a long, pulsing ellipses: “I miss you, too.”"
}