{
  "url": "http://www.nytimes.com/2015/04/19/style/a-generous-and-unwanted-gift.html",
  "headline": "A Generous (and Unwanted) Gift",
  "dateline": {
    "year": 2015,
    "month": 4,
    "day": 16
  },
  "byline": "Michael Bahler",
  "text": " \n\nMy father has always been generous with his money. I didn’t have to pay for college or law school or even for the confused year I spent at Princeton taking graduate courses in sociology.\n\nWhen my mother was sick, I moved back from Washington to be near her and help with her care. While there, I tried to start a legal-research business, for which my father paid the start-up costs and then the winding-down expenses. Most of the money in my children’s college funds is from him.\n\nHe would cover random needs, too, like sending me home after a visit with new boxer shorts, dress socks and Allen Edmonds loafers (size 11½, even though I am a 12). He had bought these things for himself but wanted me to have them and wouldn’t take no for an answer.\n\n“He’s like his mother,” my mother said, smiling. “Except instead of trying to get you to eat food, he gives you underwear.”\n\nAs a successful cardiologist, my father can afford to be generous. He never invested in stocks, but he earned a lot and lived a frugal life. Besides buying laptop computers and a Volvo station wagon every seven years, the man buys almost nothing. He doesn’t take vacations or go to Atlantic City.\n\nMy sister recently treated him to dinner at a nice restaurant. When I asked him how it was, he said: “Good. But Burger King is just as good.”\n\nAfter my mother died, my father told me he was giving me his house.\n\nThis offer was different, and not just because a house is obviously a big gift.\n\nMy father had not slept in my parents’ bedroom since my mother died, choosing a couch in the family room where she spent her final weeks in a rented hospital bed.\n\nIn the months since her death, he had not cleaned out any of her things, not even the wig she wore to chemotherapy.\n\nIt seemed he was desperate to leave the house to escape the reminders of my mother, but he couldn’t bring himself to sell it because there was too much history.\n\nMy two sisters already had houses they were happy with. The only way he was going to get to leave was if I agreed to take it. But my father couldn’t tell me why he really wanted to leave the house, so he made it seem as if he were doing it all for me.\n\n“Your two boys need a house,” he said. “They need a backyard. Your wife wants a house.”\n\nMy wife, Jen, had been wanting to move out of our apartment and into a house, and she appraised my parents’ home objectively. It was in a good neighborhood on a quiet street. The backyard was big and level, so our boys could run loose and she wouldn’t have to trek to a playground.\n\nThe house was small; my parents had bought it right after my father finished his residency, when they had little money. With few windows and stained wood paneling, it was also dark and out of date. But Jen said if we didn’t have a mortgage we could take our savings and remodel.\n\nTo me, it was the house I grew up in and the place where my cancer-riddled mother had just died. And while I may be wearing my father’s boxers, I wasn’t going to move back into his house. I kept telling him no.\n\n“You’re making a mistake,” he would say in a singsong voice.\n\n“So be it,” I would singsong back.\n\nIn earlier times it was common for people to stay in the house in which they were raised. But these days leaving home permanently is the goal, and to move back feels like the ultimate failure.\n\nPlus, I had been a high-school misfit with few friends and I still avoided restaurants and other public places in my hometown for fear of bumping into former classmates. I couldn’t see moving to a place where I would have to go into hiding.\n\nAnd if I took the house I knew I would never be able to sell it because I couldn’t even bring myself to throw out scrap paper with my mother’s handwriting on it.\n\nIn February, I called my father to tell him my youngest son had said his first word.\n\n“You’re missing out on a great house,” he said.\n\n“Don’t you want to know the word?”\n\n“It’s got dual-zone heating and air-conditioning. Andersen windows. Solid oak doors and cabinets.” My father had installed the doors and cabinets himself.\n\nWhen I was a child, my parents were always looking for a better house, and on weekends they’d drag us along to see all these pricey homes. I would fight with my sisters in the back seat and then complain I was bored as we toured each house. If I had known I was looking for a home for my future wife and children, I would have paid much more attention.\n\n“The dishwasher’s still great after 40 years,” my father said.\n\n“No,” I told him.\n\nIn May, I called to wish him a happy birthday.\n\n“You know, your son would do much better in this house,” he said.\n\nMy eldest was having serious kidney issues at the time.\n\n“It’s all the dust in your apartment,” my father said. “The air is horrible there. You need to bring him to this house. It’s like the country here. You’re harming your son by staying at that apartment.”\n\nMy father was a doctor, so I couldn’t totally dismiss his opinion. To be safe, I mentioned his dust theory to my son’s New York nephrologist, who shook her head and looked at me as if I were bonkers.\n\nIn July, I asked my father when we were having Mom’s unveiling.\n\n“She’s still in the house, Michael. I can feel her here. She’ll look after you. She’ll look after your family.”\n\n“You think I want to move to a house where Mom died?” I said. “You think that doesn’t affect me also?”\n\n“You could always knock down the house and build something you like,” he said.\n\n“So Mom’s still in the house, but you want me to knock it down?”\n\n“Think about it financially.”\n\nI didn’t want to think about it financially.\n\n“You wouldn’t have to take out a mortgage.”\n\nI put thoughts about not having a mortgage out of my head.\n\n“Why don’t you move to the house,” he said, “and if you don’t like it after a year, sell it and find someplace you like?”\n\n“You’d really let me sell it?”\n\n“It would be your house. That would be up to you.”\n\nI felt as if I was being conned, but it would be a great financial move. Plus, who was to say my father wouldn’t remarry and leave everything to his new wife? The house might be my only chance at an inheritance.\n\n“No, Dad, I can’t do it.”\n\n“Mistake.”\n\n“Don’t you want more for me than to live in that house? Why would you want me to live there?” I was on the verge of tears.\n\n“It’s a great house.”\n\nOver the next year, he kept pushing. I’d be seduced by the positives and then unnerved by the negatives.\n\nFinally he told me he had already given me the house and showed me a property tax bill with both our names on it. Without telling me, he had gone to a lawyer and made us joint owners.\n\n“That doesn’t mean I have to take it,” I told him.\n\n\n\nHe kept on me until my views began to shift. Maybe he had just worn me down, but the numbers suddenly seemed better, and I stopped thinking about the negatives. Jen and I decided to take the house and we moved in.\n\nIn our apartment, I slept on the right side of the bed and Jen slept on the left. But it felt weird to be in my parents’ bedroom sleeping on what was my father’s side of the bed, even though it wasn’t his bed; he had taken that to his new house three blocks away.\n\nI begged Jen to let me switch sides and she agreed. I thought it would be better until I realized I was sleeping on my mother’s side, and that felt equally weird.\n\n“Can we switch back?” I asked.\n\nShe moaned and I crossed over her.\n\nI stayed there for a while and then inched toward the middle, where I had sometimes slept as a child when my parents let me come in after I had a nightmare.\n\nI woke the next morning splayed across the bed, feeling anxious and unsettled. But then the sunlight beamed at me through the blinds, and I heard my two boys frolicking in the hallway, happily oblivious to history.\n\nTime to put on a pair of my father’s boxers and start my new life."
}