{
  "url": "http://www.nytimes.com/2015/01/04/fashion/modern-love-a-craigslist-missed-connection-lure.html",
  "headline": "A Craigslist ‘Missed Connection’ Lure (Updated with Podcast)",
  "dateline": {
    "year": 2015,
    "month": 1,
    "day": 2
  },
  "byline": "Rosemary Counter",
  "text": "UPDATED: You can now listen to our Modern Love podcast, featuring Broadway actress Lauren Molina reading this column and a conversation with the writer. Look for the “play” button below.\n\nA decade ago, before Twitter and Instagram and when Facebook was still in its infancy, my university friends and I spent many hours lurking in Craigslist’s “missed connections” section, sipping cheap rosé while perusing posts and laughing at the desperate souls who loitered there. The more pathetic the ads, the better: “You, Asian in green toque. Me, skinny jeans reading NOW. Wanted to say I liked your smile, but you got off at Eglinton.”\n\nPerhaps it was a fluke, or maybe our habit made what happened inevitable, but one night my friend Kate saw an ad that read: “You were at the Drake Hotel, slim with red hair in a black satin top. I didn’t say hi because you were dancing with your friends. I’ve never done this before, but I thought hey, it’s worth a shot.”\n\n“This is you!” she squealed. “This is seriously, actually you!”\n\nIn those days, I was red-haired, and that night my friends and I (with me in a black top) had indeed been sipping mojitos at the Drake, celebrating a birthday in an intimate group that, yes, may have been intimidating to a guy wanting to approach one of us.\n\nDespite how I had mocked those who posted on “missed connections,” I needed no persuading to reply. “So this is random,” I wrote, “but I think I might be the girl you saw.”\n\nHe answered within the hour, shocked his post had found me — if I was, in fact, the woman he saw. After some witty banter, I sent him a photo.\n\n“It’s you!” he wrote. “I can’t believe it’s really you!”\n\nAt my request, he sent me a photo of himself, crooked-smiled and droopy-eyed with cropped hair. “I’m not very photogenic,” he said with charming self-deprecation. “I’m not tall either.”\n\nIt all felt so sweet, strange and surreal. And impossibly romantic.\n\nI was 22; he was in his early 30s. Of course, I tried to look him up online but didn’t find anything. In those pre-social-media days, you often didn’t, other than where they worked or had gone to school.\n\nOn our first date, he drove all the way downtown to pick me up for an early dinner. It was his pleasure, he explained, as he was dropping his brother off at the airport anyway.\n\n“Family is the absolute most important thing to me,” he said over a bottle of red wine in a candlelit cafe. “I know I’m not supposed to say this already, but I’m so ready to settle down. I just need the right girl.”\n\nWe bundled up and walked to the movie theater for a late screening, stopping at a cash machine along the way.\n\n“This is my treat,” he said, something he would announce proudly and often in the days to come. When a young man passing by eyed us up and down, he wrapped his arm around my waist and said, “He’s wondering what a girl like you is doing with someone like me.”\n\nHe seemed shorter in that moment, and I felt guilty realizing that only a few days earlier I may have let something as superficial as height define him.\n\n“At least I’ll never have to wear high heels again,” I joked as I leaned in close.\n\nOn the way home, he stopped at a vendor and bought me blue carnations.\n\nI had been burned so many times, I knew better than to get my hopes up about this leading anywhere. I almost prided myself on being jaded, on being immune to disappointment. But the next morning he called to ask me out to breakfast.\n\n“I took the whole day off work,” he said, “because I can.”\n\nWe went for breakfast. And then, because I didn’t have the luxury of skipping my waitress shift, he drove me to work. “Do you need a drive home later?” he asked.\n\nNobody had ever picked me up or cared how I’d get home, so I happily accepted.\n\nOver the next week, whenever I needed to go anywhere, he wanted to keep me company. He always had something special in mind: a restaurant reservation or tickets already purchased. One night I mentioned I’d be missing “America’s Next Top Model,” and the next day he delivered the whole boxed set.\n\nIt was, I imagined, how love was supposed to be. We were spending every free moment together. While other connections had felt forced, this was the twist of fate I had been waiting for. Although I was blissfully happy being spoiled and adored, my new life with my “missed connection” made me think how brutally fickle chance could be.\n\nWhat if Kate hadn’t clicked on his ad that night? What if he had been too shy to post it? What if fate hadn’t intervened and we had never met at all? And what if the universe, as quickly as it had given him to me, snatched him back?\n\nI posed questions like these to Kate and nearly everyone I knew, making me insufferable, I’m sure. And then, 10 days into the best relationship I’d ever had — nonstop romance, presents, cuddling — Kate appeared unannounced at my doorstep. She hadn’t seen me much recently, as bad friends like me often disappear when consumed with a new man, and she had a “bad feeling.”\n\nI had a bad feeling, too, but mostly about her, imagining that she felt jealous, possessive and alone. Chance had favored me but not her, though I smugly assured her that someday that would change, if only she believed. Something had shifted in me when my silly fantasies turned real, and if there were any red flags, I refused to see them.\n\nSo Kate pointed them out. Why, for example, didn’t I know more about his life, despite having spent a solid week together? Because he was such a good listener that I did most of the talking. Why had I never been to his house? Because he lives way uptown and I don’t drive. Why the disproportionate number of presents? Because he’s the most generous man I’ve ever met. Why were we going on three dates a day? Because I was finally getting the attention I deserved.\n\nIn any case, I cut a deal with Kate and agreed to call and press him, ever so gently. On my flip phone from a parking lot, I said, “My friend is probably totally crazy, but is there anything you should tell me?”\n\nNormally the strong, silent type, he burst into tears. It was almost as if he had been waiting to confess, this moment a release he had been anticipating.\n\nHe was married, of course, and under a lot of pressure. He had one child already and another on the way. He didn’t have a brother; it was his wife he dropped at the airport. She and their child had gone to visit family and would be back in a few days. And the clincher? Though he had heard good things about it, he had never been to the Drake Hotel.\n\nHe did, however, truly like redheads. “I chose you,” he said. “You were special.”\n\nBut he hadn’t chosen me. He laid a trap for women with red hair and black tops (and maybe another trap for blondes with freckles), and I was the one who walked into it. Chance hadn’t favored me; it had targeted me, tapping something in me that was dormant but susceptible to romantic delusion. After all, long before he placed his ad I had been loitering on Craigslist, mocking people who I thought were lonely and needy and nothing like me.\n\nBut they were everything like me. We were all hoping love wouldn’t miss us. We were all eager to believe that love, for us, was meant to be.\n\nAfter our 10 intense days together, my missed connection disappeared as quickly as he had arrived, timed almost to the day of his wife’s return. I imagined him picking her up at the airport with a bouquet of blue carnations, or some special present with a secret meaning only they would understand. Or maybe he didn’t do things like that for her anymore. For a long time I considered sending her an email, possibly anonymously, but decided against it. I didn’t know her or what she might do.\n\nThose rambunctious evenings of rosé and Craigslist stalking are long gone, but sometimes I type the name of my missed connection into Google and there he is, easily found now on nearly every social media platform, smiling wide with his arms crossed or tweeting about his life’s minute details. I could tweet him if I wanted to, or friend him on Facebook, or link up with him on LinkedIn. Everything I needed to know is right there, a decade too late.\n\nMeanwhile, he and his wife have divorced. They weren’t meant to be, either, apparently. One thing I do know: “Meant to be” is just a fairy tale we tell ourselves.\n\nSometimes it’s even an ad on Craigslist."
}