{
  "url": "http://www.nytimes.com/2015/10/18/fashion/on-tinder-off-sex.html",
  "headline": "On Tinder, Off Sex",
  "dateline": {
    "year": 2015,
    "month": 10,
    "day": 15
  },
  "byline": "Ali Rachel Pearl",
  "text": "When I called my health clinic last month to refill the birth-control pill prescription I have had for 10 years, I was put on the line with a doctor — not my normal gynecologist — who began asking questions about my health.\n\n“It says on your form that you’re interested in both men and women but that you do not use alternative forms of birth control outside of the pill,” he said.\n\n“That’s correct,” I said. To pre-empt a safe-sex lecture, I told him I hadn’t had sex in two years, so it was really a moot point.\n\n“So you’re secondary abstaining then,” he said, surely making note of this somewhere in my records.\n\n“Well, I think ‘accidental abstaining’ is more appropriate,” I said jokingly, attempting to maintain some dignity in this conversation with a man I likely would never meet who seemed to view me as some kind of morally reformed or seriously disturbed woman in my mid-20s.\n\nAfter we hung up, I Googled “secondary abstaining” and learned that it refers to someone who is sexually experienced but has chosen to no longer be sexually active, usually for reasons relating to religious faith, unwanted pregnancy or sexually transmitted diseases.\n\nI am without faith in almost all respects, I have never been pregnant, nor have I had any STD’s. I have never stopped desiring sex and I have never identified as asexual. In fact, I frequently want to have sex with people, but I simply do not.\n\nI’m “secondary” in a lot of things these days: secondary vegetarian, secondary sober, secondary nonsmoker. But here is how my secondary abstaining departs from my secondary everything else.\n\nI quit eating meat because I developed a deeper concern for the environment. I quit smoking because it’s bad for you. I quit drinking because I have a problem with alcohol. But I never actually quit having sex. Sex just stopped being a thing that happened in my life.\n\nMy most recent sexual experience was two years ago in a barn in Kentucky with a photographer I had met in Ohio eight days before. I was temporarily living on a farm in Independence the day he drove from Columbus to spend the afternoon with me.\n\nI bought a bottle of Larceny bourbon the night before in preparation and had consumed half before he arrived. I had never had sober sex with a new partner, and I wasn’t about to start with a guy I barely knew.\n\nI know many people are adept at this sleeping-with-strangers thing. I have never known how to do this. I have never known how to go from, “So what’s your name?” to having you in my bed or me in your bed or us in the back of a car in the parking lot of a Target.\n\nThe photographer and I had sex twice, in one evening. It was everything television and film tells me sex should be: Spontaneous. Unhesitating. In an exotic (read: not domestic) location.\n\nIt was on a wooden bench swing near a river in the trees behind the barn. And then it was in the barn, in the summer heat and humidity.\n\nAfterward, we walked hand in hand down the main road leading to town, giggling while we watched the fireflies appear and disappear around us in the fading daylight. It was romance and whirlwind. It was sweat and sweet.\n\nThat last morning in Kentucky, I woke at 6 a.m. to the soft sound of rain and the tinny sound of Bon Iver floating from his cellphone speakers.\n\nHe photographed me while I packed my clothes, and I remember him telling me that airports are romantic because they’re where people come to understand what they feel about each other.\n\nIt’s not that I haven’t wanted to have sex since then. It wasn’t one of those bowl-you-over summer romances. It was what it was. Fun. Invigorating. Kind. But we lived 3,000 miles apart, and I was still heartbroken from my previous relationship.\n\nIf I were to update the definition of “secondary abstaining” I discovered through my Google search, I would add the following to the list of reasons someone may stop having sex: failed relationship, broken heart and being cheated on after a near proposal by the man you spent your whole life loving.\n\nMaybe this is where faith comes in. Maybe my secondary abstinence isn’t in allegiance to God but to my own broken heart and the fear that seems to produce a kind of magnetic repellant whenever I come close to someone I desire.\n\nMy friends don’t seem to understand my secondary abstinence. They ask if I’ve had sex yet.\n\n“How can you go so long?” they ask. “I can’t imagine.”\n\nThey say: “You have to lower your standards.” “Go to the bar more.” “Join a dating website.” “Make really good eye contact.” “Get rid of your hang-ups.” “Be more open.” “Stop being afraid.”\n\n“It’s just sex,” they say. “You have to stop refusing to sleep with people just because you don’t immediately want to marry them.”\n\nMy secondary abstinence is the wallflower type: sitting quietly on the couch at the party making everyone else feel a bit more awkward for having a good time.\n\nEvery night that I go to a concert or a party, every day that I walk around the neighborhood, I find my secondary abstinence trailing me like a sad ghost or an unwanted dog.\n\nIt’s not as if I haven’t tried to move on from this phase of my life. I joined Tinder. I sat in my friend’s apartment, punctuating our conversation with questions like, “Who is supposed to write to whom on this thing?” and “Why do so many guys have photos with tigers? Do you have a photo with a tiger?”\n\nI asked my friend how to tactfully respond to my most recent Tinder message from a man named Dakota who teaches yoga and doesn’t have a tiger in his photo. I found the profile of a man whose name is probably Matt and told him I’m new to this Tinder thing and asked him how it works.\n\n“You match with a bunch of people, no one ever messages each other, and no one ever has sex,” he responded.\n\nThat seemed unlikely to me, but he was all the way down in Long Beach, Calif., anyway, which is too far to drive for sex, so I cut my losses and we unmatched each other.\n\nWhen a friend recently asked me, “Why do you think you never have sex?” I fell back on all the clichés. I told her: “I just want to focus on myself for a while.” “I’m afraid of getting hurt.” “Strangers are gross.” “I want to be in love first.” “I don’t have time to meet people.” “Los Angeles is impossible.”\n\nBut I’m not sure I believe any of these reasons apply to me. I’ve focused on myself my whole life. I’m worried about getting hurt, but no more than most. Some strangers are smoking hot. What is love anyway? I have plenty of time. Los Angeles is full of men and women of all shapes, sizes and backgrounds, and those men and women populate every restaurant and yoga class and dog park in my life.\n\nThere is a woman I sometimes love, a death penalty investigator too fresh out of a breakup from the woman who broke her heart.\n\nThere is a man I sometimes love, a writer and lead singer in a hard-core punk band, who constantly declares, “I don’t have sex,” and “I don’t do love,” in the same moment that he sways closer to my face, nearly but not quite giving one of us the opportunity to make a move.\n\nThe man I sometimes love tells me, “Love is a leaky boat.” The woman I sometimes love tells me the blooming jasmine in Los Angeles reminds her of walking to school in Egypt as a teenager. And in her head she is somewhere far away from here, from us. We don’t have sex, but we have intimacy. It’s not that I’m choosing to abstain from sex in these situations, but that sex seems to be choosing to abstain from me.\n\nIn my imagination, the sex I have with each of them when I’m riding my bike home from work or when I’m stuck in traffic on the freeway or when I’m otherwise far away from myself is epic. It is all dark rooms and brick walls. Aggressive and gentle. It is the kind of sex that makes a person fall in love instantaneously.\n\nExcept we never have sex. And we never fall in love. We fall into almost love and then life takes us away from each other. And without that memory of skin against skin to connect us across distance and time, we become, once again, strangers."
}