{
  "url": "http://www.nytimes.com/2015/05/24/style/learning-to-embrace-the-gray.html",
  "headline": "Learning to Embrace Sexuality’s Gray Areas",
  "dateline": {
    "year": 2015,
    "month": 5,
    "day": 22
  },
  "byline": "Adam Lundquist",
  "text": "It would be 88 days until I saw her again. Sitting quietly on my bed as I packed my last belongings into two suitcases, she began to cry.\n\nThis was the beginning of the end, but all I knew was that I had a 6:10 a.m. flight and it was already 1 a.m. We embraced once more, and then I watched as the fog engulfed her white sedan.\n\nEleven days later, I found myself trying to rest on my bed in a humid college dorm room with just enough space for a metal-framed bunk and a handful of excitement and anxiety. I was wearing my first pair of boxer briefs when a new friend from downstairs came in and lay beside me.\n\nHe was slender and pale, collarbones peeking from a blue T-shirt, his sun-bleached hair brushing my face as he stroked my chest. Slurring his words from an evening of drinking cheap vodka, he slid closer and whispered a mixture of Beyoncé lyrics and sexual suggestions into my ear.\n\nThen he rolled on top of me, pinning one of my arms against the cold wall and the other beneath his goose-bumped forearm.\n\nHe had the same name as me, and suddenly Adam’s lips were on my lips and Adam’s hands were on my waist. In a matter of minutes, an Adam from suburban Texas and an Adam from California had intertwined and merged into a composite Adam.\n\nFor the next 77 days, I fought off accusations of ambivalent sexuality (from within myself and from others) by clinging to a single framed picture of Bridget and me.\n\nI was afraid to admit I had fallen from the grace of my long-distance, long-term girlfriend. I was afraid to admit that my chance encounter with Adam was anything more than a drunken happenstance, even if it was one I had wondered about for years.\n\nOn the 88th day, I received an early-morning text message: Bridget was at the airport in California and would soon be headed with the prevailing winds to spend Thanksgiving week with me. Sweet relief: At last, I would have a breathing, tangible woman to support my frail defense.\n\nI was lugging my clean laundry from the basement in a torn blue hamper when she called.\n\n“I got dropped off at a gate,” she said. “Now where do I go?”\n\n“Go straight through the gates and turn right,” I replied coolly.\n\nOnce outside, I approached her with exhilaration and a sense of reprieve and was greeted with a sudden burst of speed and a tear-laden sob. Catching her in my arms, we were at last reunited. Adam’s lips on Bridget’s lips.\n\nOur week together consisted of us lying on my futon, making love and visiting New York City, yet there was also a lot of strained silence. She commented on my shoulder muscles and how the training for track must be going well. She stared at me for hours, stroking my hair, acting as if she never wanted to leave my side.\n\nBut she also maintained a distance, questioning our love and saying she thought she was putting more into it than I was.\n\nThis was the middle of the end, and it was 3 in the afternoon. By Friday morning, I still hadn’t given her a tour of my school, and then it was time to see her off. I watched as she climbed into the white airport van and disappeared into the fog.\n\nI first thought of my encounter with Adam as a tragedy, an explosion in my otherwise picturesque life that sent pieces of me flying in different directions. I viewed our act of affection as an act of terror committed against my relationship with Bridget. But I had also convinced myself that what happened wasn’t technically wrong.\n\nI had had sexual relations with a man when I was in a relationship with a woman. Which wasn’t honorable, but neither did I see it as being a crime against the sanctity of my love for Bridget.\n\nI had broken my idea of a standard relationship, relished in Adam’s ribs, nestled in Adam’s ribs, but in the end, I chose to ignore my feelings as inconsequential.\n\nBy the time I came home in May, the love Bridget and I shared had taken a turn for the worse. I pleaded for her forgiveness, to grant me another opportunity to show that I did care, that I did want a life with her in the future, and that 3,000 miles of distance was not too much to handle.\n\nI yearned to confess my actions, to tell her that I had been with a man but had thought of her all the while, and that I missed her but had wanted to seem strong and able to adapt to change.\n\nWe lay in her bed, crying, clutching at the disintegrating threads of past success. Time and distance had driven us apart, and I feared all was lost.\n\nOver the summer, as my pleas for Bridget’s love kept falling on deaf ears, I changed my strategy. I wrote on a typewriter, winding and rewinding the ink ribbon until I had transcribed the messages we had written each other. I took pen to paper, refusing a text message for a handwritten letter. I sent her photos taken on a film camera and gave her antiques, such as a small pewter spoon she had adored when we went shopping together in dusty downtown stores. If I could reverse the course of our love’s demise, I could turn back the clock and recover our passion.\n\nSwimming upstream in the increasingly full and ever-changing river of contemporary dating, however, I had to accept the facts: Antiquity would not be the answer. Going back in time wouldn’t work. The subculture trend of reviving decades-old cameras, typewriters and clothing could not counteract the surging romantic tendency to opt for a text message, a mysterious video chat or a posted photo for loving adoration.\n\nEven so, I struggled to yield to the increasingly impersonal state of love. How can an emotion that has dictated wars, driven men and women to commit disastrous acts, and fueled works of art for centuries be compressed to 140 characters or 22 megapixels or a 5-inch screen?\n\nIn the fall, I left that school for another, and it wasn’t until the following spring that I shared the story of what had happened with someone else. On a rainy walk back to my dorm, I confessed to my track teammate that I had once been with a man, hinting at my sexual disposition, and much to my delight he was happy to hear it.\n\nBy then, I had learned to accept my personal leanings and embrace my sexuality for what it taught me, not for what it took from me. I slowly began to reveal this to close friends, all of whom wore a look of surprise for a few moments before supplying words of encouragement and understanding.\n\nAnd it was at this point that I began to recognize that any future relationship — the next after my almost four-year bond with Bridget — would be radically different.\n\nIn an era when there is one app, Tinder, to find an attractive girl and another, Grindr, to find an attractive boy, love and affection are more accessible than ever. Conversation that used to largely take place in person can now be shared in half the time with half the effort. Electronic, instant and pixelated are the descriptors of love in the 21st century.\n\nLove had changed, and for me, love had experienced a radical metamorphosis, shifting from traditional to revolutionary. In the modern age, the constraints I had placed on affection and longing were neither electronic nor analog but one-dimensional.\n\nMy ideas about love and sexuality had been black and white. There was no room in my mind for gray areas. You were either gay or straight, and I had never dreamed of falling in love with anyone but a woman.\n\nWhile I had wondered what it would be like to be with a man, I had ignored that curiosity, assuming I was heterosexual only. But once I was able to see desire as being on a spectrum, on a sliding scale balanced by opportunity and risk, I no longer felt so alone.\n\nI still hung on Bridget’s every word until my love for her began to dry up in the late-summer heat. After staying up all night talking to her on the phone one last time before I would return to school, I finally felt O.K. about both my sexual ambiguity and our failed relationship. The sun rose on a new day, and I feared no more.\n\nThis was the end of the end, and it was 5 in the morning. For once, it wasn’t foggy."
}