{
  "url": "http://www.nytimes.com/2015/10/04/fashion/taking-a-break-for-friendship.html",
  "headline": "Taking a Break for Friendship",
  "dateline": {
    "year": 2015,
    "month": 10,
    "day": 1
  },
  "byline": "Elinor Lipman",
  "text": "At 59, I was a new widow writing a novel about a new widow who was socially maladroit. When her story started to stagnate, I knew I had to get her out of the house. Me, too. I signed us both up for Match.com.\n\nDates followed. Not all were horrible, but the reporter in me liked the worst ones for their anecdotal value. There was the man who stuck his Nicorette gum under his seat, the 70-ish actor who had been among the six husbands of one of the “Golden Girls” and the guy who asked proudly if I had noticed that he stirred his coffee without the spoon touching the cup. I had not.\n\nI decided to drop out. Just before hitting the “remove” button of Match.com, I remembered I was mining comically bad biographical bits for fictional use and should stick with it. For the first time in weeks, I checked that day’s menu of allegedly suitable suitors and spotted Jonathan, who looked nice and geographically convenient to my New York City block.\n\nI clicked on his profile. His personal statement said he had lots of friends but was ready for something serious. There were no deal-breakers in any of his answers to favorite activities, hobbies, food and places. He was neither vegetarian nor vegan nor kosher nor unduly athletic.\n\nI scrolled to “last book read.” Where most men wrote, “I only read technical journals” or “The Da Vinci Code,” his answer, impossibly, shockingly, was my most recent novel.\n\nAfter I had recovered, I wrote him with the book’s title in the subject line and below that only: “Thank you. That was lovely to see.”\n\nHe answered that evening in a manner I considered appropriate and sincere. The writing wasn’t self-important, and he knew how to use a semicolon. After another exchange of emails, we made a date for dinner — against the common Internet wisdom that you meet just for a drink in fear of dud potential.\n\nHe had a British accent and a master’s degree. His manners were impeccable, his job interesting. And he was originally from Liverpool, the epicenter of baby-boomer girls’ first crushes.\n\nThree enjoyable (in my opinion) hours later, as he walked me the two blocks to my apartment, I asked how he got to work. He explained: by bus, either the M66 or M72. A public transportation aficionado myself, I was smitten. After a peck on the lips and a promise to call, he jumped onto the M57.\n\nA chaste yet promising beginning. Or so I thought. Our second date felt odd. Might it have been my talking about my late husband? He didn’t seem to be feeling as preordained as I was, nor did I detect any enthusiasm in his follow-up to my thank-you email. Each time I resigned myself to never hearing from him again, he would write.\n\n“Are these dates?” my friends would ask.\n\n“They’re datelike,” I would answer, referring to Jonathan as my imaginary boyfriend, my insignificant other, my friend without benefits.\n\nThese married girlfriends enjoyed their front-row seats in the arena of middle-aged dating, but resented his annoying failure to fall in love with me. They had never met him but thought he should be thanking his lucky stars. He wasn’t.\n\nA few patient and hopeful ones (I called them “the Yes Team”) excused the glacial pace with, “Don’t forget, he’s British.”\n\nThirteen months of suboptimal dating passed. Several times I announced I couldn’t see him anymore because I had feelings for him that weren’t reciprocated. That went nowhere. If he looked (in my opinion) stricken, I would take it back.\n\nFinally, we had words, harsh ones, via email. He said I made him nervous, that I wasn’t his girlfriend, that I was deluding myself. I asked him not to reply to my hotheaded rant of an answer.\n\nSix months went by. Halfway through, I sent a white flag of a postcard, without an ulterior motive, just because I had unsettled myself with my own rude words. I wrote: “This is no way to end a friendship or the year. Come for a drink.”\n\nSeveral days later, he wrote that he thought it best if he didn’t, but he wished me well.\n\nThat was fine. I had acquitted myself in relatively menschy fashion. Done and dusted.\n\nBut here is where it pays not to hold a grudge: Six months after the email contretemps, on the year’s first warm and beautiful April day, my email pinged on my way to meeting a friend (a Yes Team member) for a walk. It was Jonathan inviting me to an art opening that night. Maybe meet there at 7, then have a bite afterward? Call if I could.\n\nI couldn’t. I called him back anyway in genuinely affable fashion because of my balmy-weather mood and because I had given up on girlfriendhood. “You’ll go to your thing, and I’ll go to mine, and we could text when leaving.” I added, “But if you get a better offer, by all means — —”\n\n“I won’t get a better offer,” he said firmly.\n\nDid that sound … ? Never mind. It couldn’t be a tad flirtatious. Not him.\n\nWe did meet after our respective receptions. No wonder the old, delusional me had liked him so much. What a pleasant, interesting conversation we two platonics were having over hummus. So much easier to be friends without romantic expectations. Bygones!\n\nFirst thing in the morning, a warmer than usual thank-you email arrived. Before noon, he invited me to a work-related event the next night, apologizing for the late notice.\n\nWhy play hard to get with a pal? I went.\n\nThis friendship mode was so much easier than angst. Why hadn’t I accepted this case study straight out of “He’s Just Not That Into You” during Jonathan 1.0?\n\nAll evening I was authentically chipper. After laughing at one of his remarks, I murmured, “Please don’t be wry and charming.” He smiled, seemingly aware that such appeal could push the old buttons I wanted to dispossess.\n\nSoon I published a book of essays, including one about my PG love life, largely on the topic of him. I named him “John Doe” and the essay, “A Fine Nomance.” It put a good face on our relationship, suggesting that abstinence was just what I needed in my delicate state.\n\nI had written the piece during our time off, now known as “the interregnum.” The essay was fond in tone, and in places complimentary, although quotes from the No Team might have made another man, one less secure about his heterosexuality, take offense.\n\nHe bought the collection containing the John Doe quasi-tribute and asked me to inscribe it. “I hope no bloke will be hurt in the reading of this book,” I wrote. I was out of town when he emailed that he had read the essay, found it elegantly written and would like to talk about it when I returned.\n\nElegantly written. How bad could that be? I wrote back: “Whew. I was worried.”\n\nI had smoked salmon and chilled wine ready for whatever our talk was going to be. Sitting at my dining room table, he solemnly announced that he didn’t want to be just friends anymore. He explained: He had read the essay once, then a second time, then the whole collection. Then asked himself, “What am I, an idiot?’”\n\nI like to say that was British for, “Finally I realized I loved you after all.”\n\nNo longer just friends meant we would be a real couple. I blurted out that I might be shy about that other stuff, the benefits. “Of course!” the exemplary gentleman exclaimed. Two days later, at the movies, while his visiting college-age son took a bathroom break, I whispered, “I’m going to say something flirtatious now.”\n\nJonathan said, “I’m listening.”\n\n“That thing I told you? About being shy? I changed my mind.”\n\n“We’ll address that on Tuesday,” he said. And we did.\n\nThat was two-plus years ago, or counting back to the first first date, four years ago. I don’t regret the hiatus or even the email fight that caused it, because who knows what calculus of time and space and dud dates in between led to where we are now.\n\nI don’t ask for explanations. I sum it up, borrowing a line from “Sex and the City”: “The taxi was going by. It just didn’t have its light on.”\n\nWe live a mile apart, 10 minutes door to door on the M57 bus. Now I call him my beau, my person, my boyfriend, my significant Jonathan. He introduces me as his pahtnah. Every member of the former No Team dotes on him.\n\nAmong the gains: new friends and new attachments, including his hometown mates. I have adopted the Liverpool Football Club as my own. If we’re not watching the match together, we text, then confer when it’s over.\n\nGoal of the week? Man of the match? I’m completely committed, finally understanding why it’s called “the beautiful game.” And when the spectators break into our anthem, “You’ll Never Walk Alone,” I am moved to tears."
}