{
  "url": "http://www.nytimes.com/2015/06/21/style/missing-a-father-i-hardly-knew.html",
  "headline": "Missing a Father I Hardly Knew",
  "dateline": {
    "year": 2015,
    "month": 6,
    "day": 18
  },
  "byline": "Bruce Eric Kaplan",
  "text": "The psychic started to laugh.\n\n“What?” I said.\n\n“After your father dies,” she said, “you’re going to find out something about him. Something hilarious.”\n\n“Wow. What?”\n\n“They aren’t saying. But apparently it’s really funny. It’s been going on for a while.”\n\n“Is it going on right now?”\n\n“Definitely.”\n\nThis is very frustrating, I thought. “Is it — sexual?” I asked.\n\n“I think so. But it doesn’t have to be.”\n\nI scrolled through the various possibilities to think of what it could be. Nothing felt like him.\n\n“Obviously,” she said, “you must have sensed already that he has this surprising thing going on that you know nothing about that is just totally crazy and hilarious?”\n\nI thought for a moment. “No.”\n\n“Well, whatever it is, when you find out, you’re going to laugh.”\n\nThis conversation happened nine years ago. My wife was writing a television pilot based on a book about a famous psychic. We were having dinner with the psychic and she did an impromptu session with me so Kate could see her in action.\n\nI say this to stress that the prediction came from someone a lot of people consider to be a very reliable source.\n\nWhen my father, Jerry, was dying just over two years ago, I kept thinking about how little I knew him. Which isn’t to say I hadn’t spent time with him.\n\nI lived with both him and my mother in Maplewood, N.J., until I went to college. I talked to him on the phone every week when, soon after leaving college, I moved to Los Angeles. I came back frequently to see them, and then him, after my mother died.\n\nAnd in the last five years, I have worked on a television show that shoots in New York and saw him every spring and summer.\n\nBut I am here to say: We almost never talked about anything. Nothing. Zero.\n\nOnce after one of our excruciatingly dull telephone calls, I ran to the table where I draw cartoons and quickly did one of a man on a telephone saying, “I’m not trying to say anything — I’m just talking.”\n\nThe week that cartoon appeared in The New Yorker, I spoke to my father and he chuckled and said, “Your cartoon was very funny this week.”\n\nI was startled. First, he didn’t often comment on my cartoons. But even more odd, it was about him and I wondered: Does he know it’s about him? And if he does know, shouldn’t he be upset? And if he’s upset, shouldn’t I be upset? But since he doesn’t sound upset, he must not realize it’s about him. So he must think it’s about other people. But he can’t think that, because other people actually say things and he doesn’t.\n\nO.K., we didn’t talk about nothing. But nothing was ever really said. We basically talked about relatives, movies he saw or books he read. But the conversation had to stay at a certain level or he would get frustrated or stay silent.\n\nOnce, when he called me and asked what was new and I told him my wife had had her third miscarriage in two years, he simply hung up the phone.\n\nWhen we were growing up, there was another Jerry Kaplan in Maplewood. We would get his mail sometimes. We didn’t really know him, but there was something striking about the fact that there was this other Jerry Kaplan wandering around town, also taking the train to and from Manhattan each day.\n\nI wonder now if it was so striking because there actually was another Jerry Kaplan living in our house. The other Jerry Kaplan was inside of our Jerry Kaplan.\n\nMy father would often start to say something, then say “Forget it.” It would be right when he was going to be real with you, say what he was really thinking. Then he wouldn’t. It was almost as if he would be in danger if he did.\n\nNow when someone starts to say something and then says, “Forget it,” I get unnaturally angry. “Starting to say something and then saying ‘Forget it’ is the worst thing you can do to a person,” I say every time it happens.\n\nWhich I don’t really believe. But I do.\n\nI am assuming my father learned at an early age that there is nothing more dangerous than showing your true self. I think a lot of us learn that, and it actually may be true. But many of us try to unlearn that. He didn’t.\n\nSo all I can really tell you about my father is that he did odd things like put tin foil on a bottle of beer after having a few sips, then put it in the refrigerator to perhaps have on another night.\n\nI don’t even know if he actually had the beer in the subsequent days it would sit in the refrigerator with the tin foil on it.\n\nHe loved to sing, “Oh you can’t fool me, I’m sticking to the union.”\n\nAs far as I know, he read every book written by Susan Isaacs, Rona Jaffe, Avery Corman and Evan Hunter.\n\nHe could be well meaning. My mother always bought our birthday gifts. The first year after she died, he worked hard to get me a gift he thought I would like. He sent me “Manhattan, When I Was Young” by Mary Cantwell.\n\nWhen I called to thank him, he was very proud of himself.\n\n“Didn’t I get you the type of book you would like?” he asked.\n\n“Yes.”\n\n“I had to look for a really long time, but then I saw it and knew that was the one to get.”\n\n“You did a great job,” I said.\n\nI didn’t mention that I had already read it. In fact, I had given my copy to my mother and him and it was in his house.\n\nWhen I was little, he would buy me a miniature chocolate pudding pie from the old German ladies’ bakery on Springfield Avenue. And when I was old, he would still buy them for me when I came to his house to visit. With the little chocolate shavings atop the whipped cream, those pies looked like tiny pieces of art.\n\nAnd my father had certain things he loved, like network TV movies, all network TV movies, any network TV movie. It could be about a woman in jeopardy, as so many of the women in them were. Or a family in jeopardy, my favorite genre.\n\nAny time a family went on a vacation, a motorcycle gang would torture them for no good reason, which was extremely unfair.\n\nOr it could be a comedic one about two women who switch lives. Or a melodramatic one where someone like a teenage Susan Dey is wrongfully put in a women’s prison. Or a light romantic comedy about a woman who loses a lot of weight and gets a new life, played by Patty Duke. Patty Duke was in a lot of them, then Patty Duke Astin was in a lot, then Patty Duke again.\n\nMost nights (because they were on Sunday, Monday, Tuesday, Wednesday and Friday), my mother would ask what TV movie was on.\n\n“Night Terror,” my father might say. As you might guess from the title, this was a woman-in-jeopardy one. Valerie Harper is driving across country by herself, and as often happened to these women, a stranger suddenly starts torturing her, until, I think, she is forced to kill him in self-defense. They were almost always forced to kill the man in self-defense.\n\n“What’s it about?” my mother would ask.\n\n“It’s based on a Sartre story,” my father would reply no matter what the movie was about.\n\nThe first time, she really thought it was. Then it became their joke. Our joke, I guess. Because when I think about it now, I smile.\n\nSo after my father died, I waited for what the psychic said was going to happen. Some big and hilarious secret would be revealed.\n\nTo be honest, I didn’t really believe it would. But I hoped. I wanted to find out what was really going on in that enormous bald head. It was my last chance, in fact.\n\nBut as you may have suspected, I didn’t find out a thing. Nothing private or interesting was revealed. And still hasn’t been. And I guess never will be. So I am never going to get that laugh the psychic said I would.\n\nAnd I will never really know my father, and that’s that. It’s a strange and sad thing to miss someone you never knew.\n\nOn the other hand, he gave me so much I do remember, the nice things he would do, like buy me mini-chocolate pudding pies, and the strange things like the tin foil on the beer bottle, and the idea that no matter how banal, every story is based on a Sartre story. Probably even this one."
}