{
  "url": "http://www.nytimes.com/2015/03/29/style/an-itemized-marriage-proposal-via-voice-mail.html",
  "headline": "An Itemized Marriage Proposal via Voice Mail",
  "dateline": {
    "year": 2015,
    "month": 3,
    "day": 26
  },
  "byline": "Diana Frank",
  "text": " \n\nWhen I checked the home answering machine after my ferry commute across San Francisco Bay, there was a proposal of marriage from my old friend John Basso, who was now living in Florida.\n\nI listened in awe to his rambling message: “You are the love of my life, and I want you to be with me while I take care of my mom in Gainesville. She is now bedridden. She’s got half a million in stocks and bonds, a pension, two properties in Crystal River, the house in Gainesville, a fur coat, two diamond rings, antique furniture, rugs from Panama and Wedgwood china. I’ll send you a plane ticket, and you can help me take care of her.”\n\nHe didn’t sound drunk. He must have thought this would win me over. I hadn’t seen him in 10 years, but a few months earlier he had started mailing me letters, poems and artwork.\n\nI met John when I was 17. He would pick me up from Miami Beach High School in his red MG and wait with an eager look for me to ask a favor.\n\n“Take me to get a Whopper then let’s drive down Collins Avenue,” I might suggest, and he would happily comply. He was lithe, blond and blue-eyed, but not mysterious and misunderstood enough to be the one for me.\n\nI lost track of him when I moved to New York and then Los Angeles before finally landing as a single mother in Marin County, where I worked in San Francisco for a series of law offices.\n\nSerendipitously, my then-boyfriend announced one day that he had to go to the city to see his friend John Basso.\n\n“I knew a John Basso,” I said. I wrote down the first few lines of the poem John had written back then. I had repeated it so many times when I was 17 that I still knew every word.\n\nJohn’s poem began: “There is just a tincture of me until I strangle the fissioning cougar that stalks my jungle night in a neon city of flashing, clicking streetlights.”\n\n“Take this to him and see if it’s the same guy,” I said.\n\nMy boyfriend later verified it was John’s poem; he had been living in Miami but was now out here.\n\nWe invited him to visit us, and it was déjà vu to see him again, now balding and stocky but still with the flicker of wildness in his eyes. He suggested we two sneak off, take some wine and sit under an acacia tree by the bike trail behind my house.\n\nJohn told me he was living with a former student and teaching at the San Francisco Art Institute, where he had an exhibition of his paintings. This upset my image of him as an incarnation of Dylan Thomas. He was actually a painter?\n\nEventually I visited John on my own in his apartment by Golden Gate Park. It was a Victorian gingerbread with multiple levels, an outside third-story deck with a view of rooftops where we stood drinking wine and feeling adventurous.\n\nWe went walking in the park’s rose garden, ate tapas in a Haight-Ashbury cafe, walked to Coit Tower for the panoramic view and ended up getting drunk at a dive on Broadway. It’s a miracle I drove across the Golden Gate Bridge and made it home to Marin after the bar closed.\n\nJohn would phone me from time to time, but years went by without our paths crossing until one lunch hour when I hiked from the financial district to the Caffe Trieste, and as I rounded a corner there he was in front of the Condor Club, North Beach’s first topless bar, shouting at passers-by like a sideshow barker: “Step right up and get a glimpse of these lovely ladies inside.”\n\nGood grief, whatever was he doing in this low-down job? I was polite and said hi, but rushed off to get back to the office on time.\n\nTen years, three jobs, one house and one condo later, I got a call from John, who was back in Gainesville, Fla. Being a technophobe, he located me using directory assistance. His familiar voice and flattery brought me back to our early days and the gratifying feeling of being worshiped.\n\nThen the onslaught of mail began. Every day I would find at least one letter from him, sometimes two, waiting in my mailbox — rambling observations, snippets of poetry and references to my once-upon-a-time teenage beauty.\n\nHe also sent me collages and colored pencil drawings of dolphins, mountains and waterfalls, always 10 by 12 inches, sized for the mailbox. This artwork ended up creating a gallery at my law-office workstation.\n\nMy boss was a lawyer who relied on me to keep track of her vast collection of periodicals, articles and case notes that accumulated daily. She yearned to give up her practice and move to a small town to open an ice-cream parlor.\n\nShe was impressed by my growing collection of original art and began treating me more like a girlfriend with a real life outside the office. She wished me well when I took my two-week vacation to visit the artist himself.\n\nJohn picked me up at the Tampa airport in an old Dodge S.U.V. and drove us to a St. Pete Beach outdoor cafe, where we sat in the warm darkness eating blackened grouper sandwiches, and then to a pink motel with shabby furniture, frilly palms and a pool with a waterfall flowing over fake rocks.\n\nI was in love with Florida, wearing shorts and sandals after dark, dressing in colorful skimpy clothes, sunning and swimming all day and walking on the beach in the moonlight.\n\nOn the last day of my vacation, I was floating offshore in the warm gulf waters, looking at the bluest sky and billowing clouds, and it struck me that I could not bear for this vacation to end.\n\nI extended my vacation to visit John’s mother and see his home in Gainesville. Josephine spent all day crocheting hats and watching TV. She never ventured far from her bed, so the kitchen was neglected and dated, with curling linoleum floors and dingy cabinets crammed with rusty iron pans and blackened utensils. John used the microwave only to fix his mother frozen dinners.\n\nRevolted, I decided I could never make this my home.\n\nBack in my pristine condo with a view of Mount Tamalpais, the daily mail from John continued, now with packages of countertop samples, cabinet designs, pieces of tile and paint pallets.\n\nI was consulted on the remodeling options for his kitchen in nightly phone calls, and I admit this contact kept the romance alive after a day of grim servitude at the law office.\n\nI arbitrarily picked cobalt blue for the counters and tile floors, maple for the cabinets, and stainless steel appliances, never imagining I was creating a dream kitchen for myself until I learned I had Type 1 diabetes and was experiencing such drastic sugar lows and highs that I no longer had the energy for the long hours and high stress of the law office.\n\nTo the chagrin of my boss, I rented my condo, surrendered my apartment-size furniture to cross-country movers and flew to the Jacksonville airport, leaving her looking for another assistant to deal with her paper pileup.\n\nOn the drive back to Gainesville, John was hyper, describing all the work he had done, and indeed, his house was transformed.\n\nThere were chandeliers in every room, including the bathrooms. The kitchen was new, stylish and immaculate. On the back deck, a hot tub overlooked a terraced rock garden made of boulders and expensive Japanese maples and bonsai junipers.\n\nOnly problem was that we were right on University Avenue, three blocks from the University of Florida, and traffic whizzed by, making conversations tense.\n\nJohn wanted me to take care of his mother. She wanted me to take care of John.\n\nI ended up doing both, being a daughter to Josephine, having girly talks, modeling her floppy crocheted hats, bathing and dressing her up for visits with her lawyer, doctor and financial adviser, taking glamorous photos of her when she put in her false teeth, and serving Thanksgiving dinner on her Wedgwood dinnerware.\n\nShe objected to leaving lights on, turning the A.C. below 80 and throwing away unused napkins, yet her savvy stock purchases put a half-million in her portfolio.\n\nJosephine lived for a year after I arrived. She left us her trust fund, her home and three wooden trunks filled with crocheted hats, plus the items John had listed in his voice mail proposal.\n\nNow we live on Amelia Island, Fla., and I have a nest egg of stocks and bonds, diamond rings on three fingers, fur coat in the closet, china, rugs, antiques and a poet/artist who greets me with, “Hey, gorgeous” no matter how rumpled, mismatched or disheveled I am.\n\nBest of all, whenever anyone asks for a decision, John nods toward me and says, “Ask the boss.”"
}