{
  "url": "http://www.nytimes.com/2015/03/08/style/finding-equilibrium-in-seesawing-libidos.html",
  "headline": "Finding Equilibrium in Seesawing Libidos",
  "dateline": {
    "year": 2015,
    "month": 3,
    "day": 6
  },
  "byline": "Marc Jaffe",
  "text": "\n\nSomehow our three children were out of the house and otherwise engaged, leaving my wife and me a rare moment to ourselves. So I suggested to Karen that we take advantage by heading straight to the bedroom.\n\nShe rebuffed me, asking, “How do men get anything done when they’re thinking about sex all the time?”\n\nPerhaps I could have come up with some explanation, but that’s not really what she was after. We had been married for 15 years by then and were raising three daughters.\n\nIn addition, Karen was a busy ob/gyn and part-time mohel. Our opportunities for having sex were scarce. Karen’s interest was even scarcer.\n\nFriends who married long before I did told me that passion may wane in a marriage, but the love doesn’t have to. This was from couples who were still in their 20s.\n\nI couldn’t believe it. To me, single and looking for love and sex, the two seemed so intertwined that I couldn’t imagine one ending while the other blossomed. Fifteen years into my marriage, I was hoping that just a touch of rekindled lust would enable my love to more easily flourish.\n\nKaren wasn’t as concerned about commingling those twin emotions. Her point of view was reinforced each day at work when her patients complained how their interest in sex had faded to the background of life’s challenges.\n\nFor these women and my wife, there had to be the perfect confluence of events for sex to happen. My wife’s requirements were that her job had to be going well, the children didn’t need her attention, the house had to be clean, the temperature had to be between 76 and 84 degrees, and the Democrats had to control at least one branch of government.\n\nHer patients would ask if there wasn’t some pill that would let them ignore the externals and give them back their desire. Karen would assess the acuteness of the concern and try to offer a solution, but she knew there was no magic pill. All she could do was commiserate.\n\nShe would come home and tell me how typical we were and that I would just have to deal with my oversize libido like all the other unsatisfied married men out there.\n\nThen we learned she had Parkinson’s.\n\nSuddenly we were faced with new challenges that completely outweighed any issue of unequal sexual desire. Our fantasy of the next 35 years had included Karen staying in a job she loved for as long as she wished and then for the two of us to shift to a retirement of travel and newfound hobbies.\n\nThat image was replaced by one depicting her early exit from the job she loved and a retirement filled with financial concerns, frequent doctor visits and uncertain health.\n\nOur first adjustment was to try to live in and enjoy the present. It took a few months of finding the right medication and dosage, but since Karen’s Parkinson’s was in the early stages and could be controlled, it wasn’t long before her natural optimism took over.\n\nFor now she would be living her same life, with the minor addition of keeping a secret (so as not to alarm anyone or harm her career), and taking some pills each day.\n\nThose pills would change our life more than the Parkinson’s.\n\nSome of the most common Parkinson’s medications have a potential side effect of compulsive behavior. This can destroy lives when, for example, formerly staid members of the community end up gambling away their life savings or compulsively shopping their way to financial ruin.\n\nThankfully, my wife suffered neither of those side effects. What she did experience, however, was hyper-sexuality.\n\nIt started slowly. I would set the mood for a romantic evening and gird myself for the familiar rejection only to have her say “yes.” The positive reinforcement led me to try again a few days later, and again I was rewarded.\n\nSoon I stopped hearing “no” entirely. Then she was the one suggesting we race to the bedroom when an opportunity arose.\n\nMore than suggesting, she insisted. Unlike my meek, hopeful forays, she began to demand it, urgently and often and in places I never dared.\n\nHer former parameters for sex also became somewhat more generous. Now she merely had to have a job, the children had to be alive, the house had to be standing, the temperature had to be between 0 and 104 degrees and the Democrats had to control at least one branch of government. The combination of those things happening all at once occurred with great frequency.\n\nI was thrilled with our renewed sex life, and so was Karen. She kept saying how happy she was to be back in the club.\n\nShe could no longer relate to her low-libido patients, but did wonder if there may be some way of prescribing her drug as an off-label aphrodisiac. It’s used for restless leg syndrome as well as Parkinson’s. But medical ethics kept her from doing that.\n\nMeanwhile, Karen’s Parkinson’s progressed to the point where she had to increase her medication. I wondered whether this might also increase her obsession with sex.\n\nI got my answer a week later when out of the blue she asked me the exact same question she had asked a few years before, although this time with a different inflection and wholly different meaning.\n\nRather than being dismissive of and confounded by male behavior, she asked plaintively and with empathy: “How do men get anything done when they’re thinking about sex all the time?”\n\nThat’s when I started to fade. Whether it was the excessive demand, an aging libido or psychological stress (knowing that if I didn’t perform, she would have to go to other medications with potentially worse side effects), I was no longer able to consistently please her. Sex became more obligation than joy. I looked for ways to avoid it. In two short years we had completely switched roles.\n\nPerhaps if I had my usual support of friends and family to talk through all this, I might have been O.K. But we were still living in fear of discovery, keeping everything hushed. I would soldier on.\n\nTo keep going, I sought help from my doctor in the form of Viagra or Cialis, but he was reluctant to prescribe erectile dysfunction drugs for an otherwise healthy 52-year-old male. Beyond that, he didn’t know which medication would be best for me if he even accepted that one was necessary.\n\nHe asked about our frequency of sex. I told him nine to 12 times a week.\n\n“Oh,” he said. “I didn’t realize the severity of the problem.” He wrote me prescriptions for all the drug options and told me to let him know which worked best.\n\nIt’s understood that when one spouse gets Parkinson’s, the other spouse will be affected by it. But we never expected that I would have to start taking medication to help with the side effects of my wife’s medication. She was cursing her amped-up libido for what it was doing to me. Something had to give.\n\nWhat gave was the secret we had kept for two years: her diagnosis. Karen decided that the consequences of going public and perhaps losing her job (and of course enduring all the “mohel with Parkinson’s” jokes she’d be subject to) couldn’t be worse than living in this bubble we had created.\n\nSo she began to tell people, and when she did, everyone was sympathetic and supportive, which allowed Karen to focus her obsessive behavior into something worthwhile: fund-raising and advocating for Parkinson’s research.\n\nHer newly found voice allowed us to start a foundation, Shaking With Laughter (we joke that she’s “Shaking” and I’m “Laughter”), that has raised nearly $700,000 for Parkinson’s research in four years.\n\nThree years after Karen’s coming out, she retired from her medical practice and we now work together on the foundation, being partners in a way we never were before.\n\nAfter 25 years of marriage, our sex life has slowly reverted to a dynamic more common to couples who have been married for decades, not weeks.\n\nThe Parkinson’s, relentless as it is, has progressed. Karen’s interest in sex has not only been redirected, but also tempered considerably by the advancing physical complications of the disease.\n\nLast year we became empty nesters. This is the time I envisioned long ago when she and I would travel and rekindle our sex life. My libido isn’t as strong as it was before the diagnosis, but it is back to being stronger than Karen’s.\n\nI’m O.K. with that. I’m thankful for our multiyear interlude of youthful lust. We were each given the rare opportunity to be on opposite ends of the desire spectrum and have an appreciation and understanding of this common sexual divide.\n\nAnd in the end, my married friends were right: There may be a limit to passion, but love flourishes."
}