{
  "url": "http://www.nytimes.com/2015/02/22/style/how-hypochondriacs-say-i-love-you.html",
  "headline": "They have their own ways of showing their devotion.How Hypochondriacs Say ‘I Love You’",
  "dateline": {
    "year": 2015,
    "month": 2,
    "day": 20
  },
  "byline": "Nikki Moustaki",
  "text": "The evening I convinced my boyfriend that he had leprosy defined a moment in our relationship that I can best describe as glorious. Leprosy represented a gold medal in my lifelong pentathlon of hypochondria, and I had never been remotely close to it before.\n\nA little-known fact about hypochondriacs is that we don’t just tell ourselves that we have food allergies, epilepsy and alien hand syndrome (yes, it’s a thing). We are happy to persuade others they do, too.\n\nI had finally found a man who would let me play doctor, so to speak. I would spend hours cataloging his every symptom, scanning his body for skin cancer and looking for medical connections in his complaints that a real doctor might miss.\n\nFor example, his feet hurt. He thought it was due to ill-fitting shoes or the fact that he pounds the New York City pavement all day as a commercial real estate broker. So naïve, I thought, running for my laptop, where I discovered that he had cat scratch fever. Just that one symptom, but still, it was possible.\n\n“Please, please, please ask your doctor for a tick panel,” I urged.\n\nHe refused. Why would he become so exasperated over a simple suggestion? Is he suffering from early dementia?\n\nMy hypochondria began in high school. I don’t know if it was a reaction to stress or boredom, a congenital issue or maybe even a symptom of a rare tropical disease, but I found myself in my doctor’s office so often that he should have hung my photo on the wall. My throat hurt, my head ached and my stomach felt like an acid bomb.\n\nUnfortunately, this was pre-Google. I couldn’t convince my doctors that I had one of the few exotic diseases I knew about from my history books — bubonic plague, scurvy, rickets. All of the ailments turned out to be really boring: strep throat, anemia, low blood pressure, poor diet. Hypochondriacs get sick like everyone else, but our common cold symptoms are actually the beginning of the hantavirus.\n\nThe advent of Google was a windfall for me — and trouble. I suffered from breast cancer, mesothelioma and a heart defect. I contracted swine flu, malaria and a brain-eating amoeba. The doctors couldn’t find any of these ailments, however, no matter how hard they looked.\n\nFor more than a decade, my only New Year’s resolutions were to not call an ambulance or go to the emergency room for the next 12 months. Most years I didn’t make it through February.\n\nWith all the heart attacks, strokes and hemorrhaging ulcers I was suffering, who could blame me? But the doctors couldn’t find any truth in my complaints (I swear, doc, I was having a heart attack before I left the house), so I’d slink home in shame, another broken vow added to the list.\n\nA year before I met the boyfriend with leprosy, I woke up paralyzed on my left side, blind and unable to speak.\n\nI couldn’t see the phone, so calling for help was impossible. I pushed myself out of bed with my right arm and leg, landed hard on the floor and crawled for what seemed like an hour, finally reaching the front door and somehow opening it. I sprawled in the hallway until a neighbor found me and called 911.\n\nI knew it was a stroke. For real this time.\n\nThe neurologist said I had suffered a complicated migraine, since my initial symptoms seemed to have resolved. I had regained vision, could move my left limbs and speak again. He said to go home and eat three daily meals, sleep eight hours each night and exercise for a half-hour every morning.\n\nI insisted on M.R.I. and CT scans, which showed nothing. My family, knowing I had a predilection for exotic diseases, accepted the doctor’s advice and suggested I stop focusing on illness.\n\nOver the next nine months, I became increasingly ill. Being single and living alone, I had no one to witness my profound fatigue, unrelenting migraines, left-side weakness, difficulty walking, confusion, memory loss, aphasia, brain fog, visual disturbances, ringing in the ears, tremors and twitching, numbness in my left hand, wooziness, insomnia, inability to concentrate, photosensitivity, stammering, ataxia, difficulty speaking, forgetting how to perform everyday tasks, low body temperature, increased allergic response and heart palpitations. My face burned, and I’d regularly find myself lost in a neighborhood where I had lived for 10 years.\n\nI went to 17 doctors who suggested I might have a variety of ailments: basilar migraine, adrenal fatigue, mononucleosis and stress. None of these felt right.\n\nMost doctors said there was nothing wrong with me. I looked fine and my blood labs were normal. At night, alone in front of the computer, having dimmed the screen because it hurt my eyes, I tried to piece together the puzzle of my crumbling health.\n\nFinally, after poring over my lab results from an infectious-disease doctor, I noticed something she had ignored: a past infection for tick-borne relapsing fever and Colorado tick fever. I had been rescuing dogs for dozens of years and had pulled three times that many ticks out of my own skin.\n\nI found a tick disease infection specialist in Manhattan and was soon told I had Lyme disease and five other tick borne co-infections. It was a Pyrrhic victory. I was sick! Damn, I was sick.\n\nThe Lyme disease bacterium had been flourishing for months and had entered my brain and central nervous system. I began treatment, which was long and painful. I searched online harder than ever, now determined to find solutions rather than diseases.\n\nI was still in treatment when I started dating my boyfriend. He knew I was sick, and he was accepting of my limitations. I rattled off my symptoms every morning into his kind ears.\n\nEventually he started sharing a few of his own medical complaints with me, and we started bonding in illness, a language I understood. On the rare occasions we would argue, I’d wail, “You never look up any of my symptoms on Google! You don’t love me!”\n\nThe night of the leprosy diagnosis, my boyfriend had what looked like an irritation circumnavigating his hip area near the band of his sweatpants.\n\n“Did you change your laundry detergent?” I asked.\n\nHe claimed he hadn’t.\n\nI took photos of the rash with my iPhone so I could enlarge them. I ruled out contact dermatitis, spider bites, shingles, eczema, fungal infection, syphilis, poison ivy and lichen planus. I ruled out 50 other diseases until I landed on the one I was sure of: leprosy.\n\nI knew that an overlooked medical condition could be deadly. My tick-borne brain infection was validation that I wasn’t just a hypochondriac. I had a disease many doctors had failed to see, hundreds of logged search hours under my proverbial belt and the gift of fine powers of deduction.\n\nMy boyfriend’s leprosy, I determined, was the type that starts as a small lesion and eventually leads to blindness and facial disfigurement.\n\nI sat next to him in bed and cried as he tried to sleep.\n\n“You’re going to be fine,” I said, rubbing his back. “You probably have the kind of leprosy that responds to treatment.”\n\nI found a leprosy clinic at Bellevue Hospital in Manhattan, a quick bus ride across town, one of only 11 in the United States. I felt lucky for both of us that it was nearby. I emailed him the address of its website, which included the phone number, and begged him for days to make an appointment. He finally relented.\n\n“Don’t touch any part of the bus on the way there,” I told him. “Please use the hand sanitizer I gave you.”\n\nThe day of his appointment, I felt a kind of lightness I hadn’t had in years, relief not just that I was able to persuade another person to take me seriously, which is a boon for any hypochondriac, but that I didn’t have leprosy.\n\nFinding leprosy in anyone but my boyfriend would have sent me straight to that clinic myself, pointing to freckles and birthmarks. But now I had someone to care for and love. I could transfer some of my neurotic energy to him — and, of course, save his life.\n\nMy boyfriend said that the leprosy doctor didn’t quite laugh at him, but he did smile for the entire visit and sent him away within moments of looking at the rash, which the doctor assured him was nothing serious, probably just an irritation that would go away in time. I was profoundly relieved for a few minutes.\n\nBut if the rash wasn’t leprosy, what was it? And why hadn’t the doctor performed a biopsy?\n\nI took more photos of the small red bumps and typed “rash” into Google images for the 10th time. That’s how a hypochondriac says, “I love you.”"
}