{
  "url": "http://www.nytimes.com/2015/01/25/style/modern-love-navigating-manila-with-a-map-a-bicycle-and-a-stormy-heart.html",
  "headline": "In Manila, Two Seasons, No Regrets",
  "dateline": {
    "year": 2015,
    "month": 1,
    "day": 22
  },
  "byline": "Laurel Fantauzzo",
  "text": "The Philippines has just two seasons: raining and not raining. One September, the same month a typhoon wrecked the sea wall at Roxas Boulevard in Manila, a young woman walked into the room I was in and fell into a chair next to me. And I knew that from then on I would have just two seasons as well: before her and after her. Before I even knew her name, I thought: “Come with me. Take me with you.”\n\nIn the weeks before we met, I had been trying and failing to navigate my mother’s home country alone. I knew a little Tagalog; I had been here on short visits.\n\nBut the Philippines’ storms, its traffic, its poverty, the scrutiny I faced for my pale face, dark hair and oddly Italian last name — all of it drove me to spend my days indoors, feeling overwhelmed, instead of fulfilling the research tasks of the six-month grant I had earned.\n\nMy Filipino friends tried to teach me to use the trains and jeepneys (open-air buses). They urged me to practice my Tagalog. “Leave your house for a walk at least,” they exhorted.\n\nI practiced the words salamat (thank you) and paalam (goodbye). But I got lost. I misunderstood and I was misunderstood. So I hid at home.\n\nUntil I met her. We mirrored each other, except we didn’t. We were both nearsighted, curly haired, ethnically ambiguous Americans with Filipina mothers.\n\nBut she wasn’t afraid of Manila, even though it was her first time in the city. I was a careful introvert, prone to physical injuries. She was an intrepid navigator and athlete.\n\nShe used a small folding bicycle, a tiklop, to commute on Manila’s packed highways. When jeepneys narrowly missed her, she laughed. Every kind of weather pleased her. She smiled at the floodwaters along perpetually flooded Taft Avenue. She pedaled along Manila’s parks for sweet cups of silken tofu from street vendors on hot mornings. She nodded at every local who scrutinized her.\n\nWhenever she had an appointment in a new place, she consulted an old paper map and then bicycled to the meeting point. “Manila has a map?” one of my local friends asked her, incredulous, and she grinned.\n\nI was 27, with a few relationships in my past. I had begun to think of love as a practical, adult requirement to fulfill. Selecting a partner, I thought, would be much like applying for a job or choosing an apartment in a new city. Love depended on vacancies. Love was a choice. For love to really work — in a going-to-brunch, bills-paying, plan-making sort of way — love had to be rooted in pragmatism. Love was not as chaotic and forceful and life threatening as a storm, right?\n\nSo what was this unruly feeling? What was this new voice in me thundering impractical things? Like: Is she on a turboprop plane during rainy season? Cutting through floodwaters with 16-inch bike tires? O.K., then. That’s where you want to be; that’s what you want to do. Show her every kindness you can. Stop hiding. Your fear ends here.\n\nOf course, my fear didn’t end there. I was nervous and needed advice.\n\nAh, love advice! Love advice is what many Filipinos — inventors of the kundiman love poem and the harana love song and thousands of teary telenovelas — live to give. My friends clapped delightedly at my new crush, then asked questions. “Is she around your age? Good! Is she single?”\n\nI didn’t know.\n\nSoon after meeting, she and I traveled together to a remote province. I rode the back of a motorcycle she drove. I kept my hand on the sweet solidity of her shoulder, and we found secret beaches and caves. We ate pancakes and drank sake and ended up playing a game of truth-or-truth on our parallel hostel beds.\n\nDuring one long pause, my words jumped up like a wave: “I like you. If you want to date here, I’d love that.”\n\nShe paused. “It’s complicated for me. I’m talking to someone in the States.” Before I could ask what “talking to” meant, she changed the subject.\n\nThe next day, I hugged her goodbye and went back to Manila alone. I felt resigned, sad that our friendship would never be more. Then she sent me a text: “Really enjoy your company. Looking forward to more.” And I felt bright hope.\n\nMy friends, alarmed, gave me more advice: “Don’t wrap your life around her. You only have four months before you go back to the U.S. Whatever happens, love yourself more. And if she isn’t single, let her go.”\n\nI nodded in agreement. I told people we were just friends. But when I changed my plans to avoid being alone with her, she sent more texts. “Think you’re really great.” “You got it goin on.”\n\nHer compliments felt like the sun; I wanted to feel them forever. I didn’t know how to eclipse my want.\n\nThen I was spending weeknights with her, sleeping on her couch. She was bumping her shoulder against mine when we walked side by side. I was touching the front of my knee to the back of her knee under restaurant tables. When I had something heavy to carry on my fragile shoulders during our crushing commutes, she took the load from me.\n\nWhen I noticed she coughed from the city’s smog, I stuck a pile of mint lozenges into her bag. Manila began to feel like home. And, with our resemblance and our caring gestures for each other, we felt like family. I never asked her about the person she left behind in the United States.\n\nThe bicycle I finally decided to buy for myself was also a tiklop: an aluminum folding bicycle with a matte black frame, decorated with a few bright Philippine flags. It had 16-inch wheels and sensitive steering. She said she was envious of my purchase, and I grinned and pedaled behind her.\n\nThen, at a restaurant, friends started sharing stories about the people they were dating. And that’s when she announced happily that the person she was “talking to” in the United States would be visiting her here in a few weeks.\n\nWhile our friends toasted the coming reunion, I bolted to the bathroom. I tried to stop crying as the voice in my head thundered, “Really now, don’t continue!”\n\nThat night, when she joined me on her couch and said she didn’t want to lose me, my resolve scattered. I held on to her and kissed her.\n\nWe parted a few weeks later, when her visitor arrived. She reminded me that she had been honest with me. She had never been single, and she had never promised to choose me. But she had enjoyed my company in Manila, and I had enjoyed hers.\n\nI tried to move through the Philippines alone again. I thought that in navigating Manila’s streets with her, I had evolved into a braver version of myself. I thought I could hazard conditions like “casual” and “not dating seriously.” I thought I could control my emotions.\n\nBut I had succumbed to everything about love my friends had warned me about. I had wrapped my life around her. I had not let her go. I had not sheltered my heart. I had not loved myself more.\n\nA week later, as I prepared to move back to the United States, I touched the glossy Philippine flags on my bicycle’s frame. I tried to fold and fit my tiklop into my biggest suitcase, but the bike jutted out disobediently.\n\nI waited until 12 hours before my flight and then I wheeled the bike and my suitcase to a nearby bike shop and showed the Filipino mechanics how the tiklop, even folded, did not fit in the empty suitcase.\n\n“I can’t,” I stammered in Tagalog.\n\nThe mechanics understood. “We can!” they reassured me, and got to work. When they pulled out their tools, I turned away for a moment, looking toward the house I had hidden in for so long, before I had met her.\n\nWhen I turned back, my bike was a pile of parts. The mechanics had worked fast. It was hard for me to believe the tiklop had ever been a bicycle, heaped as it was with its strewn cables and naked frame and separated wheel set. What was it supposed to do now?\n\nOne mechanic zipped the suitcase shut and put the wheel bolts into my palm. “It’s done now,” he said, smiling.\n\nI gripped the bits of metal and pressed cash into the mechanic’s hand. My throat felt too closed to say anything. My throat would feel closed for months.\n\nBut in my silence a voice spoke in me again. Not in the thundering way it had before. In a steady, gentle way I didn’t feel capable of hearing yet, now that she was gone. But I did hear it.\n\nYou have everything you need, it said. Your parts are still there. You will move through this. All weather eventually passes. Say thank you. Say goodbye. Now go."
}