{
  "url": "http://www.nytimes.com/2015/09/20/fashion/modern-love-quirkyalone-is-still-alone.html",
  "headline": "‘Quirkyalone’ Is Still Alone",
  "dateline": {
    "year": 2015,
    "month": 9,
    "day": 17
  },
  "byline": "Tim Kreider",
  "text": "Lately I’ve been having a lot of conversations with friends who find themselves still single in their 30s and 40s and are starting to worry that it’s not those swinish men/crazy women or New York City’s cruelly Darwinian dating scene or bad luck.\n\nIt’s just them.\n\n“I keep giving myself to people, and they don’t seem to want me,” one of my friends said after her last breakup.\n\nAnother, crying at her dining room table because she hadn’t had a “real” relationship in years, said, “I must be doing something wrong.”\n\nMy friend Jasmine, who has been engaged to two men and married to a third, describes herself as perennially single. “I was single even when I was married,” she says, “like I’m a smoker even when I quit smoking.”\n\nWe marvel at how most people, including many who seem less datable than us, successfully manage this simple trick — maintaining relationships — that we can’t seem to pull off. It’s like my incomprehension and awe at watching others file their taxes on time.\n\nIt would be easy for a glib armchair analyst to conclude that although these people think they want to be in lasting relationships, on some level they really don’t or else they would be by now. They’re all lovely, intelligent and ambitious. Even in New York City’s dating pool, they are catches. But when it’s you, trapped in the labyrinth of your own intractable patterns, it feels much more involuntary.\n\nWhy do we keep being attracted to the obviously unavailable, the grotesquely inappropriate, the resolutely wacko? I feel like we’re a brother- and sisterhood of misfits, one that becomes more desperate and closely bonded as our numbers dwindle, like an embattled platoon down to its last few soldiers.\n\nAt rare moments, thinking of all my friendships, flirtations and flings, each with its own unique mix of camaraderie, affection and sexual tension, I feel privileged, as if my life is much richer than those of my friends stuck in longtime marriages. But alone and awake in the hours after midnight, I can’t help but feel illegitimate, peripheral, as if I’m missing some crucial piece of human equipment.\n\nSinglehood is now being celebrated as a legitimate lifestyle; we’re called “proud singles” or “quirkyalones.” This phenomenon seems to be confined exclusively to magazine articles; I have observed few specimens in the wild.\n\nMost of the single people I know are looking for someone. In general, human beings seem to be happier in relationships. Or maybe happy isn’t the right word.\n\n“My wife has been the single largest source of pain and frustration in my life,” one correspondent said. “But she has also been my largest source of joy and blessing.”\n\nYou could make the argument that, because his wife increases both pain and joy in equal measure, these things cancel each other out and he and I come out even. But we all know this isn’t true. His life is both more difficult and more enjoyable, more complex, deeper and (why not just say it?) better than mine.\n\nThere’s a whole universe of stories to be told from inside of lasting relationships and marriages, but that universe is inaccessible to me. Those couples holding hands on the sidewalk or lazing in the park on a Saturday afternoon, complacent as livestock, seem oblivious to their own happiness.\n\nThis is an illusion, I know. As one 12-step adage states: “Don’t compare your insides to other people’s outsides.”\n\nYears ago, when I was having an addictive and doomed affair, my lover and I would be in a restaurant clinking glasses, slurping oysters, shamelessly making out in public, and when we caught people looking at us we’d say to each other fondly: “Look, they think we’re happy.”\n\nBut presumably someone out there must be happy. Happy relationships feel impossibly distant to me, almost hypothetical, like world peace or ever finishing the book I’m working on.\n\nRecently I got all crushed out on someone for the first time in a long time. She was someone I had known for years, but I had always assumed she didn’t consider me a candidate for a boyfriend, or even fling material. When she invited herself over on a pretext so transparently flimsy it could not be anything other than a proposition, I was shocked to learn how much I had wanted her, and for how long.\n\nOf course, it was doomed as usual. The first thing she said when we came up for air from our first kiss was, “Jen shouldn’t know.” She thought for a moment. “Karen, either, probably.”\n\nShe was skittish about public displays of affection. Even though she was the one who had started it, she kept insisting the whole thing was a bad idea, totally unsustainable. We would both be traveling for the next several months, and there were, she pointed out, irreconcilable long-term incompatibilities between us. It would be better to quit while we were ahead. I believed we could get farther ahead before quitting.\n\nThough I had already moved out of my apartment and was about to leave for the summer, I stayed on, holed up at her place, for three days longer than I had planned.\n\nEach day, around midmorning, she would sheepishly ask whether I could delay my departure for one more day. When I asked why she didn’t just admit she wanted me to stay and I’d get a sublet for a week or two, she’d insist that no, no, no, it wouldn’t work out. I should leave tomorrow.\n\nI was like Scheherazade: Each day my last, earning every extra day with my charms. I imagined that years from now I would still be calling Amtrak daily to again postpone my departure, and she still wouldn’t admit that this was anything long-term.\n\nI understood my own avoidant tendencies well enough by now to recognize her reluctance to let slip any admission of affection, her protests that this could not possibly be a “real” relationship, and her sporadic, halfhearted attempts to break things off as symptoms of her fear that she was becoming attached to me.\n\nIn a way, they were confessions of affection as frank as notes passed in class or my name drawn on her notebook cover. And 19 years of cat ownership had accustomed me to adoring something that only betrayed signs of reciprocal affection by accident. I would hoard every glint in her eye or curl of her lip as little victories. Making her laugh felt like winning the battle of Austerlitz.\n\nLike all of us lonely ones, she was doggedly working at cross purposes to herself, inventing reasons that what she obviously wanted was impossible, trying her best to drive away someone she kept holding on to.\n\nI was not unfamiliar with this behavior. The cover of my first book of cartoons showed a man desperately clinging with one hand to a branch overhanging a cliff, while furiously sawing through that arm with the other.\n\n“I’m confused about how I feel,” she cautioned me. “I’m inexperienced in this realm.”\n\nI wasn’t sure what realm she meant. The realm of caring? Of falling for someone who didn’t fit her agenda? Of relationships longer than a week?\n\n“It is the Realm of Mysteries,” I told her. I had no idea what I was talking about.\n\n“I like that,” she said.\n\n“Welcome,” I said.\n\nSo now we have entered the Realm of Mysteries. I wish there were generally recognized stages of love, like there are for cancer, so that you could gently break it to someone without causing a panic. “Listen, I love you, but it’s only Stage 1 — still very treatable.”\n\nFor now I’m just savoring the illusory sensation of being in a relationship, even though I know it can’t last. We’re like a couple dressing up and splurging on a night out in a restaurant they can’t afford. But I understood this going in, and now it’s been so long since I’ve cared about anything enough to get hurt that heartbreak would be a welcome sign of improved mental health.\n\nIt’s a relief just to know that my brain can still do this, that it hasn’t lost the chemical capacity. I had secretly started to fear that it had been drained of dopamine by age or depression.\n\nIt was amazing to see a familiar, funny face transfigured into something radiant, to sit side by side on the floor like kids after school reading her grade-school journals together, to lie curled in bed watching heat lightning flicker through the window, to find love and sex improbably intertwined. It was as miraculous and fleeting as the fusion of some exotic unstable element that can only exist for an instant, but at least now I know it’s theoretically possible.\n\nIt gave me hope for all of us, all we lonely ones on the outside looking in. It was so nice just to walk hand in hand with someone out into a spring morning in New York, like any other couple on the street, feeling, for once, as if I were allowed to belong in the world."
}