{
  "url": "http://www.nytimes.com/2015/12/27/fashion/one-reason-not-to-believe-in-santa-claus.html",
  "headline": "One Reason Not to Believe in Santa Claus",
  "dateline": {
    "year": 2015,
    "month": 12,
    "day": 24
  },
  "byline": "Andrew D. Scrimgeour",
  "text": "When the parish newsletter announced that Santa Claus would be visiting our church on Christmas Eve, I was not amused. He would not be participating in the actual liturgy. In fact, he would not be in the sanctuary at all but rather in the Great Hall following the early service — a time geared for families with young children.\n\nEven so, I was conflicted. Was it appropriate for Santa to come to church at all?\n\nMy wife, Dot, laughed at my discomfort and called me hopelessly old-fashioned. “You wouldn’t deprive our kids of this fun, would you?”\n\nExcited by the news that Santa was coming to church, our 3-year-old, Drew, announced he needed to talk to him. He wanted reassurance that Santa received the letter he had dictated to us and then crayoned with a rainbow border. Our daughter, Meghan, was only 5 weeks old, so Santa was simply an early photo-op for her.\n\nIn some families, an uneasy truce exists between the biblical stories of Christmas and the tradition of Santa Claus. I grew up in rural Oregon in a home where the story of the manger-born baby reigned supreme.\n\nFrom the pulpit and from the head of our table, my father, a fundamentalist preacher, warned about the secularism of the marketplace, which he claimed was elbowing the Holy Child aside, enthroning instead the Giver of Gifts from the North in the prime real estate of a child’s fantasy world.\n\nThere was no more repugnant word in the lexicon of his sermons than “secularism” — the beguiling force watering down the purity of religious tradition.\n\nYet my father relented when we children pleaded with him to let us, like all our friends, petition the man in red, and he took us 60 miles down the Columbia River to the J.C. Penney department store in Portland. Little did we know he had driven the twisting road from Hood River so as to be out of the range of discovery by his parishioners.\n\nOver the years we recounted that trip as one of the rare times our father had unlocked that tightly guarded room within him where more than hymns were sung, a place where he was just Dad, not our pastor.\n\nSanta was never welcome inside his church. A sacred barricade separated the church and its secular competitors. That I was an heir of this tradition, more than I had ever thought, was becoming clear, even though we now attended a church that embraced modernity.\n\nWhat mattered to me were the lasting impressions that the rituals of Christmas would make on our children. Despite Santa’s saintly origins, I wanted the angels and the shepherds, the stable and the Magi, along with the other beloved sacred fictions surrounding the birth of Jesus, to populate their memories and imaginations.\n\nWhile Dot and I sorted out the religious options, we were clear on one topic: We wanted this Christmas, Meghan’s first, to be perfect. Our prior Christmas had pulsed with tension and worry.\n\nDuring the preceding weeks, I had tottered on the brink of losing my job, having strained my relationship with my boss and lost his confidence. My attempts to regain his favor failed, so my employment was in jeopardy as we decorated our tree, completed our holiday shopping and headed to church on Christmas Eve with our then 2-year-old son.\n\nThe world of a toddler is a powerful distraction from the woes of adult life. Seeing Drew looking around the sanctuary from his perch in the pew, taking in all the pageantry with great somberness, then thoughtfully choosing a Cheerio from his little stash of provisions brought waves of gratitude.\n\nI was blessed beyond measure. Yet as I sat in the candled darkness, the familiar words from the Gospel of Luke turned sour and jarred me from my reverie: “And Mary gave birth to her firstborn son and wrapped him in bands of cloth, and laid him in a manger, because there was no place for them in the inn.”\n\nA family without a proper roof over its head. A young husband unable to properly provide for his pregnant wife. And what of me? Could I keep my family secure in our Denver bungalow? Could I keep a paycheck coming and not miss a mortgage payment? Not the most uplifting meditation for Christmas Eve.\n\nDuring the Lord’s Prayer, Dot grasped my hand, giving it a squeeze, reassuring me that she knew my turmoil and had confidence in me, one of those unbidden gestures or glances that passes wondrously at opportune moments between intimates.\n\nWhile it took until spring to resolve my job issues, happy news bounded onto centerstage around Valentine’s Day: Dot was pregnant. And in mid-November, Drew became a brother. My Aunt Helen, a nurse who loved to keep close watch on all our affairs, noted with astonished admiration that our daughter must have been conceived during the dark days of my employment crisis.\n\n“Did you think I would allow Andy’s boss to interfere with our love life?” Dot said.\n\nAs we entered the Great Hall that year, Santa was not hard to find. Encircled by families, he was holding court from a large ornate chair near the front of the stage. The chair looked surprisingly like one that usually resided near the altar in the sanctuary.\n\nWhile not altogether convincing, this Santa seemed a reasonable facsimile for the very young. A youthful face peered from behind the billowing white beard. A pillow or two filled out the girth of the red velvet suit. His eyes seemed less than confident. It was the rector’s son, barely out of his teens, gamely performing his outsized role.\n\nWe joined the line of parents and watched the familiar rites unfold. Flashes flared as cameras captured the bewildered toddlers, the earnest preschoolers, the attentive parents and grandparents, and Santa with his less-than-resonant “Ho, Ho, Ho!”\n\nSoon it was our turn, and Drew walked up to Santa without coaching and sat on his lap. When asked, “And what would you like for Christmas, little boy?” Drew seemed confused. Looking Santa in the eye, he said, “Did you get my letter?”\n\n“Of course,” Santa replied.\n\n“That’s good.” Drew said, and climbed down, his business satisfactorily concluded.\n\nThen it was Meghan’s turn. Dot placed her in Santa’s arms and stepped back so I could continue my photographic duties. Santa seemed unsure what to do with a customer who couldn’t engage in a basic conversation, and he kept readjusting her in the crook of his arm.\n\nKnowing how to hold a baby didn’t seem to be on this Santa’s résumé, a fact that was quickly confirmed when Meghan began slipping like a toboggan out of his white-glove hold and down the narrow ravine of his arm. Before we could dart to her rescue, she had cleared the ridge of his knees and plunged to the floor before scooting to a stop, face up, several feet beyond his boots.\n\nThere was no sound. No cry. Instantly, all gaiety left the room.\n\nRushing forward, fearing the worst, we inspected our baby. She did not appear to be hurt, scratched or even disturbed. Her receiving blanket, diaper and winter sleeper had padded her like a papoose.\n\n“What’s wrong with you?” I said to Santa, pouring my outrage into a glare that would have frozen a herd of rushing reindeer in its tracks. “You dropped our baby!”\n\nLooking dazed, he fumbled an apology, his alcohol-laced breath explaining much.\n\nI couldn’t leave the church fast enough. I wanted my family in the protective custody of our car as quickly as possible. Driving home in the snow, relieved we were not following an ambulance, we began to untangle our jangled emotions.\n\nShock and disbelief swirled with the horror of what might have been. Had we been irresponsible parents to entrust our newborn to an uncredentialed Santa? As I chastised myself, I heard my father’s admonishing voice: “When you lay a violent hand to the tradition, you must beware the falling statuary. You brought this on yourself, son.”\n\nBut instantly, a new father’s indignation rose within me, and I thought: No, I didn’t.\n\nWhen you strive for what is best for your family; when you wish to create meaningful traditions for your children, building on those given to you; when you want Christmas to be a festival of gladness; when you want your son to have his questions answered; when you want your daughter’s first Christmas to be marked by joy, you do whatever is necessary to make it so, even if it means expanding the boundaries of the holy on Christmas Eve.\n\nI had no regrets, Dad. None.\n\nAs I drove into the darkness, I felt a familiar, reassuring hand come to rest on mine."
}