{
  "url": "http://www.nytimes.com/2015/08/23/style/overcoming-love-addiction-one-apple-martini-at-a-time.html",
  "headline": "Overcoming Love Addiction: One Apple Martini at a Time",
  "dateline": {
    "year": 2015,
    "month": 8,
    "day": 20
  },
  "byline": "Peter Demarco",
  "text": "I appeared as a love addict on a live morning television talk show in Detroit in the late 1980s, when I was 28. The producer, whom I knew through my job as a New York City book publicist, arranged for me to fly out to be a guest, along with an author who had written a book on love addiction.\n\nIn front of a studio audience, I shared how I had lost my mother at 15 and my father at 20, and had remained with my younger brother and sister in my childhood home, where I was still living as an adult. My goal was to be loved, I told them, and my obsessive need to fill an emotional emptiness had left me powerless to move forward with my life.\n\nThe author confirmed that love addiction was as serious as heroin or alcohol dependency.\n\nOstensibly, I had flown to Detroit with the hope that a public sharing and meeting with a specialist could help me overcome my addiction. But after leaving the studio I flew to Pittsburgh for a blind date with a producer I had been flirting with by phone for the previous six months. I saw the Detroit trip as an excuse to call and ask if she would be free that Friday night. I said I would be in the area, by plane.\n\nShe was shocked and said she would love to meet me, then booked me into a hotel for the weekend.\n\nAfter a taxi dropped me off in front of the Pittsburgh television station, my adrenaline from appearing on live TV had worn off, and I stood frozen beneath the giant call letters on the building, suitcase in hand, feeling like the scared, sad creature I had been all of my life, someone whose self-worth was dependent on a woman’s acceptance, and in this case, someone I had never met.\n\nMy weekend in Pittsburgh turned out to be the worst thing for a love addict: a storybook romance of candlelit dinners and hand-holding in the Mount Washington neighborhood. Two weeks later she came to visit me, and as we walked along a Long Island beach, arm in arm, I felt a high that no drug could ever top.\n\nTwo months later she moved west for a bigger job in a bigger market, and her late night “I miss you” phone calls stopped. I never saw her again.\n\nDuring this period, I couldn’t function at work, couldn’t pick up the phone to do my job, didn’t even want the job anymore. I sat there in disbelief, wondering how someone who couldn’t stop staring into my eyes when we were together could suddenly be gone.\n\nOne day my boss walked into my office and handed me a piece of paper with a phone number. “Call her,” she said. “She saved my life.”\n\nThe number belonged to a therapist who had studied with Anna Freud.\n\nI sat in therapy once a week, offering up my life to her. She told me I was taking 15 years of emotional life with my mother and placing that baggage onto each woman. She called them little deaths: Each time a woman rejected me I experienced the loss of my mother all over again.\n\nI was also starting to go bald, which only fed my insecurities. I explored self-help and empowerment seminars and began to find confidence within myself, but it was easy to do when I wasn’t romantically attached.\n\nWhen I was fired from a different publishing company for not being committed, I took the time off to prepare the house for sale. It was a difficult decision. The house had become a character in my life, something I needed to care for, because, according to the therapist, I was waiting for my parents to come home. “The subconscious dies hard,” she said.\n\nI moved to New York, where I began to pursue an acting career and work temporary office jobs to make money.\n\nOne Memorial Day weekend, when I was 38, I had one of those better-than-scripted encounters, similar to what happened in Pittsburgh. Out to dinner with a group of friends, I ended up sitting next to a friend’s wife’s cousin, visiting from Los Angeles. She lived in Venice Beach and sold jewelry on the boardwalk.\n\nThe next day we went to Coney Island and rode the Cyclone roller coaster, which had always been one of my fantasy dates and something my parents had done when they met. It was the kind of date I had never gone on as a teenager.\n\nLater, on Columbus Avenue, we stopped in one of those new martini bars. It was a Saturday afternoon, and the bar was empty. She ordered apple martinis. I said I didn’t like martinis, but she said to trust her.\n\nThey went down like candy. We danced to the Bee Gees on the jukebox; I kissed her.\n\nAfter walking and talking for hours, we said good-night in front of my friend’s apartment. Then she said something odd: “You’ll probably be married by the next time I see you.”\n\nI called three days later when she was back in L.A. and said I was ready to get on a plane, but she sounded aloof. I could hardly believe this was the same person from a few days earlier. “Let’s just see how things go,” she said.\n\nI hung up in shock, knowing it was over. I hated myself for sounding, once again, too desperate, yet I felt powerless to stop the pattern of placing all of my hope in someone I hardly knew.\n\nIn my studio apartment, which lacked a view of the sky or of any greenery, I felt sealed off from the world and was reminded of the short story “The Cask of Amontillado,” in which a man is entombed behind a newly constructed brick wall.\n\nI bought apple martini ingredients and played the Bee Gees. I stared at the chilled green liquid in the delicate glass with desperation, as if I could telepathically communicate with her.\n\nThe receptionist at my latest assignment, a young married woman from the Midwest who was studying to be a therapist, noticed my depressed body language and asked what was wrong.\n\n“An apple martini,” I said cryptically, and told her the story.\n\nShe said I was worrying about the wrong things and that my problem was not having career direction. “You should become a teacher,” she said. “New York City needs teachers.”\n\nIt was an unusual thing to hear, since that subject had never come up in our conversations. But I was truly desperate, ready to hear something different. I was a writer and loved reading. And the year before, I had been a Big Brother mentor to an 11-year-old boy.\n\nTwo days later I applied to a new teaching program that was looking for non-teachers to be trained and placed inside the city’s neediest schools. They would also pay for a master’s degree.\n\nFor my interview in front of a small group of candidates and interviewers, I created an English lesson in which I used my first baseball glove to symbolize childhood innocence and my love for my father, who had been dead for almost 20 years. Then I read a paragraph from “Catcher in the Rye” in which Holden talks about his dead brother’s baseball mitt.\n\nThree months later, I stood in front of a classroom of ninth graders in a Washington Heights school. I finally had a career, one I could love.\n\nAfter my first week, I took a walk down the Upper West Side to meet a friend for dinner. I passed by the martini bar where the L.A. woman and I drank apple martinis. I went in. In an indirect way, my life had changed because of that drink, and I wanted to make a symbolic toast to her. It was also an act of self-pity.\n\nThe bartender was the same guy from that weekend. I asked if he remembered me. He said he didn’t. I told him we were the only ones there and had danced to the Bee Gees. He said that people danced in there all the time, that they got engaged — he’d seen everything.\n\nI ordered an apple martini and said I was celebrating becoming a teacher.\n\n“What do you teach?” the woman next to me asked. And for the second time, an apple martini changed my life, because I’ve been married to her for 13 years.\n\nSometimes, when I sit on the stoop in front of my house in the suburbs and watch my two young boys play on the lawn, I think about the crazy series of events that occurred when I went back to that martini bar to lament a woman who had predicted that I would be married before we met again.\n\nI never displayed the love-addict tendencies in the initial relationship with my future wife. Maybe it was because I had found a career I loved. One thing I do know: It helped that she liked bald guys."
}