{
  "url": "http://www.nytimes.com/2015/06/28/style/when-freedom-comes-at-a-price.html",
  "headline": "When an Open Relationship Comes at a Price",
  "dateline": {
    "year": 2015,
    "month": 6,
    "day": 25
  },
  "byline": "Eliza Kennedy",
  "text": "During college, I spent a few wonderful evenings making out with a longhaired poet. I spent a few weeks messing around with a gentle, funny religion student. I even briefly, if accidentally, dated a high school student (since when do 17-year-olds have beards?).\n\nThis is what you do in college. No longer tethered to childhood routines and unburdened by the judgments and prejudices of people who know you best, you explore and experiment, sampling new ideologies, new points of view. New people.\n\nSo I sampled, freely and happily. But my situation was different from most: I also had a serious boyfriend at the time. Serious, as in we lived together. We owned two cats together. I wasn’t breaking any rules, however. We had an open relationship.\n\nIt was a complete disaster.\n\nMy boyfriend and I met in Introduction to Philosophy. He was dark-haired, charming and endearingly weird, one of those passionate, articulate boys who live life in superlatives. The music he listened to was the best of all possible music. The books he read stood at the pinnacle of literature. He himself was going to be the greatest philosopher of his generation.\n\nI know, I know. But I was only 18! I was, and still am, a sucker for a quick wit, a raucous laugh and a big brain. Moreover, my boyfriend was generous with his grand convictions: The people he surrounded himself with were destined for greatness, too. Loved by him, I felt swathed in glory.\n\nInseparable from the start, he and I explored the new world of our university together, attending readings, plays and concerts. We ate pie and sushi. We drank gin and lemonade. I spent the summer in his hometown, falling under the spell of his courtly father and gracious mother. Back on campus in the fall, he and I moved in together, filling a ramshackle apartment with music posters and thrift-store furniture.\n\nCue the cats. Cue domesticity.\n\nOr rather, don’t. My boyfriend was committed to living his life according to strict intellectual principles, and for him, personal freedom was paramount. Love could not require constraint, foreclosure or deprivation. He argued that even though we planned a future together, we should always permit each other to do as we pleased, including dating other people.\n\nWhoa, sorry, what? I was from a small town in Illinois. My idea of romance was as conventional as could be, involving me and my boyfriend “sitting in a tree, k-i-s-s-i-n-g.” First comes love, then comes marriage, and so on.\n\nThat playground taunt is also a promise: Exclusivity leads to safety, to vows, to happily ever after. There was no room in our tree for other people.\n\nOr was there? I wasn’t on the playground anymore. I was supposed to be exploring, experimenting, sampling new perspectives. I wasn’t a philosopher like my boyfriend, but I was studying English literature, including Percy Bysshe Shelley.\n\nAs he wrote: “True Love in this differs from gold and clay, / That to divide is not to take away.”\n\nShelley railed against the prevailing morality that demanded lovers marry and be monogamous, and so travel “the broad highway of the world … / With one chained friend.”\n\nOne chained friend. Sounds like fun.\n\nI had no wish to shackle anyone to me, especially not the person I loved best. I didn’t want to concede — by being possessive, by demanding fidelity — that my love was anything less than capital-T True. If an open relationship was necessary to prove how well I loved my boyfriend, I was happy to comply.\n\nThus we were off on our grand romantic adventure.\n\nThe longhaired poet and I had a class together. He was earnest and soulful. He wrote poems on ragged notebook paper and left them at our door in the middle of the night. His poetry was terrible, but it was about me, which improved it immeasurably.\n\nMy boyfriend was amused, maybe slightly impressed that I had inspired verses, but largely indifferent. His attitude seemed to be: Go have fun.\n\nSo I did. Not too much. I was still present, still a good, loving girlfriend. I was just sometimes somewhere else, with someone else.\n\nThen my boyfriend’s attitude changed. He started emerging from his study with questions when I arrived home. Who was this guy? What was his major? Where was he from? What did he read? Was he smart?\n\nQuestions morphed into criticism. That poetry was awful. His handwriting wasn’t that hot, either. Look at those “t’s.”\n\nThen my boyfriend caught a glimpse of the guy, and full-on outrage ensued. Are you kidding me with that hair? He doesn’t look soulful; he looks constipated! What are you doing wasting your time with this clown?\n\nI was doing just that: wasting my time, very enjoyably. But it wasn’t worth my boyfriend’s interrogations and disbelief, his implicit suggestion that by choosing poorly, I had made myself less lovable to him.\n\nSo I chucked the poet and asked whether we needed to rethink our arrangement.\n\nOf course not. There was nothing wrong with our principles, only with how I had implemented them. I was free to continue being free. I just had to do it better. Or something.\n\nI moved on. I spent time with my friend who was studying religion. With my hairy high school student. With a woman who lived in our building.\n\nA pattern emerged. My boyfriend would react at first with nonchalance. He would become mildly curious. Then subtly judgmental. Then not so subtly.\n\nHe always ended up in the same place: offended, incredulous and scornful of my romantic interests for their obvious flaws, and of me for my apparent blindness to them. He was so convinced of his own correctness and so skilled at arguing his positions that pushing back was always an exercise in futility. So I would capitulate and abandon each new love interest, causing a lot of undeserved pain.\n\nHow were my boyfriend’s own adventures in free love progressing? They weren’t. He didn’t date anyone else as long as we were together. Why? He never gave a clear answer. Too busy. Too picky. I felt like the butt of some twisted joke. Romantic freedom was his principle, and yet I was the only one out there living it.\n\nHalfway through our junior year, he moved out. The weight of other people hadn’t caused our bough to break, but it certainly hadn’t helped. No longer in thrall to his supremely persuasive rationale for open relationships, I understood why he reacted as he had.\n\nHe was jealous. He feared losing me. I’d thought I was living his principle, but I had really experienced only one side of being in an open relationship — the fun and easy side. How would I have responded if he had been the one making out and messing around? Not well, I suspected.\n\nEnough with the sampling and the experimenting. I didn’t want anyone to feel threatened or insecure. I didn’t need a crowd. From now on, I was going to stick to one friend at a time. Yes, chains are heavy, chains rust and abrade, but they also bind us and keep us safe.\n\nAfter graduating from college, I dated, in succession, a Swedish guy living in Italy, a fellow editor at my first real job, and a disgruntled ad man. Each time, love bloomed. Then it faded. Except for my love for the disgruntled ad man. Him I married, and our love is still very much alive.\n\nAll around me, friends were doing the same. Pairing up. Settling down. Marrying. Engraving their faithfulness on rings and proclaiming it in vows. Cue domesticity. Cue happily ever after.\n\nOr don’t. I have watched and listened as some of those friends learned how fascination fades. How reality can dull the bliss. Their eyes began to wander, or their hearts did. They cheated. Or split up. Or cheated, then split up. Or stayed faithful and married, but now feel hemmed in and hamstrung. They’re all around me, these people who said “you, and no other,” and meant it. Until they didn’t.\n\nBack to Shelley, who wrote: “I love Love — though he has wings, / And like light can flee.” Sad to say, that pretty much nails it.\n\nI had fled an open relationship, opting for the safety of a closed circle. But the wreckage of monogamous relationships lies all around us. The notion that they’re somehow more stable than open ones is an illusion. Not because monogamy is unsafe, but because all romantic love is. It’s powerful and thrilling. It’s also terrifying.\n\nMarriage isn’t the place to sample and explore, as I did in college. But even here, romantic love is more complicated than in the old children’s rhyme. It’s still an experiment — in trust, understanding and communication. Like any experiment, it could fail. There are no guarantees. As a wife and now a mother, I see that giving my heart to just one other person may be the riskiest way to love of all."
}