{
  "url": "http://www.nytimes.com/2015/07/26/style/modern-love-uniting-a-mysterious-diamond-ring-with-its-rightful-owner.html",
  "headline": "Uniting a Mysterious Ring With Its Rightful Owner",
  "dateline": {
    "year": 2015,
    "month": 7,
    "day": 23
  },
  "byline": "Patricia Morrisroe",
  "text": "On my 25th wedding anniversary, I received a silver ring covered in diamonds via United Parcel Service. It came with a gift receipt but without a gift card. Oddly, the price tag was attached: $2,350, which, if calculated in cubic inches, was almost a bargain.\n\nShaped like an oval shield with a sapphire in the center, the ring was so gigantic it extended beyond the knuckle of my index finger. It was a “statement ring,” and here’s what it said: My husband, after 25 years of marriage, still didn’t get my taste in jewelry.\n\nDecades earlier, there was the chunky Art Deco engagement ring that became a nonengagement ring when we postponed the wedding. Though we had been engaged for only 15 minutes, it was long enough for me to decide that while I still loved my former fiancé, I definitely didn’t love the ring.\n\nFive years later, when we finally decided to marry, I ordered a simple eternity band, which arrived too big. To keep it from falling off at our wedding, I secured it with my nonengagement ring, which made me think of all the years we had wasted being nonengaged.\n\nFor our 10th anniversary, my husband presented me with a delicate Burmese ruby to make up for the Art Deco disaster. I was moved but conflicted: “pigeon blood” rubies derive their name from the color of the first two drops of blood dribbling from a butchered pigeon’s nose.\n\nI have no great fondness for pigeons, but I didn’t want their symbolic blood on my finger. Luckily, the United States government gave me the perfect out. “Myanmar is violating human rights, and the U.S. has banned Burmese rubies,” I told my husband.\n\n“I bought the ring before the ban,” he said.\n\n“Other people don’t know that. Besides, I feel bad for the pigeons.”\n\n“That’s the last time I ever get you a ring,” he said.\n\nI feigned disappointment.\n\nHe stayed true to his word, until the delivery of this diamond shield.\n\n“What were you possibly thinking?” I asked, waving the weapon in his face.\n\n“I’d never get you something like that,” he said.\n\nAs it turned out, he hadn’t. His gift was a beautiful bangle bracelet that immediately fell off my wrist. To be fair, I’m very small-boned, but now it would have to be returned for resizing to the jeweler’s workshop in Jaipur, India. Still, I was so happy he hadn’t given me the shield ring that I didn’t care.\n\n“So who gave you the ring?” he asked.\n\nThe gift receipt was from Neiman Marcus in Beverly Hills, Calif., but the U.P.S. box had a Texas address. I wondered if it was meant for the other Patricia Morrisroe who lives in Oregon and sells tiny “teacup pigs” to celebrities.\n\nI called the Texas number on the label. The woman who answered assured me that the package had been delivered to the correct address. If I faxed her the gift receipt, she said she would provide the identity of the ring’s sender.\n\nAfter being married for so many years, I loved the idea of having a secret admirer. Who could it be?\n\nI was a little disappointed when the sender turned out to be a stranger named Stefan from Studio City, in Los Angeles. His Eastern European surname was unrecognizable. When I told the woman I didn’t know him, she emailed back that Tom from customer service would be in touch.\n\nTom never called. I tried to get through to him but was placed on hold. When I finally reached an actual person and went through the whole story, the woman said, “You need to talk to Tom.”\n\nI then contacted someone in the executive office, who said he’d call back, and surprisingly he did.\n\n“The ring was supposed to go to Vera in Michigan,” he said.\n\nI asked what I should do, and he said he’d get back to me. You can guess the rest.\n\nI called information to get Stefan’s phone number. The operator told me there was no such listing in Studio City. I searched for him on Facebook. Most of the men with his last name were from Bulgaria, but I picked the one most likely to shop in Beverly Hills.\n\nAfter searching his 691 friends, I found a Vera, but she lived in Bulgaria. Her Facebook profile picture was of a boa constrictor. I sent a Facebook message to Stefan explaining the situation. I never heard back.\n\nNeiman Marcus doesn’t have a branch in Manhattan, so I brought the ring to the Neiman-owned Bergdorf Goodman. The woman at client services suggested taking it to Neiman Marcus in White Plains.\n\nTwo days later, my husband announced that he had made a reservation at one of our favorite restaurants.\n\n“You know what I’d really like to do?” I said. “Go to White Plains.”\n\n“Are you crazy? That’s 40 miles away.”\n\n“I know, but I’ve got to get rid of the diamond shield ring.”\n\n“I was hoping we could have a nice romantic dinner,” he said.\n\n“We can — in White Plains.”\n\nReluctantly, my husband drove me to Neiman Marcus, where I found a customer service representative and dived into the story of Stefan and Vera, which had now assumed the tragic dimensions of Romeo and Juliet.\n\n“I can’t help with rings,” she said. “You’ll have to go upstairs to jewelry.”\n\nWhen the jewelry saleswoman asked if I wanted the gift receipt transferred to my Bergdorf’s charge, I just said yes, figuring I’d straighten it out later.\n\nBack home, I spotted a familiar box on the coffee table. Inside was my bangle bracelet. The jeweler had been able to resize it in her New York workshop. Now I realized why my husband had made dinner reservations. He had wanted to make it a special night.\n\nThe bracelet was beautiful. It was also very small, but after I used soap and ignored the pain in my thumb joint, I was able to get it on.\n\n“Don’t tell me,” he said. “It doesn’t fit.”\n\n“It’s perfect,” I said. “Besides, I’m never going to take it off.”\n\nFor the next several weeks, I forgot about Stefan and Vera. My 93-year-old father was in a nursing home in Massachusetts, and I worried constantly about him. My mother had died a year earlier, a month after their 65th wedding anniversary. He was lost without her. I’d never seen him shed a tear until she died, and afterward he couldn’t speak her name without crying.\n\nMy father had been a college student when he proposed, presenting her with a tiny diamond that she subsequently lost. Years later, he bought her a slightly larger one. She cherished it so much that when it no longer fit on her arthritic finger, she took it to the jewelry store to have it enlarged. At the time, she was 92 and could barely walk, but she got there on her own.\n\nAfter she died, I spoke to my father on the phone every day. One afternoon, after telling him we were coming to visit that weekend, he said not to bother. It wasn’t like him. The head nurse assured me he was fine, but I sensed something was wrong. Though my husband had a busy work schedule, he took the day off and we drove to Massachusetts.\n\nThe minute I saw my father, I knew he was dying. My husband and I sat vigil for the next two days. As I held my father’s hand, I traced the contours of his wedding band. He hadn’t taken it off since my mother had put it on at their wedding. His finger was now so thin my sister had secured the ring with surgical tape.\n\nMy father, who could barely speak, pointed to the phone and began tracing our old number. He wanted to talk to my mother.\n\n“Eileen, Eileen, Eileen,” he whispered, repeating her name. I looked over at my husband. He had tears in his eyes.\n\nThose were the last words my father ever spoke.\n\nSix days after the funeral, I received a call from a Neiman Marcus customer service representative, who said I had a credit on my account for an item that wasn’t meant for me.\n\n“I know,” I said. “It’s for Vera in Michigan. Stefan in Studio City sent it to her.”\n\nI went through the entire story, and he filled me in on the rest. Apparently, Stefan had only recently discovered that Vera hadn’t received the ring.\n\n“It’s in White Plains,” I said.\n\n“If it’s still there,” he replied.\n\n“I have a feeling it is.” (I later received a warm note of apology from Neiman Marcus, with a generous gift card.)\n\nSo Stefan and Vera, if you’re reading this, I’m sorry about the mix-up, but I tried my best and learned a lot about love in the interim.\n\nVera, take it from me: If you don’t like the ring, it doesn’t matter. One day Stefan will get it right, and when he does, you’ll realize that without the right guy, everything else is just an accessory."
}