{
  "url": "http://www.nytimes.com/2015/03/22/style/together-always-in-darkness-and-in-light.html",
  "headline": "Together Always, in Darkness and in Light (Updated with Podcast)",
  "dateline": {
    "year": 2015,
    "month": 3,
    "day": 19
  },
  "byline": "Nicole C. Kear",
  "text": "UPDATED: You can now hear this essay read by the actress Patina Miller, followed by a conversation with the writer, in Modern Love: The Podcast. Look for the “play” button below.\n\nThere is no good way to tell a new guy in your life that you’re going blind. I chose the best of lousy options: I broke the news after sex, and I packaged it right.\n\nAt 22, David was a novelist just starting his career, and I knew if I framed my plight as poetic, he’d find it irresistible, at least on a narrative level. So lying next to him in the dark, I told the story like a Gothic novel.\n\nI started with how, three years earlier, at 19, I realized I couldn’t see the stars at night. This seemed like an innocent enough detail until it turned out to be the first symptom of an incurable degenerative retinal disease. The doctor told me I would slowly lose my eyesight over the next 10 to 15 years — first my nighttime and peripheral vision, and later, my central vision, too.\n\nI ended on a high note: Losing my vision, I explained, was teaching me to really see. I would go blind with a bang, not a whimper, by seeing and doing more in the next decade than most people did in a lifetime.\n\nAll true, but only part of the story. The pretty part.\n\nOur romance was still new, and I was nervous about how he would react to my disclosure. His response, though, was as grand and poetic as the story itself.\n\nThe next time we met, he wore my name on his arm. Six lowercase letters stained the skin, indelibly. As I admired the tattoo, he told me I had lit his darkness and he would light mine. No matter what came, he said, we would face it together. He was all in.\n\nI met David during our last semester in college, where we were both English and theater majors. I liked that he was smart but not pretentious, funny but never mean. I liked his disarming sincerity, so different from my own reliance on charm and subterfuge. There was solidity to him and it made me feel safe for the first time since my diagnosis.\n\nWhere David was heavy, I was light. Where he was restrained, I was freewheeling. I made him laugh and got him to do things that scared him, like moving to Los Angeles.\n\nHe was a small-town Southern boy who had always dreamed of living in California but was never ready to take the plunge – until I took it with him.\n\nIn Los Angeles, David helped me with my acting auditions and I edited his manuscripts.\n\nOn weekends we lowered the top on his beat-up convertible and drove up the Pacific Coast Highway, our music loud. The golden hills looked like the backs of sleeping lions, we agreed. David drove for hours, one-handed, because the other hand was melded to mine.\n\nOur life together was a grand romance, and my encroaching blindness was more blessing than curse, because it galvanized us to live with urgency. The blindness was poetic because it hadn’t happened yet.\n\nIn the abstract, blindness is epic, noble, simple. In reality, it’s a different story altogether.\n\nIn reality, it’s tedious, draining, messy. It changes you in surprising ways, some positive and some not. It’s a lot like the reality of being married.\n\nTen years after David had my name tattooed on his arm, our story felt less like a Gothic love story than a Raymond Carver story: doomed in the most quotidian way. Ten years in, on my 33rd birthday, I found myself sobbing alone on a stoop in Brooklyn.\n\nI had quit acting because I could no longer navigate the dark stages and sets. We had moved back to Brooklyn, my hometown, because my driving had become untenable. We had gotten married and had a son, a long, lithe baby with bee-stung eyes.\n\nI was elated I could discern these details, and just as overjoyed to see the round cheeks and bowed lips of my newborn daughter two years later. I watched the color of their eyes deepen into blue, and seeing these changes suffused me with gratitude. But I was suffused, too, with fear.\n\nThe year of our daughter’s birth marked the 10-year anniversary of my diagnosis, and by then I had lost enough sight to be deemed legally blind. My eyesight had closed in like the aperture on a camera, leaving me with extreme tunnel vision.\n\nI constantly collided into people and things: monkey bars, fire hydrants, cabinet doors left ajar. I developed cataracts that made it difficult for me to fill out forms at the pediatrician’s office or, really, read anything at all.\n\nI had been so busy making the most of my vision that I hadn’t prepared myself for losing it. I never spoke of my disease, not even to the few people who knew about it.\n\nConcealing my vision loss was isolating and frightening. I was scared I would walk the stroller into a manhole or lose my children at the playground, scared of a future in which I could no longer see their faces.\n\nMy confidence had taken a hit, too. I gave up wearing heels because I fell in them, gave up eyeliner because I couldn’t put it on straight, gave up reading because I couldn’t make out the print. I felt like I wasn’t just losing my sight but essential parts of what made me me.\n\nBecause I had no other resources in place for support, the onus fell to David, who became my surreptitious seeing-eye guy. All of that, in addition to the typical strains of raising two young children, was taxing on a marriage.\n\nOn my 33rd birthday, David and I splurged on a sitter and planned a dinner out with friends. I spent an hour applying makeup in a magnifying mirror, only to have David observe it was a little, um, uneven. He gifted me an Anne Lamott book I couldn’t read.\n\nOn the walk to the restaurant, we reopened the debate about whether or not to have a third child.\n\nI wanted to but was terrified I wouldn’t be able to take care of the baby with my failing vision. David told me he would follow my lead, but he didn’t see how we would possibly make it work. Our resources (money, time, and yes, vision) were already so limited.\n\nHalfway to the restaurant, our discussion developed into an argument, which ended with David storming off and telling me to go to the party without him. I stopped in my tracks, crumpled onto the nearest stoop and sobbed.\n\nI wasn’t helpless. I could find my way home. But I couldn’t go to the party without him. I couldn’t see well enough to find my friends or read the menu. I needed David and he resented it and I resented his resentment.\n\nI remembered how I had told him I would go blind with a bang, not a whimper, and how he had promised we would always be together in darkness and in light. It seemed like we’d both been wrong.\n\nSome minutes later, David’s big brown boots, the ones I always tripped over when he left them by the door, stepped into frame.\n\n“You can’t just leave me,” I said, “I need you.”\n\n“I know,” he said.\n\n“I hate it.”\n\n“So do I.”\n\nThen he took my hand and said we’d figure it out.\n\nWe’re still figuring it out. The thing about slowly losing something that feels indispensable is you’re constantly adjusting to the loss. As soon as you find a comfortable balance, something shifts and you have to recalibrate.\n\nNot long after my birthday, I called the New York State Commission for the Blind, which taught me how to use a mobility cane and adaptive technology. I got a magnifier so I didn’t need David to measure the children’s Tylenol or adjust the thermostat. I read the Anne Lamott book, easily enlarged on the e-reader David gave me for Christmas.\n\nI reclaimed many abilities I had lost and started to make peace with what I had to let go.\n\nA year later, David took me to dinner and said he had something to tell me. His face was hazy in the candlelight, but I could see his mouth breaking into a smile.\n\n“I think we should have another baby,” he said.\n\nI blinked. “But what about — — ”\n\nDavid took my hand and cut me off: “We’ll figure it out.”\n\nHe spoke with the same certainty that made him tattoo my name on his arm so long ago. His faith bred faith in me. We would have another child, and it would be hard and spectacular, and we would be in it together.\n\nTogether in the Gothic romance moments and in the Raymond Carver moments. Together in moments glorious and tedious. Whatever else it was — poetic, prosaic and everything in between — our story would be ours to share."
}