{
  "url": "http://www.nytimes.com/2015/05/31/style/after-a-first-time-many-second-thoughts.html",
  "headline": "After a First Time, Many Second Thoughts",
  "dateline": {
    "year": 2015,
    "month": 5,
    "day": 28
  },
  "byline": "Arla Knudsen",
  "text": "I was 13 years old, standing on stage with a group of fellow teenagers, when our pastor announced in front of the entire congregation, “These young people have all made the righteous decision to save themselves for marriage.”\n\nIt was the grand finale to a weekend-long purity retreat, which was basically two days of journaling, praying and listening to frightening statistics about premarital sex.\n\nWe were told our virginity was the most precious wedding gift, and if we didn’t wait until marriage to have sex, we were likely to get divorced. Attendees were overwhelmingly girls.\n\nI grew up in a small town in Oklahoma where most of the community belonged to a denomination of Christianity that abstains from drinking and dancing. Growing up, I had conformed to that belief system. The cool crowd at my school wasn’t the partyers or potheads but the devout Christians.\n\nIn an attempt to fit in, there I was on stage, slipping a silver purity ring onto my finger. The ring was modest, dainty and feminine, just as I was supposed to be. I wore that ring for years. I fantasized about having it melted down and turned into my future husband’s wedding band.\n\nI grew up believing two things. One: Love and sex are mutually exclusive. And two: My sexuality is not my own. It belonged to Jesus and then, once I married, to my husband. I sensed that my sexuality was something of great worth to other people. Whether in protecting or exploiting it, I understood that it was powerful.\n\nIt’s hard for me to pinpoint why I stopped believing. It had to do with the increasingly obvious hypocrisy within my own community. Girls would use prayer requests as a mode of gossip, saying things like, “I have a prayer request for Hannah because I heard she had sex with Tanner.”\n\nI was also coming of age, beginning to think for myself, and realizing there are other ways to live my life. I took my ring off when I was 16.\n\nOnce my ring was gone, I didn’t fit in with the girls at my small, conservative school, so I began to try to be as different from them as possible and, in my mind, therefore better.\n\nI adopted a sort of quasi feminism in lieu of my faith. I had a misguided idea of what a modern feminist had to be: left-leaning politically, powerful, independent and sexually liberated.\n\nTo me, sexually liberated meant promiscuous. I was not promiscuous. In fact, I had made it through my teens without even a second glance from a boy. I chalked it up to the fact that the cowboy jocks at my school just didn’t get how cool and different I was.\n\nBut deep down, I longed to be the object of pursuit. It became my mission to lose my virginity. My friends who had already lost theirs said, “Once it’s gone, you can never get it back,” as if they were trying to hold on to their virgin status through me. But it was the only thing left I had to expel in order to erase the girl I had been on that stage.\n\nI thought that once I was no longer a virgin, I would finally be free. I wanted to claim a new sense of identity. I wanted to be free to sleep with other men. I wanted the pressure of my “first time” to be gone.\n\nThis wouldn’t happen for me until after I graduated, when I moved New York City for college, lost 30 pounds and went blond.\n\nAt the Fashion Institute of Technology, where 85 percent of students are women, the dating scene was bleak. So on weekends, I would go to college bars, dressed in black, and marvel at the guys who wanted to buy me drinks and tell me I was pretty, all in the feeble hope that I might go home with them.\n\nThey seemed as if they would do anything. But I had certain criteria for that man. First, I had to be able to trust him. Second, I could not be in love with him. While I expected him to care about me, I wanted to have the upper hand.\n\nI was on vacation back in my Oklahoma hometown when my friends told me they had met a group of musicians. I was happy to tag along to the bar, where they introduced me to three guys.\n\nOne was Zach, who was tall and awkward with thick frame glasses and a shy smile. I ignored him for most of the night, until the group made its way back to his house.\n\nOnce there, with my options for the evening dwindling, I took a liking to Zach. We all sat in a circle and played quarters. I pretended to be bad so he could show me how to bounce the coin.\n\nHe played John Mayer songs on his guitar, which was swoonworthy to drunken 20-something girls. He wasn’t particularly smooth or charming, but his lack of confidence built up mine.\n\nAs the weeks passed by, I saw more of him. He talked with me in the car one night for three hours while I sobered up. He told me he wanted a vacuum for his birthday, and I thought he was so different from the immature slobs I was used to. But most important, I always believed I was the one in control.\n\nLate one night when we were texting, I ended up at his house. I knew exactly what I had come for.\n\nOnce we were in bed, things came to a standstill. I stopped kissing him and delivered the classic line, “What are you thinking right now?”\n\n“I don’t know. What are you thinking?”\n\n“I’m thinking I want you to be my first,” I said, “if you’re comfortable with that.” I didn’t want to be some meek little girl who was too scared to ask for what she wanted.\n\n“O.K.,” he replied with a smile.\n\n“I want you to know, it’s really important to me that we remain friends after this. I know I live halfway across the country, and this isn’t going to be a relationship, but I would like you to be a part of my life.”\n\nHe agreed to this.\n\nI was surprised by how quickly it was over. It was painful yet gratifying. Zach was careful and quiet. I felt so responsible that we used protection and I remembered to go to the bathroom right after. I did everything exactly right. Afterward, he held me while fighting the urge to sleep.\n\nI didn’t stay the night. I wanted to sleep in my own bed. As I drove down the highway, windows open and the radio buzzing, I did feel a sense of freedom and empowerment. I had set out to do something and had done it on my terms.\n\nThis sense of satisfaction didn’t come from having a fulfilling sexual experience; it came from the fact that I now thought I had nothing left to lose.\n\n\n\nThe night I landed back in New York, he sent me a text: “missing you.” After that, our communication was restricted to my drunk texts that went unacknowledged by him. I thought about him a lot in the following months. I lurked on his Facebook page. What was he doing? Was he thinking about me?\n\nAfter a particularly brutal, lonely winter, I decided I needed to visit home, and my desire to see Zach played a large part in that decision. I thought if I went home, I could figure out what was going on between us.\n\nThe answer was nothing. While I was home, I posted on every social media platform announcing I was back in town, hoping he would see it and contact me. When that didn’t work, I texted him. He texted back but evaded any suggestion to meet up. By the end of my trip, I knew he simply didn’t care.\n\nI hadn’t romanticized my first time. I never thought we were in love. I never expected good sex. I never expected to have feelings afterward. And I certainly didn’t expect to feel rejected. I thought if I did everything right, I could control the emotions involved in physical intimacy.\n\nI was mad at Zach because I assumed he had used me. In reality, I had used him for something maybe even worse than physical gratification; I used him for a feeling of power, superiority and freedom. And when I realized he didn’t care, I let him take those feelings away.\n\nI thought losing my virginity would liberate me, and in a sense it did. I learned that no matter how calculating I am — right guy, right time, right place — I can’t control other people’s feelings, or even my own. And there’s a strange freedom in that knowledge. It allowed me to let go."
}