{
  "url": "http://www.nytimes.com/2015/01/18/fashion/modern-love-how-i-came-to-live-in-a-chair-emporium.html",
  "headline": "How I Came to Live in a Chair Emporium",
  "dateline": {
    "year": 2015,
    "month": 1,
    "day": 15
  },
  "byline": "Peter Mountford",
  "text": "There are 16 chairs in the one-room apartment I share with my girlfriend, and 18 if you count the tiny ones my young daughters favor when drawing at the coffee table. We also have a love seat and an enormous sectional sofa — a crazy amount of seating for an abode with only one private space, the bathroom (just one seat in there, and it’s porcelain). Jessica, my girlfriend, jokingly calls our apartment “the chair emporium.”\n\nWhen I was growing up in Washington, D.C., our house was raucous. My well-read Scottish father and witty American mother, a part-time philosophy professor, hosted roaring dinners at least once a week. I was the youngest of four, and swarms of cousins and neighborhood children came around almost daily.\n\nOne of my earliest memories is of crawling under the dining table during one of my parents’ parties, tracing the knuckles on the table’s ball-and-claw feet, and then turning to see all the people’s feet, as if I were surrounded by a shoe rack.\n\nPeople stayed late, drinking and smoking, huddled in conversations about history, poetry and art, or braying politics across the room. Under the table, it was like a tent. I didn’t get any of their jokes or their sidebars about Proust or Reagan, but I had a sense that these were people who knew things, and they delighted in letting their knowledge run free.\n\nI have never hosted such parties as an adult.\n\nBack when I was married, my wife and I used to have people over for dinner a couple of times a year. It wasn’t her fault — neither of us wanted more. Maybe that’s just not how people live now. Social media assures us we’re not alone, and anyway we’re busy. So we sit in our separate homes, the tables empty, the chairs gathering dust. If so, fine, but I think it’s a choice. An understandable choice maybe, but a choice.\n\nWhen I was 11, my mother died of lung cancer, and my family’s dining room furniture ended up being stored for decades in various relatives’ basements. A few years ago, my siblings and I decided to exhume the furniture, but our aunt warned us that it was in terrible condition. As a small child, I put a substantial chip into the table with a hammer, leaving a ragged triangle of bare wood on the edge that I tried, in vain, to hide with brown crayon.\n\nMy brother and sisters lived in Europe and had no room for the furniture, to say nothing of the trans-Atlantic shipping costs, so I agreed to take it. And then I pushed it out of my mind.\n\nUntil one morning when I looked out the window of the home I shared with my wife, and saw a pair of huge plastic cubes in the driveway. Together, they were the size of an S.U.V. I told her I would deal with it immediately.\n\nThe cubes sat in the driveway for a week, the plastic warming in the sun, or wet with rain. Finally, I slashed the plastic coating, only to find that everything inside was also clad in a thick pelt of Bubble Wrap. Struggling in the rain, I carried the still-wrapped pieces into the basement, where they remained until my wife and I divorced two years later.\n\nDivorce has a way of driving things to the surface, whether or not you want them on the surface. To sell our house — to literally move on — we had to reckon with our artifacts: thousands of objects, each with its own gathered meaning, however insignificant or significant.\n\nI unwrapped a single chair, took pictures, and emailed them to a few furniture restoration places. I hoped they’d agree it was too much trouble to fix. It belonged in the dump, I was sure.\n\nThe next day, however, the restorers informed me that the chair appeared to be hand-carved mahogany, and at least 150 years old. I was stunned. My family wasn’t wealthy. For more than 10 years, our one car had been a battered butterscotch Plymouth station wagon. But apparently antiques were comparatively inexpensive in the future-obsessed early 1960s when my newlywed parents bought the furniture.\n\nOn a bright summer day in a bleak suburb of Seattle, I took my chair to Christian Dardonville’s shop at the bottom of a steep gravel driveway. Considering the chair, he pursed his lips in that Parisian way, wiping his sooty hands on his ill-fitting jeans, then sighed, which he did a lot, and said yeah, sure, he could do the rest of the chairs, probably.\n\nI told him there was a table in addition to the six chairs.\n\nHe grimaced, waved vaguely at the air. I had warmed to him, in part, because he reminded me of the kind of person who might have come around to dinner at my parents’ house. Discerning, but fiercely unpretentious.\n\n“Well, fine,” he muttered, and with that he took my chair inside. I followed.\n\nHis shop was dusty and dim, completely windowless, and jammed with deconstructed antiques. I waited for a minute, but he said nothing else, until I eventually realized our conversation was over and I was supposed to leave.\n\nA couple of weeks later, I rented a U-Haul and took Mr. Dardonville the rest of the furniture, still in its heavy pelt of Bubble Wrap and cellophane. I set it on the gravel patch outside his shop’s door, and he rubbed his jaw, sizing it up. “This is more than six chairs,” he said.\n\nI shook my head in apology, and Mr. Dardonville fished out a knife and started cutting away the plastic.\n\nA few hours later, he called to let me know I had 12 chairs. The table was round, he said, and there were six leaves. Then he hesitated, drew a sharp breath.\n\nI asked what it was.\n\n“Nothing, just, these leaves are — they are very heavily used,” he said. “Usually, two leaves are worn. All six worn like this? It’s a lot of — I don’t know, a lot of big dinners.”\n\n“My family ——” I started, but he didn’t need me to explain. The evidence was right in front of him.\n\n“Yes, well, the table is damaged, too,” he said. “It’s an incredible table, but it has been used. A lot.”\n\nHe wanted to know, in short, if I would like the table to be brought to a high gloss, which would look more splendid, or if I wanted to leave it more as I had found it. I asked him to do as little as possible. I planned to use it every day for the rest of my life.\n\nReinvention is central to our national mythos, and it’s appealing, obviously. But you can’t wish away your scars; you have to wear them where they landed. Recently, I have come to see that while we will change whether or not we want to, our history — what we’ve inherited from others, and from ourselves — doesn’t change. Our task is not to wipe a difficult history away and start fresh, but to get right with it.\n\nMy mother died, and the table fell silent. It sat in my relatives’ basements, and then in my basement.\n\nI recently moved in with Jessica, whom I love. My children adore her. And now, we are all learning to do this, to continue forward, carrying what we brought, the artifacts of our past. If there is no starting over, then the only option is to move carefully, please, because whatever you make of your day today you’ll carry with you tomorrow.\n\nJessica and I keep the table set for six, and we both write and eat there. Our cats wander around the table, and we sometimes shoo them off. My mother used to sit at the upper left corner, facing the window, but now my 4-year-old daughter sits there.\n\nJessica still sometimes makes fun of me for all the chairs, but we have also started to plan our dinner parties.\n\nInstead of inheriting a magical sword from my father, I got a magical dining table, carved by hand when Abraham Lincoln still walked the earth. My inheritance is not as easy to carry as a sword, but its purpose is just as clear. The mandate, here, is for food and friends — to stay connected, to continue laughing and talking as the night wears on.\n\nThe table seats 12, but we have 30 wildly mismatched dinner plates, and cutlery for as many, if needed. I roast a mean chicken, and Jessica serves the best brunch I have ever tasted. We have a lot to learn, but this is it; this is where we are.\n\nI asked Mr. Dardonville not to patch the big chip I had left in the table as a child, but it made him uncomfortable. In deference to my wishes, he made the patch obvious. Now, the table and chairs are near our kitchen, and the patch faces the front door, so it can be seen by everyone who enters."
}