{
  "url": "http://www.nytimes.com/2015/12/13/fashion/the-heart-said-yes-the-hindu-horoscope-said-no.html",
  "headline": "The Heart Said Yes; the Horoscope Said No",
  "dateline": {
    "year": 2015,
    "month": 12,
    "day": 10
  },
  "byline": "Amisha K. Patel",
  "text": "Ever since I was a child, I have known my destiny. Not in the subtle ways that some believers in fate know, but in the very unsubtle way that many Hindus know.\n\nI have what we call a janmakshar, a premium personalized horoscope. Based on the positions of the stars at the exact time and location of my birth, my janmakshar provides a map of my life that Indian astrologers can use to predict — for a fee, of course — everything, including my temperament (“She will be sharp-tongued and stubborn”) and my career (“She will have great success and be well respected in government”).\n\nSome astrologers are naturally gifted, while others rely on software programs to do their divining. I have read that India may be home to more astrologers than the rest of the world combined because so many people there seek astrological advice on questions large and small: When is an auspicious time of day for the wedding? Should I take this job? Will I win the case?\n\nWhen my parents came to America, they brought their astrological beliefs with them. Over the years, they would return from their annual trips to India with updated readings in Gujarati or Hindi about my siblings and me from astrologers boasting famous clientele.\n\nAfter rifling through my parents’ bags for new clothes and junk from the bazaar, we children would gather around the kitchen table as my mother put on her glasses to translate our fates.\n\nShe would sometimes pause and skip entire paragraphs, at which point we would try to guess the bad news from which she was shielding us. She claimed that she did not want the predictions to unduly influence our decisions.\n\nOver the years, several of those predictions did seem to come true. My brother did get sick enough at 25 to require a kidney transplant. My sister did marry at 30.\n\nAnd though I had been painfully shy as a teenager, I did grow into a sharp-tongued lawyer well respected in government. I’m not sure we thought too much of those predictions when we were living them. If we did, we chalked them up to coincidence.\n\nBeing Indian by way of New Jersey, I often railed against this determinism, pointing to the variations among the readings as evidence of their falsity, even if a few did come true.\n\nThe lawyer in me prized rationality and logic, and the idea that outcomes were predetermined ran contrary to all my work, education and ambition. I found my parents’ belief in fate unnerving and un-American.\n\nMy father would say: “Ami, it’s not that your fate changes with each reading. That is fixed. It’s just that some astrologers are better at telling your story than others.”\n\nOne of the many stories that my parents — and eventually I, too — wanted to change with each telling was that of my marriage.\n\nWhen I was 27, my fiancé broke off our engagement after two years of us trying to buoy our relationship, which sank not so much from a lack of love but from a comedy of errors involving suspicions of “black magic” by members of our feuding families that led to distrust between my fiancé and me, ultimately unraveling our plans and dreams.\n\nAs I lay catatonic on my parents’ couch in the aftermath, my mother, heartbroken, tried to comfort me. As she stroked my hair, she told me there always had been a prediction that I would have a “broken relationship” at this age.\n\nShe had wanted to tell me earlier, when things weren’t going well, that it may be better to break it off, but that was one of the many times she had hoped the astrologers were wrong.\n\nShe reassured me that none of this was anyone’s fault: not mine, my fiancé’s, his family’s or ours. It was simply our fate, which had been written long before he and I met.\n\nI couldn’t make sense of the fact that despite how much we loved each other and how well we got along, we had not ended up together. I had grown tired of replaying every wrong move and angry word. I couldn’t silence my inner voice, which kept nagging, “If only … ” and “Maybe if you hadn’t. …”\n\nInstead, I tried to relax into the great comfort that none of our behavior had mattered. I told myself I had been trapped in a choose-your-own-adventure book in which all paths led to the same sad ending.\n\nAnd in this way, I finally managed to peel myself from the couch and return to my life in New York, where I had to study for the bar exam.\n\nA few weeks later, I was back in New Jersey for lunch with my parents, where they presented me with an envelope and a small plastic bag containing a pendant with a translucent blue-tinged, tear-shaped stone.\n\n“It’s a moonstone,” my father said.\n\n“It’s expensive and rare,” my mother chimed in.\n\nI glanced at the envelope. In red typeface on the upper left corner were the words: “Matri Vision, specializing in matrimonial counseling and rituals.” It was addressed (with my name misspelled) to “Ms. Amita Patel USA.”\n\nMy heart sank as I remembered ads from some other matrimonial counseling outfit that had appeared constantly on Indian satellite television: “Love life not working out? Health problems? Everything going wrong? You may be under black magic. Contact us and all your problems will be solved.”\n\nI had always pitied the desperate fools targeted by those ads. Now it seemed the desperate fool was me.\n\nMy parents explained that the astrologer had predicted a bright marital future for me once an obstacle was removed.\n\nApparently, the position of two Vedic planets in my chart — Rahu and Ketu — was troubling, and my parents should have done a prayer ritual to rid me of the effects when I was born. Instead, they had let these two mischief-making planets have their way with me.\n\nThe absurdity of the whole thing made me laugh, but I was eager to read the instructions and glad they were in English so my parents would not be able to skip the bad parts.\n\nI was to light incense and meditate on Lord Chandra, the god of the moon. I was to wash my moonstone in milk and the waters of the Ganges (luckily my parents always have some in the refrigerator) while repeating the Chandra Mantra 108 times. I was to wear the moonstone for 90 days while trying to be “active, cool and health conscious.”\n\nMeanwhile, back in India, Matri Vision’s Brahmins would do a separate moonstone prayer ritual for me, and I would need to fast until 4 p.m. on the day they performed it, which would take place in 60 days.\n\nWhat did I have to lose? I wore my moonstone religiously and hoped Rahu and Ketu would stop messing with me.\n\nAfter taking the bar exam, I headed off on a seven-week adventure to Southeast Asia. I was in Laos on that 60th day of the moonstone prayer ritual, which I had completely forgotten about.\n\nBut as fate would have it, I had given morning alms to the monks in Luang Prabang, and the ritual made me want to fast, just as I sometimes did at home when my mother asked me to do so for religious reasons, so I had.\n\n\n\nAfter 90 days, my life had improved drastically. I no longer awoke feeling frustrated and angry. My Hindi movie melodrama had stopped replaying itself in my dreams.\n\nI still wasn’t sure I would love again, but it didn’t matter as much because I now believed there was nothing more I could have done to save that relationship.\n\nMy father called and said that he had spoken with the counselor from Matri Vision and that a final step remained, which I could complete the next time I visited.\n\nWhen I went to New Jersey that weekend, my parents handed me a basket shrouded in black cloth. In order to move on from my broken engagement, I would need to place the basket in the branches of a leafless tree and not look back.\n\nOn my way out to the yard, I peeked inside the basket and saw two bangles, a cheap necklace, earrings, a tin of kohl and a handkerchief. I reached up, placed it securely between two branches and walked away. I was tempted to look back but had come far enough that I was not going to spoil it in the homestretch.\n\nSoon after, just as predicted by Matri Vision, I met my next marital “opportunity,” an Orthodox Jewish man three years younger, as improbable a match for me as my fiancé had been probable. But now I was more open to improbable, because, you know — fate.\n\nAnd as I slid into love with him against all of my better judgment, I felt liberated, not constrained, by the fact that our story, too, had already been written.\n\nBut I kept wearing my moonstone just in case."
}