{
  "url": "http://www.nytimes.com/2015/08/09/fashion/a-millennials-guide-to-kissing.html",
  "headline": "A Millennial’s Guide to Kissing",
  "dateline": {
    "year": 2015,
    "month": 8,
    "day": 6
  },
  "byline": "Emma Court",
  "text": "\n\nWhen a total stranger kissed me under the artificial lights of an airplane cabin somewhere above international waters, my first thought was of the Orthodox woman sitting to my left.\n\nI hoped she was asleep. It was a 12-hour flight from Tel Aviv to Newark, and I wanted to nap too, but how could I now?\n\nThe kiss, coming out of nowhere, had turned me into the heroine of a bad romance novel: heart fluttering, weak-kneed, every nerve electrified. Those blue fleece blankets had never been so sexy.\n\nIt was an overnight flight, and I had already crunched the simple calculus: If I slept, I’d be over the seven-hour time difference by the time we landed and ready to hop back into a new semester at college. My highest hope for the trip, besides hours of sleep, had been that they would serve hummus at the in-flight dinner.\n\nMy stranger and I were returning from Birthright Israel trips with groups from our respective universities. Birthright Israel is a free 10-day trip to Israel for young Jewish-Americans, and I had wanted to go before I graduated. Last winter, before my final semester of college, I finally had.\n\nBecause there are so many young people on Birthright Israel trips, they’re often mocked as an attempt to spark a connection to Israel through the bedroom — and plenty of that had happened on my trip. But it hadn’t happened to me until that moment.\n\nSpoiling the perfect narrative of two strangers meeting on an airplane, I admit that we had met before, just once, briefly, when I bumped into a friend from high school during a stop in Jerusalem.\n\nOne of her friends had been cute, I had remembered. And now here he was behind me as we boarded the airplane, then bending his tall frame into the aisle seat next to me. As he lifted his backpack into the overhead compartment, I marveled at my luck.\n\nBetween us sprang the kind of instant intimacy fostered by open personalities in tight quarters. We spoke in spurts about the gossip on our trips and what we had done during the days spent in Israel. We flirted. We kissed that first time. Then we kissed again.\n\nSplitting a pair of headphones, we listened to the Red Hot Chili Peppers and Taylor Swift. We slept a little, poorly.\n\nBorn and raised in New York City, I found his life as a not-so-Jewish boy in North Carolina foreign and dazzling. He and his friends did things like take long hiking trips and, in preparation, dehydrate their food.\n\nI liked how easy he was, how ready to talk. I liked his laugh and his dark eyes. He knew how to figure out where rainbows would appear in the sky and told me about the “Door to Hell” in Turkmenistan, a crater of natural gas that’s been on fire for more than 30 years.\n\nIt seemed torn from the back of a Nicholas Sparks paperback: A Southern science major from a small liberal arts school and a Northern humanities major from a huge pre-professional university meet in the skies over the Mediterranean. The heat between them is palpable.\n\nBut less romantic details persisted: I was a senior, about to start my second semester, with plans to head to Dallas after graduation. He was a sophomore, with the swaddling comfort of knowing where he’d be for the next few years.\n\nBut it didn’t matter anyway, did it? In 12 hours, we’d be back on paths that led us in opposite directions. This meeting was just a romantic interlude from our real lives. And if it did mean anything, we were college students; we knew how to pretend it didn’t.\n\nOn the plane, the lights came back on and the breakfast cart appeared. Reality set in as we sipped orange juice from tin-foil-covered cups and, for the first time, had little to say to each other. During the bumpy landing, he distracted me by talking about famous airplane crashes.\n\nAnd then with a final, jarring thump, we were back on the ground. As we gathered our belongings from what had been our temporary home, I wondered what would happen next.\n\nWe bought tickets at the train terminal, lingering on the automated buttons. After, as we were about to board trains headed in different directions, we stared at each other. He rested one arm on his rolling suitcase, bewilderment in his dark eyes.\n\nI hugged him a brisk no-nonsense goodbye. We didn’t exchange numbers.\n\n“Bye,” he shouted down the stairs at my back. “See you never.”\n\nI couldn’t tell if he was serious or joking. Even embracing the more positive of the possibilities, it still stung.\n\nAnd that should have been it: a story I told, giggling, to friends until the details faded, and he was just a boy whose name I didn’t remember. But I saw his name on my Facebook News Feed in a batch of photos our mutual friend had uploaded, and I couldn’t resist.\n\nI clicked “Add Friend.” And one day, he messaged me.\n\n“Hey.”\n\n“Hey,” I typed back. “How’s life?”\n\nIt went like this for days. But talking to him made me feel like a time traveler, spliced between the snowy paths of my campus and the darkened airplane we had shared. I was sitting in class or at meetings at the local campus cafe, doing my readings in the library, and then a message on my screen would tug me back. I didn’t like the way it upset my balance, how far away and powerless it made me feel.\n\nThere was also a girl at his school lurking in the background of his messages. Was he trying to make me jealous? Was he just not thinking clearly?\n\nMass media has a fascination with hookup culture among people around my age (21) meriting in-depth investigations and contentious opining about what it all means. But they often miss a simple fact: There’s nothing particularly new about trying to avoid getting hurt.\n\nIt’s just that my generation has turned this avoidance into a science, perfecting the separation of the physical from the emotional. We truncate whenever possible: texting over calling, meeting over apps rather than in person. We leave in the early morning without saying goodbye. Being casual is cooler than intimacy and vulnerability. Or so we think.\n\nHaving the last word was once a sign of one’s wit and smarts. It meant that your comment had gravitas and staying power. But today, having the last word is the ultimate in weakness: It means being the person who doesn’t merit an answer. Better to leave them hanging than risk the same happening to you. Keep it shallow so your heart isn’t on the line.\n\nBeing aware of all this does not grant immunity from its effects.\n\nOne night, my roommate’s hookup rolled over in the dark and asked her in a half-murmur, “Is this a special thing?”\n\nConfused, rubbing the sleep from her eyes, she asked him to repeat himself. She wasn’t certain she had heard him correctly.\n\n“Never mind,” he said.\n\nLater, she worried she had missed a crucial moment, one she would never get back. But if she had misunderstood, she risked showing her hand by revealing that she wanted him to stick around in the morning. It was too scary a prospect, so she never said anything.\n\nWas my airplane interlude a special thing? Would things have been different if one of us had had the courage to say something other than goodbye before heading to our trains?\n\nOn the platform, walking away from him, I had decided that the whole affair was just one of many half-formed romantic liaisons that trail you in your youth. But maybe that attitude was also the problem.\n\nHe and I had met on an airplane, but we were headed to different destinations, so our encounter was charged with the impossibility of things going anywhere. At the time, I had had an inexplicable comfort level with it all. I only realized later why it had been such an oddly familiar feeling: My generation treats every liaison as if it is happening on an airplane, as if we have only that one night and there is no tomorrow.\n\nOur story wasn’t so different, after all.\n\nI don’t know what else could have happened. But I wonder what we collectively lose as we try so hard not to care. We pretend that it doesn’t matter, that we have time, that because we are young we are invulnerable.\n\nHe and I don’t communicate anymore; he moved on, and so did I. But in my head, I go back to that train platform. I turn to him, say goodbye. And then, recalling his parting words, I say them right back: “See you never.”"
}