{
  "url": "http://www.nytimes.com/2015/07/19/fashion/the-wedding-toast-ill-never-give.html",
  "headline": "The Wedding Toast I’ll Never Give",
  "dateline": {
    "year": 2015,
    "month": 7,
    "day": 16
  },
  "byline": "Ada Calhoun",
  "text": "While away at a conference in Minneapolis, I was awakened at dawn by a call from my husband in our New York apartment. Our 8-year-old son had just roused him with the suspicion that they might not make their 7:30 a.m. flight to join me because it was now 7:40 and they were still at home.\n\nThe original plan had us all traveling to Minneapolis together. I would attend my conference, my musician husband would do a show at this cool club, and our son would get hotel pool time: a triple win.\n\nThen my husband was offered a great gig in New York for the same day we were set to leave, so he called to change his and our son’s tickets. Changing them, he learned, was going to cost more than buying a new pair of one-way tickets out. So he did that instead, planning to use their original return tickets, not realizing that if you don’t use the first leg, they cancel the second. That meant buying new return tickets at a cost somewhere between “Ugh” and “What have you done?”\n\nNow, after all that, my family had missed the first leg of the new itinerary. On hold with the airline yet again, my husband was texting me sexy emojis.\n\n“Focus,” I replied, with an emoji of an airplane.\n\nHe sent me an emoji of a flan.\n\nHe and I married young for our urban friend group — in our late 20s — and now, in our late 30s, we find ourselves attending the weddings of peers. My husband of 11 years and I sit at these weddings listening to our in-thrall friends describe all the ways in which they will excel at being married.\n\n“I will always be your best friend,” they say, reading from wrinkled pieces of paper held in shaking hands. “I will never let you down.”\n\nI clap along with everyone else; I love weddings. Still, there is so much I want to say.\n\nI want to say that one day you and your husband will fight about missed flights, and you’ll find yourself wistful for the days when you had to pay for only your own mistakes. I want to say that at various points in your marriage, may it last forever, you will look at this person and feel only rage. You will gaze at this man you once adored and think, “It sure would be nice to have this whole place to myself.”\n\nIn Zen Buddhism, meditation helps practitioners detach from the cycle of desire and suffering. In my brief stint as a religious studies major, I preferred Pure Land Buddhism, an alternate path to enlightenment for people who (as one professor told us) may find it difficult to abandon worldly pain and passion because those things can also yield such beauty and comfort. He summed it up as: “Life is suffering — and yet.”\n\nI think about that all the time: “And yet.” Such hedging, to me, is good religion and also the key to a successful marriage. In the course of being together forever, you come across so many “and yets,” only some of them involving domestic air travel.\n\nI love this person, and yet she’s such a mess. And yet when I’m sick, he’s not very nurturing. And yet we don’t want the same number of children. And yet I sometimes wonder what it would be like to be single again.\n\nThe longer you are with someone, the more big and little “and yets” rack up. You love this person. Of course you plan to be with him or her forever. And yet forever can begin to seem like a long time. Breaking up and starting fresh, which everyone around you seems to be doing, can begin to look like a wonderful and altogether logical proposition.\n\nBut “and yet” works the other way, too. Even during the darkest moments of my own marriage, I have had these nagging exceptions. And yet, we still make each other laugh. And yet, he is still my person. And yet, I still love him.\n\nAnd so you don’t break up, and you outlast some more of your friends’ marriages.\n\n“The way to stay married,” my mother says, “is not to get divorced.”\n\n“My parents were too poor to get divorced,” a friend told me that very day in Minneapolis as we walked through the book fair. “And so they stayed married and then it seemed too late, and now they’re glad.”\n\nThose are the things I think about when yet another person I used to think of as being part of a happily married couple messages a friend of mine on Tinder.\n\nLater that morning, while waiting to hear from my husband about the flights, I decided to kill time looking at houses on Trulia’s “Near Me.” When I used to travel alone as a teenager, I would stare at houses wherever I was and imagine what it would be like to live there. Now I still do that, but I can also call up Trulia on my phone and see how much they cost.\n\nComparing houses in Minneapolis, I found I actually preferred the cheaper, more ramshackle, family-friendly ones, like a two-bedroom that had “classic old world charm.” Hardwood floors! A built-in buffet! So much better, really, than the pricier one-bedroom I would live in as a single person on the other side of Powderhorn Park, with its new ceiling fans, three cedar closets and breakfast nook.\n\nWhat would I even do with three cedar closets?\n\nMeanwhile, still no word from my husband about the flights.\n\nOne thing I love about marriage (and I love a lot of things about marriage) is that you can have a bad day or even a bad few years, full of doubt and fights and confusion and storming out of the house. But as long as you don’t get divorced, you are no less married than couples who never have a hint of trouble (I am told such people exist).\n\nYou can be bad at a religion and still be 100 percent that religion. Just because you take the Lord’s name in vain doesn’t make you suddenly a non-Christian. You can be a sinner. In fact, I think it’s good theology that no matter how hard you try, you are sure to be a sinner, just as you are sure to be lousy, at least sometimes, at being married. There is perfection only in death.\n\nIt is easy for people who have never tried to do anything as strange and difficult as being married to say marriage doesn’t matter, or to condemn those who fail at it, or to mock those who even try. But there is so much beauty in the trying, and in the failing, and in the trying again. Peter renounced Jesus three times before the cock crowed. And yet, he was the rock upon whom Christ built his church.\n\nAt weddings, I do not contradict my beaming newlywed friends when they talk about how they will gracefully succeed where nearly everyone in human history has floundered. I only wish I could tell them they will suffer occasionally in this marriage — and not only sitcom-grade squabbles, but possibly even dark-night-of-the-soul despair.\n\nThat doesn’t mean they are doomed to divorce, just that it’s unlikely they will be each other’s best friend every single minute forever. And that while it’s good to aim high, it’s quite probable they will let each other down many times in ways both petty and profound that in this blissful moment they can’t even fathom.\n\nBut I would go on to say (had I not by that point been thrown out of the banquet hall): Epic failure is part of being human, and it’s definitely part of being married. It’s part of what being alive means, occasionally screwing up in expensive ways. And that’s part of what marriage means, sometimes hating this other person but staying together because you promised you would. And then, days or weeks later, waking up and loving him again, loving him still.\n\nFinally, nearly two hours after my husband’s original flight left, I texted him to ask if he was still on hold.\n\n“We just got in a cab,” he replied. “Flying Air Wisconsin, baby!”\n\n“Did you have to pay for the tickets again?” I texted.\n\nThe phone was silent. In that quiet moment, sitting in my hotel room, I found myself daydreaming about the one-bedroom apartment looking out onto Powderhorn Park. After waking up alone, I would brew some coffee, switch on one of my many ceiling fans, grab a robe from my largest cedar closet and head for my breakfast nook.\n\n“Nope,” he wrote back.\n\nAnd suddenly I was back in the bigger place on the cheaper side of the park. My family was coming to join me. And I was glad."
}