{
  "url": "http://www.nytimes.com/2015/01/11/fashion/modern-love-to-fall-in-love-with-anyone-do-this.html",
  "headline": "To Fall in Love With Anyone, Do This",
  "dateline": {
    "year": 2015,
    "month": 1,
    "day": 9
  },
  "byline": "Mandy Len Catron",
  "text": "Updated, Feb. 13, 2015 | To try the 36 questions described below, download our free app for your phone, tablet or other device.\n\nComing in January 2016, Modern Love: The Podcast\n\nMore than 20 years ago, the psychologist Arthur Aron succeeded in making two strangers fall in love in his laboratory. Last summer, I applied his technique in my own life, which is how I found myself standing on a bridge at midnight, staring into a man’s eyes for exactly four minutes.\n\nLet me explain. Earlier in the evening, that man had said: “I suspect, given a few commonalities, you could fall in love with anyone. If so, how do you choose someone?”\n\nHe was a university acquaintance I occasionally ran into at the climbing gym and had thought, “What if?” I had gotten a glimpse into his days on Instagram. But this was the first time we had hung out one-on-one.\n\n“Actually, psychologists have tried making people fall in love,” I said, remembering Dr. Aron’s study. “It’s fascinating. I’ve always wanted to try it.”\n\nI first read about the study when I was in the midst of a breakup. Each time I thought of leaving, my heart overruled my brain. I felt stuck. So, like a good academic, I turned to science, hoping there was a way to love smarter.\n\nI explained the study to my university acquaintance. A heterosexual man and woman enter the lab through separate doors. They sit face to face and answer a series of increasingly personal questions. Then they stare silently into each other’s eyes for four minutes. The most tantalizing detail: Six months later, two participants were married. They invited the entire lab to the ceremony.\n\n“Let’s try it,” he said.\n\nLet me acknowledge the ways our experiment already fails to line up with the study. First, we were in a bar, not a lab. Second, we weren’t strangers. Not only that, but I see now that one neither suggests nor agrees to try an experiment designed to create romantic love if one isn’t open to this happening.\n\nI Googled Dr. Aron’s questions; there are 36. We spent the next two hours passing my iPhone across the table, alternately posing each question.\n\nThey began innocuously: “Would you like to be famous? In what way?” And “When did you last sing to yourself? To someone else?”\n\nBut they quickly became probing.\n\nIn response to the prompt, “Name three things you and your partner appear to have in common,” he looked at me and said, “I think we’re both interested in each other.”\n\nI grinned and gulped my beer as he listed two more commonalities I then promptly forgot. We exchanged stories about the last time we each cried, and confessed the one thing we’d like to ask a fortuneteller. We explained our relationships with our mothers.\n\nThe questions reminded me of the infamous boiling frog experiment in which the frog doesn’t feel the water getting hotter until it’s too late. With us, because the level of vulnerability increased gradually, I didn’t notice we had entered intimate territory until we were already there, a process that can typically take weeks or months.\n\nI liked learning about myself through my answers, but I liked learning things about him even more. The bar, which was empty when we arrived, had filled up by the time we paused for a bathroom break.\n\nI sat alone at our table, aware of my surroundings for the first time in an hour, and wondered if anyone had been listening to our conversation. If they had, I hadn’t noticed. And I didn’t notice as the crowd thinned and the night got late.\n\nWe all have a narrative of ourselves that we offer up to strangers and acquaintances, but Dr. Aron’s questions make it impossible to rely on that narrative. Ours was the kind of accelerated intimacy I remembered from summer camp, staying up all night with a new friend, exchanging the details of our short lives. At 13, away from home for the first time, it felt natural to get to know someone quickly. But rarely does adult life present us with such circumstances.\n\nThe moments I found most uncomfortable were not when I had to make confessions about myself, but had to venture opinions about my partner. For example: “Alternate sharing something you consider a positive characteristic of your partner, a total of five items” (Question 22), and “Tell your partner what you like about them; be very honest this time saying things you might not say to someone you’ve just met” (Question 28).\n\nMuch of Dr. Aron’s research focuses on creating interpersonal closeness. In particular, several studies investigate the ways we incorporate others into our sense of self. It’s easy to see how the questions encourage what they call “self-expansion.” Saying things like, “I like your voice, your taste in beer, the way all your friends seem to admire you,” makes certain positive qualities belonging to one person explicitly valuable to the other.\n\nIt’s astounding, really, to hear what someone admires in you. I don’t know why we don’t go around thoughtfully complimenting one another all the time.\n\nWe finished at midnight, taking far longer than the 90 minutes for the original study. Looking around the bar, I felt as if I had just woken up. “That wasn’t so bad,” I said. “Definitely less uncomfortable than the staring into each other’s eyes part would be.”\n\nHe hesitated and asked. “Do you think we should do that, too?”\n\n“Here?” I looked around the bar. It seemed too weird, too public.\n\n“We could stand on the bridge,” he said, turning toward the window.\n\nThe night was warm and I was wide-awake. We walked to the highest point, then turned to face each other. I fumbled with my phone as I set the timer.\n\n“O.K.,” I said, inhaling sharply.\n\n“O.K.,” he said, smiling.\n\nI’ve skied steep slopes and hung from a rock face by a short length of rope, but staring into someone’s eyes for four silent minutes was one of the more thrilling and terrifying experiences of my life. I spent the first couple of minutes just trying to breathe properly. There was a lot of nervous smiling until, eventually, we settled in.\n\nI know the eyes are the windows to the soul or whatever, but the real crux of the moment was not just that I was really seeing someone, but that I was seeing someone really seeing me. Once I embraced the terror of this realization and gave it time to subside, I arrived somewhere unexpected.\n\nI felt brave, and in a state of wonder. Part of that wonder was at my own vulnerability and part was the weird kind of wonder you get from saying a word over and over until it loses its meaning and becomes what it actually is: an assemblage of sounds.\n\nSo it was with the eye, which is not a window to anything but rather a clump of very useful cells. The sentiment associated with the eye fell away and I was struck by its astounding biological reality: the spherical nature of the eyeball, the visible musculature of the iris and the smooth wet glass of the cornea. It was strange and exquisite.\n\nWhen the timer buzzed, I was surprised — and a little relieved. But I also felt a sense of loss. Already I was beginning to see our evening through the surreal and unreliable lens of retrospect.\n\nMost of us think about love as something that happens to us. We fall. We get crushed.\n\nBut what I like about this study is how it assumes that love is an action. It assumes that what matters to my partner matters to me because we have at least three things in common, because we have close relationships with our mothers, and because he let me look at him.\n\nI wondered what would come of our interaction. If nothing else, I thought it would make a good story. But I see now that the story isn’t about us; it’s about what it means to bother to know someone, which is really a story about what it means to be known.\n\nIt’s true you can’t choose who loves you, although I’ve spent years hoping otherwise, and you can’t create romantic feelings based on convenience alone. Science tells us biology matters; our pheromones and hormones do a lot of work behind the scenes.\n\nBut despite all this, I’ve begun to think love is a more pliable thing than we make it out to be. Arthur Aron’s study taught me that it’s possible — simple, even — to generate trust and intimacy, the feelings love needs to thrive.\n\nYou’re probably wondering if he and I fell in love. Well, we did. Although it’s hard to credit the study entirely (it may have happened anyway), the study did give us a way into a relationship that feels deliberate. We spent weeks in the intimate space we created that night, waiting to see what it could become.\n\nLove didn’t happen to us. We’re in love because we each made the choice to be."
}