{
  "url": "http://www.nytimes.com/2015/05/03/style/modern-love-college-essay-winner.html",
  "headline": "No Labels, No Drama, Right?",
  "dateline": {
    "year": 2015,
    "month": 4,
    "day": 30
  },
  "byline": "Jordana Narin",
  "text": "“My Jeremy is coming to visit this weekend,” Maddy whispered to me one night while we were out for a friend’s birthday.\n\n“Your what?” I asked. I thought I had misheard her.\n\n“My Jeremy,” she repeated. “I’ve told you about him. His name’s Will. We grew up together in Washington. He’s visiting from school. My Jeremy.”\n\nAnd just like that, a name — one I referred to often — became an archetype, a trope, an all-purpose noun used by my college friends to talk about “that guy,” the one who remains for us in some netherworld between friend and boyfriend, often for years.\n\nI met mine, the original Jeremy, at summer camp in the Poconos at 14, playing pickup basketball by day and talking in the mess hall late into the night. Back home we lived only 30 minutes apart, but I didn’t see him again until 11th grade, when we ran into each other at a Halloween party in a Lower Manhattan warehouse.\n\nI was dressed as a rabbit and he as a vampire. As we converged, he put out his hand to meet mine. “Has anyone ever told you how well you rock a tail?” he teased, tracing the lines on my palm with his fingers.\n\n“You should really get those bloody fangs checked out,” I replied, suddenly conscious of my bitten-down nails.\n\nAs Maroon 5 blasted in the background, he murmured drunkenly in my ear, “I’ve missed you.”\n\n“I’ve missed you, too,” I murmured back, standing on tiptoes.\n\nUnder the muted flashes of a strobe light, we shared our first kiss.\n\nWe stayed in touch for the rest of high school, mostly by text message. But we also met up in person when his school’s basketball team played ours and when I ventured from New Jersey into Manhattan for academic events or to attend another warehouse party.\n\nI was eager to move on from high school, and talking to Jeremy was an escape, a peek into an alternative universe where shy boys with moppy brown hair and clever minds seemed to care about more than their next hookups. When I published an article about my struggle with Crohn’s disease in an obscure online magazine, he wrote with praise and to tell me it moved him, lessening the shame I felt.\n\nEvery time his name popped up on my phone, my heart raced.\n\nStill, we were never more than semiaffiliated, two people who spoke and loved to speak and kissed and loved to kiss and connected and were scared of connecting. I told myself it was because we went to different schools, because teenage boys don’t want relationships, because it was all in my head.\n\nI told myself a lot of things I never told him.\n\nTwo years after our first kiss, we were exchanging “I’ve missed you” messages again. It was a brisk Friday evening in our first semesters of college when I stepped off a train and into his comfortable arms.\n\nHe had texted weeks earlier on Halloween (technically our anniversary) to ask if I would visit. We had not talked since summer, and I was trying to forget him. We had graduated from high school into the same inexpressive void we first entered in costume, where an “I’ve missed you” was as emotive as one got. I decided to leave him behind when I left for college.\n\nBut he wouldn’t let me. Whenever I believed he was out of my life, I’d get a text or Facebook comment that would reel me back in.\n\nAnd I wouldn’t let me, either. His affection, however sporadic, always loomed like a promise. So I accepted his invitation, asking myself what I had to lose.\n\nI lost a lot that weekend: A bet on the football game. Four pounds (from nerve-driven appetite loss). A pair of underwear. My innocence, apparently.\n\nNaïvely, I had expected to gain clarity, to finally admit my feelings and ask if he felt the same. But I couldn’t confess, couldn’t probe. Periodically I opened my mouth to ask: “What are we doing? Who am I to you?” He stopped me with a smile, a wink or a handhold, gestures that persuaded me to shut my mouth or risk jeopardizing what we already had.\n\nOn the Saturday-night train back to Manhattan, I cried. Back in my dorm room, buried under the covers so my roommates wouldn’t hear, I fell asleep with a wet pillow and puffy eyes.\n\nThe next morning I awoke to a string of texts from him: “You get back OK?” “Let’s do it again soon :)”\n\nAnd we did, meeting up for drinks in the city, spending the night at my place, neither of us daring to raise the subject of what we were doing or what we meant to each other. I kept telling myself I’d be fine.\n\nAnd I was. I am.\n\nBut now, more than three years after our first kiss and more than a year after our first time, I’m still not over the possibility of him, the possibility of us. And he has no idea.\n\nI’m told my generation will be remembered for our callous commitments and rudimentary romances. We hook up. We sext. We swipe right.\n\nAll the while, we avoid labels and try to bury our emotions. We aren’t supposed to want anything serious; not now, anyway. But a void is created when we refrain from telling it like it is, from allowing ourselves to feel how we feel. And in that unoccupied space, we’re dangerously free to create our own realities.\n\nMy friend Shosh insists that I don’t actually have feelings for Jeremy.\n\n“You don’t know him anymore,” she says. “I think maybe you’re addicted to the memories, in love with a person you’ve idealized who probably isn’t real.”\n\nMaybe she’s right. Maybe my emotions are steeped in a past that never presented itself. Still, he envelops my thoughts. And anyway, Shosh has a Jeremy of her own, another guy at another school she holds both close and far away.\n\nTo this day, if I ever let a guy’s name slip out to my father, his response is always, “Are you two going steady?”\n\nHe means to ask if we’re dating exclusively, if I have a boyfriend. I used to hate it.\n\n“People don’t go steady nowadays,” I explain. “No one says that anymore. And almost no one does it. Women today have more power. We don’t crave attachment to just one man. We keep our options open. We’re in control.”\n\nBut are we?\n\n\n\nI’ve brooded over the same person for the last four years. Can I honestly call myself empowered if I’m unable to share my feelings with him? Could my options be more closed? Could I be less in control?\n\nMy father can’t understand why I won’t tell Jeremy how I feel. To me, it’s simple. As involved as we’ve been for what amounts to, at this point, nearly a quarter of my life, Jeremy and I are technically nothing, at least as far as labels are concerned.\n\nSo while I teeter between anger with myself for not admitting how I feel and anger at him for not figuring it out, neither of us can be blamed. (Or we both can.) Without labels to connect us, I have no justification for my feelings and he has no obligation to acknowledge them.\n\nNo labels, no drama, right?\n\nI think my generation is venturing into some seriously uncharted waters, because while we’re hesitant to label relationships, we do participate in some deviation of them.\n\nBut by not calling someone, say, “my boyfriend,” he actually becomes something else, something indefinable. And what we have together becomes intangible. And if it’s intangible it can never end because officially there’s nothing to end. And if it never ends, there’s no real closure, no opportunity to move on.\n\nInstead, we spend our emotional energy on someone we’ve built up and convinced ourselves we need. We fixate on a person who may not be right for us simply because he never wronged us. Because without a label, he never really had the chance.\n\nWhen I realized I hadn’t misheard Maddy, I asked her to elaborate.\n\n“You know what a Jeremy is,” she said. “You practically dubbed the term. He’s the guy we never really dated and never really got over.”\n\nMost people I know have a Jeremy in their lives, someone whose consequence a label can’t capture. In years past, maybe back when people went steady, he may have been the one who got away. For my generation, though, he’s often the one we never had in the first place. Yet he’s still the one for whom we would happily trade all the booty calls, hookups and swiping right. He’s still the one we hope, against all odds, might be The One.\n\nBut until we’re brave enough to find out for sure, there’s life to keep living. Until he can be labeled ours, just calling him Jeremy will have to do."
}