{
  "url": "http://www.nytimes.com/2015/04/26/style/the-art-of-being-apart.html",
  "headline": "The Art of Being Apart",
  "dateline": {
    "year": 2015,
    "month": 4,
    "day": 23
  },
  "byline": "Lisa Grunwald",
  "text": " \n\nMy husband was leaving for London on a business trip, just a short hop. He would be back before the end of the week, but naturally, I spent the morning making a special card for him.\n\nI always slip a card into his briefcase when he flies somewhere. Sometimes I add an old picture or a heart-shaped piece of coral. I do this, in part, so that if his plane crashes, I’ll know I’ve said a last I-love-you.\n\nSo far, this strategy seems to have kept his planes aloft. But, really, these notes are like bookmarks in the story of our marriage, each one created to hold a place until we’re together again.\n\nDepartures weren’t always this simple. I still remember his first business trip, mainly because I was on it. This was not a helicopter-wife thing. It was 27 years ago, and we were newlyweds, and I was just trying on a wifely role that seemed quaint and retro and loving.\n\nThe landscape of my childhood had been strewn with my parents’ suitcases — forever being packed and unpacked. Like my husband, my father had been a journalist, and my mother saw the world with him. Many wives got to do that then, and my mother brought back stories of large and little revelations, cotton caftans from Marrakesh and gold koi charms from Thailand.\n\nMy husband’s first business trip was to Toronto, and I brought back a hotel shower cap. But I thought: Yes, this is marriage. You do whatever you can so that you’ll wake up in the same bed.\n\nUnlike my mother, though, I had an office job. Even if I had been willing to drop it for traveling now and then, the ’80s and ’90s hardly offered the plus-one largess of the previous decades. To take your wife on a business trip now would be the marital equivalent of having your mother walk you to high school. There were other obstacles in those days: employees-only off-sites (his), magazine and book deadlines (mine), two children (ours) and two school schedules (theirs).\n\nUnable to go on work jaunts together, we did what we thought was the next best thing: We tried to talk on the phone every day. This was before the cellphone, so we sometimes failed to connect at all. When we did, though, we aimed for full debriefings: all the meetings and meals, the gossip and grind, of our days apart.\n\nEven then — years before we started to edit anthologies together — I had read some exquisite old letters written from one spouse to another. To people like John and Abigail Adams, distances were the same as time. If there was an ocean between you, there were three or four months also, and the Adamses used their letters to express their feelings and distill the facts.\n\nTraveling in America a century and a half later, Dylan Thomas wrote his wife, Caitlin: “My dear one, my Irish heart, my wonderful wonderful girl who is with me invisibly every second …. Why oh why did I think I could live, I could bear to live, I could think of living, for all these torturing, unending, echoing months without you.” (Granted, he would commit adultery many times, but still. Nice words.)\n\nSuch communication, however, depended on husbands and wives understanding that apart was truly apart, that they had no life together except their lives in the past and future. Stephen and I were trying to be together while being apart, and instead of a florid Welsh poet, I got a harried New York journalist. Instead of a sweet Irish heart, he got a disconcerted writer facing work and children and the unexpected realization that the quaint wifely role had definitely lost the quaint.\n\nAbsence was making the heart grow cranky. When we talked, I imagined him in his hotel room, rolling his eyes and mouthing the words “two minutes” to some colleague waiting to hit the town.\n\nI thought: Where’s my Dylan Thomas letter? Why aren’t I “my wonderful wonderful girl who is with me invisibly every second”? (It didn’t occur to me that if Dylan had called home daily, Caitlin would have probably heard little more than the slurring of words over the rattle of ice cubes.)\n\nPetulantly, I sometimes resorted to monosyllables when Stephen called: “Fine.” “They’re good.” “Not much.” It was passive-aggressive and punishing, and I’m not usually either. If I had been married to me, I would have asked what I’d ever seen in myself.\n\nGradually, though, I realized that our daily reports could feel startlingly irrelevant. Deprived of the sharing of place, mood and time — all the factors that can make the mundane parts of marriage so festive — I was no more moved by the personnel problems of his newspaper’s Frankfurt office than he was by my editor’s comments on some article I’d rewritten. Dimly, I started to wonder if there might be certain benefits to getting some distance now and then.\n\nAnd there were. With Stephen away, I fudged the kids’ bedtimes. Sometimes I took them out for breakfast. They were shockingly young when they watched “The Godfather.” Along with the extra fun came extra duties. At night, I’d be the one, not Stephen, to take out the garbage and lock the doors. Chores get assigned in marriage, but a short separation reminds you what you can still do perfectly well by yourself. After the children were asleep, I rediscovered, too, how much more writing you can get done when you’re not also having a conversation, let alone having sex or dinner.\n\nMy monosyllabic shtick slowly turned into confident restraint. I missed Stephen, but it was better to want him than to need him. The haunting mystery of any marriage — “What would I do without you?” — is often a rhetorical endearment. In my case, it was just practical: What would I do without him? What I had to. And sometimes I’d have fun.\n\n\n\nAfter more than two decades of marriage, we had finally gotten it down. We would talk when we could and keep it brief. If something big arose, we would share it. But mainly, we said what people in love say. The freedom from all the details allowed us to miss each other, and coming together again suddenly provided a fluttery joy.\n\nGood thing we had found all this wisdom, because it came just before my doctor told me, seven years ago now, that I had multiple sclerosis. My energy, even for simple tasks, became finite. Daily, my batteries drained. My balance was off. I broke an arm.\n\nI would lie in bed and look at a window and think, “I need to close that.” And then, half an hour later, I’d think, “I need to close that.” The children were older — a huge help. But all of our lives were altered.\n\nStephen was now head of a global news agency with offices all over the world, and yet he was traveling less than he had in a decade. The first year or two after I got sick, he kept his travel stateside. But it was clear he would have to go much farther to spend real time with colleagues abroad.\n\nThe journey of 12,000 miles begins with a single plane reservation. In February 2011, he rolled his suitcase down the hall, out the door and toward China. We kissed goodbye and flashed reassuring smiles that were filled with equal amounts of love and lying. But no trip had ever felt more essential. He needed a break from the me who was sick, and I needed a break from the guy who needed a break from the me who was sick.\n\nFriends reminded him how easy it would be to stay in touch. There were iPhones. Wi-Fi everywhere. Skype. We could text and email at any hour. But we had learned our lesson, back when illness had nothing to do with it: For us, apart, if we did it right, allowed us to be our better selves, to rise above the daily dreck and feel the kind of marital bond that’s sometimes strongest when it’s stretched.\n\nMore than 2,000 years ago, Pliny the Younger (Pliny the Younger!) wrote to his wife, Calpurnia: “The eagerness of my desire to see you is incredible. … I pass a great part of the night in thinking of you. In the day too, at those hours, when I used to see you, my feet carry me spontaneously … to your apartment, from whence I constantly return much out of humour and dejected.”\n\nIf Calpurnia had been sending him Snapchats, I doubt he would have felt the same.\n\nI stayed home, and Stephen went to Asia. We talked occasionally, but we didn’t Skype or text. He had left a letter on my night table — not Pliny or Dylan Thomas, perhaps, but pretty majestic in its own right. And I had put a note in his bag."
}