{
  "url": "http://www.nytimes.com/2015/10/25/fashion/when-the-doorman-is-your-main-man.html",
  "headline": "When the Doorman Is Your Main Man",
  "dateline": {
    "year": 2015,
    "month": 10,
    "day": 22
  },
  "byline": "Julie Margaret Hogben",
  "text": "\n\nIt was summertime in Manhattan, dark and balmy, almost midnight, on the Upper West Side. He and I rounded the corner from Amsterdam. Drinks had gone well. Walking me home, he held my hand. Tipsy, I said, “You can’t come up,” and stopped near a stoop.\n\n“I don’t want to,” he said coyly, placing his hands on my waist, drawing me close. “But I do want to see you again.” He smiled.\n\nI smiled. “What I mean is, if you want to kiss me good night, it has to be here.” We weren’t even close to my building.\n\n“But I thought you lived in ——” he said, craning his neck to look for street signs “——the 90s?”\n\n“I do.” I started to stammer, to try to explain. “I do, but see, he knows we’re on our first date, and there’s a window he can see out of onto the sidewalk, and sometimes he’s waiting. If I’m too late, he can get worried.”\n\n“Who?” my date asked, looking concerned. “Who can see us?”\n\n“Um,” I hedged.\n\n“Your boyfriend?”\n\n“No.”\n\n“Your dad?”\n\n“No, no. It’s hard to ——”\n\n“Your husband? You’re married?”\n\nI sighed and shrugged, flying my freak flag, ruining the moment. I took a deep breath. “My doorman.”\n\nGuzim was my doorman, and ours was a common and unsung friendship, that between women living in New York, single and alone, and the doormen who take care of them, acting as gatekeepers, bodyguards, confidants and father figures; the doormen who protect and deliver much more than Zappos boxes and FreshDirect, not because it’s part of the job, but because they’re good men.\n\n“I don’t like him,” Guzim said of a new guy I was dating two months later. He whispered this over the intercom.\n\nI entered the lobby and saw them outside, my doorman and my date on the sidewalk, laughing and chatting. My date turned to flick his cigarette away, and Guzim took the moment to shoot me a look: He had gotten the scoop and was already wary.\n\nI waved goodbye as my date and I walked off. When I glanced back, Guzim shook his head. I rolled my eyes. What did he know? What could he tell from a 10-minute talk?\n\nMy date turned out to be sexy and funny, spoke gorgeous Hebrew and partied too much. And so I agreed to a second drink and saw him again, and again, as autumn drew on. I was always attracted to bad boys.\n\nGuzim wasn’t a bad boy. He was kind and well mannered, a gray-haired cross between Cary Grant and George Clooney. Born in Albania in the mid-1940s, he hailed from an educated military family; his father had been an army general. When Guzim was 19, the communist leader Enver Hoxha’s secret police arrested and interned his family, accusing them of treason.\n\nFor 20 years, he lived in a labor camp, forced to farm in a remote area, not unlike Stalin’s gulags. “My whole life as a young man,” he said to me once. He never married. Never had children.\n\nAt 39, he was finally released, and the United States granted his family asylum. He found a job as a white-glove doorman in New York. Whenever I asked him how he was, on any day, at any hour, he always said, “No complaints.”\n\nThis was his mantra.\n\nOn Halloween night that same year, I walked home again, this time alone, from the 24-hour CVS. I couldn’t sleep. In pajama bottoms, T-shirt and Uggs, I skipped up the steps into the lobby, a white paper bag clenched in my hand.\n\nHidden inside was a pregnancy test.\n\nGuzim was resting on his usual stool, half-on, half-off, and looked up from his New York Post. “What?” he said.\n\n“What?” I said. “Nothing.”\n\n“What is it?”\n\n“Nothing.” I sailed past and held up the bag. “Headache. Tylenol.”\n\n“No,” he said in a drawn-out way, shaking his head, folding his newspaper closed.\n\nI couldn’t fool him.\n\nI stopped and looked around. No one was in the lobby. Fine. It was well after midnight, so I doubled back. “I think, I don’t know ——” I bit my lip. “I missed a, you know.” My face contorted, and I started to cry.\n\nGuzim waited, then said, “The Israeli?”\n\n“Yes! And I don’t even like him,” I said, wiping my tears. “He’s a liar. I can’t spend the rest of my life with him.”\n\n“So don’t,” Guzim said, straightening the cuffs of his uniform jacket. We stood and talked for two more hours.\n\nI was distraught. I thought I had been safe, counted the days and done the math, used protection — most of the time. “How did this happen?” I stupidly asked.\n\n“How?” Guzim said with a wry smile. “Come on. It’s life.”\n\nTwo weeks later, I told the father. He seemed at once delighted and horrified. A few weeks later, he even proposed.\n\nI politely declined. He didn’t want to be a parent. Not really. We didn’t want to marry each other. We both knew the truth.\n\nI said I’d raise the baby myself, and he could be involved as little or as much as he wanted to be. He was off the hook, as long as we kept the drama at bay and stayed in touch. We three would be friends, if not family. He agreed.\n\nThree months later and starting to show, I broke the news to everyone else. My Catholic parents, married over 40 years, feared for my future as a single mother. I didn’t blame them. My girlfriends — married and single, mothers or childless — were mostly supportive.\n\nBut I became fodder for gossip: Who was the father? Did I dump him, or did he dump me? Valid questions, sometimes asked to my face, sometimes not.\n\nBut down in the lobby, Guzim was there with no dog in the race. I wasn’t his daughter, sister or ex. I wasn’t his employee or boss. Our social circles didn’t overlap. Six days a week, he stood downstairs, detached but also caring enough to be the perfect friend, neither worried nor pitying.\n\nIt was he who signed for the crib when it came, for the onesies, bottles and boxes of diapers. It was he who asked how I felt every day. I saw the Israeli every few weeks.\n\nGuzim and I talked a lot over those nine months, and his worldly perspective comforted me: more European than tristate, more Cold War than 21st century and grounded in gratitude.\n\nHis stance was resolute. He upheld and honored me for my choice, and protected my dignity and self-esteem. I was still young, he reminded me. I could still meet a man and get married. I had a master’s degree, a job, savings.\n\nSo what if I wasn’t married? Look at the world. Worse things had happened in history. Please. We would be fine. My baby was a gift.\n\nIn August, while I was away for the weekend, my water broke early, and I gave birth in Providence, R.I. Two days later, my parents picked me up and drove me south on Route 95 to the Upper West Side and home.\n\nWhen my father pulled up, Guzim knew the car. He skipped down the steps and swung the back door open wide. Somehow he knew what was waiting inside.\n\nI climbed out, exhausted and teary. We hugged. I turned back, unclipped the car seat and pulled it out. We both gazed at the sleeping newborn, impossibly pretty.\n\n“Beautiful,” he said. “Wonderful job.”\n\n\n\nNine days later, the Israeli left for good. His father was sick back home, he said. But we were friends and on good terms, and for the next year, I emailed him photos. He called and we laughed as he kept me awake during those first long, sleepless months.\n\nBut Guzim’s was the face we saw every day, the man who said good morning and good night to my girl, who smiled and cooed and remarked on her growth, her smile and her first words.\n\nThe Israeli kept in touch for over a year and then disappeared. No more emails or calls. I’d send photos, and he’d send silence.\n\nMy daughter held a special affection for Guzim, almost as if she understood the role he had played as someone who welcomed her into this world with open arms, an open heart, ready and willing to guard and protect her, just as he had guarded and protected her mother.\n\nOnce she could, she’d run down the sidewalk, arms outstretched, and he’d catch her up into a big hug.\n\nHer father doesn’t call or visit, and we don’t call or visit him. But we visit Guzim.\n\nWe live in California now, but when we’re in New York, we drop by the building, hoping to find Guzim at his post. Sometimes he is. Sometimes he isn’t. But we always check.\n\nAnd when we find him and he asks how I’m doing, I look at my girl and say, “No complaints.”"
}