{
  "url": "http://www.nytimes.com/2015/02/08/style/how-we-write-about-love.html",
  "headline": "A closer look at the Modern Love column and its contributors.How We Write About Love",
  "dateline": {
    "year": 2015,
    "month": 2,
    "day": 5
  },
  "byline": "Daniel Jones",
  "text": "A few months ago, I read several articles touting the health benefits of writing in a deeply personal way. Studies had shown that writing introspectively on a regular basis can lead to lowered blood pressure, improved liver function and even the accelerated healing of postoperative wounds. The study’s subjects had been told to write for short periods each day about turbulent emotional experiences.\n\nI bet a lot of them wrote about love. As the editor of this column, I have spent much of the last decade reading stories of people’s turbulent emotional experiences. They all involved love in one way or another.\n\nWhich isn’t so surprising. Who hasn’t been stirred up by love? But these writers had spun their experiences into stories and sent them here, where more than 99 percent must be turned away.\n\nAlthough the would-be contributors may be happy to learn of the surprising health benefits of their writing, I think they hoped for a more glamorous reward than improved liver function.\n\nLately I have been thinking about those tens of thousands of passed-over stories and all the questions and lessons about love they represent. When taken together, what does all this writing reveal about us, or about love? Here’s what I have found.\n\nFirst, and most basic: How we write about love depends on how old we are.\n\nThe young overwhelmingly write with a mixture of anxiety and hope. Their stories ask: What is it going to be for me?\n\nThose in midlife are more often driven to their keyboards by feelings of malaise and disillusionment. Their stories ask: Is this really what it is for me?\n\nAnd older people almost always write from a place of appreciation, regardless of how difficult things may be. Their message: All things considered, I feel pretty lucky.\n\nIn writing about love, the story of how we met looms large because a lot of us believe, validly or not, that a good meeting story bodes well for the relationship.\n\nWhat do we consider to be a good meeting story? When it involves chance more than effort. You get bonus points if the chance encounter suggests compatibility, like mistakenly wheeling off with each other’s shopping carts at Whole Foods because your items had so much overlap, you got the carts mixed up.\n\n“I get those beets all the time!” “You like Erewhon Supergrains, too?”\n\nPretty soon it’s time to get a room.\n\nIt seems the harder we work at finding love, the more prone we are to second-guessing the results. High-volume online daters worry about this, along with those who routinely attend singles events.\n\nThe fear is we may force things or compromise after pushing so hard for so long. We may admire hard work in most endeavors, but we admire laziness when it comes to finding love. (If you manage to stay together over the long haul, however, it will be because of effort, not chance.)\n\nWhen some people write about love, they can’t find the right words to capture the intensity of their feelings, so they rely on stock terms that are best avoided. These include (but are not limited to): amazing, gorgeous, devastating, crushed, smitten, soul mate and electrifying.\n\nPopular phrases include: “meet cute,” “heart pounded,” “heart melted,” “I’ll always remember,” “I’ll never forget” and “Reader, I married him.” Then there is everyone’s favorite stock word regardless of subject: literally. As in, “our date was literally electrifying.”\n\nWomen and men may feel love similarly, but they write about it differently.\n\nA lot of men’s stories seem tinged by regret and nostalgia. They wish previous relationships hadn’t ended or romantic opportunities hadn’t slipped away. They lament not having been more emotionally open with lovers, wives, parents and children.\n\nWomen are more inclined to write with restlessness. They want to figure love out. Many keep mental lists of their expectations, detailing the characteristics of their hoped-for partner with alarming specificity and then evaluating how a new romantic interest does or doesn’t match that type.\n\nThey write something like, “I always pictured myself with someone taller, a guy with cropped brown hair and wire-rim glasses who wears khakis or jeans, the kind of person who would bring me tea in bed and read the Sunday paper with me on the couch.”\n\nMen almost never describe the characteristics of their ideal partner in this way. Even if they have a specific picture in mind, few will put that vision to paper. I wonder if they’re embarrassed to.\n\nAnother list women frequently pull together is “The List of Flawed Men,” in which they dismiss each man they have gone out with over the last year with a single phrase. There was the slob with the sideburns, the med student who smoked too much pot, the gentle Texan who made felt hats but couldn’t commit, and the physically affectionate finance guy who always dropped her hand when he saw his friends.\n\nThis series of bad encounters has left them exasperated to the point of hopelessness, so they try to see the humor in it.\n\nMen rarely compose that kind of list, either. In this case, I wonder if it’s because they’re afraid to, not wanting to be seen as belittling women. In general, men write more cautiously about women than the other way around.\n\nLove stories are full of romantic delusion, idealizing love to an unhealthy degree. But in the accounts I see, men and women delude themselves in opposite directions.\n\nA woman is more likely to believe her romantic ideal awaits somewhere in the future, where her long-held fantasy becomes a flesh-and-blood reality.\n\nA man’s romantic ideal typically exists somewhere in the past in the form of an actual person he loved but let go of, or who got away. And he keeps going back to her in his mind, and probably also on Facebook and Instagram, thinking, “What if?”\n\nI don’t know if men are worse than women when it comes to romantic rejection; they are clearly worse when it comes to literary rejection. Even though only 20 percent of submissions come from men, they send more than 90 percent of the angry emails I receive in response to being turned down. To these men, no does not mean no. No means the start of an inquiry as to how this possibly could have happened.\n\nOne man sneered at me: “You didn’t even read it, dude.”\n\nTo which I replied, sincerely: “Dude, I totally did.”\n\nWriting about love can be similar to falling in love in that we must be as vulnerable on the page as we are in person when revealing ourselves to someone we hope will love us back. That means exposing our flaws and weaknesses and trusting we will be seen as more appealing, not less, for having done so.\n\nGood writing about love features the same virtues that define a good relationship: honesty, generosity, open-mindedness, curiosity, humor and self-deprecation. Bad writing about love suffers from the same flaws that define a bad relationship: dishonesty, withholding, defensiveness, blame, pettiness and egotism.\n\nIt has been remarkable to watch the evolution in stories I have received from gay and lesbian writers. A decade ago, their stories focused on issues of marginalization, identity, coming out, and of strains with family members. Within a few years, their focus had turned overtly political in the fight for equality and marriage.\n\nToday, gay writers have largely shed that baggage. They write about looking for love, marrying, starting a family, being a parent, even getting divorced. Sexual orientation that had once been central is now incidental. Which seems like a nice change.\n\nWith Valentine’s Day near and the right words about love always so hard to find, let me close by simply wishing you an amazing celebration of electrifying romance you never forget and always remember.\n\nIf you have a personal story that illustrates the current state of love and relationships, email it to us at essaycontest@nytimes.com. The winning author will receive $1,000 and the essay will be published in a special Modern Love column in May.\n\nDetails appear at nytimes.com/modernlovecontest. For more information and commentary as the contest progresses, follow Modern Love on Facebook (facebook.com/modernlove) and the Modern Love editor on Twitter: @danjonesnyt.\n\n"
}