{
  "url": "http://www.nytimes.com/2015/11/22/fashion/the-five-stages-of-ghosting-grief.html",
  "headline": "The Five Stages of Ghosting Grief",
  "dateline": {
    "year": 2015,
    "month": 11,
    "day": 19
  },
  "byline": "Rachel Fields",
  "text": "At 6:30 a.m. I was blow-drying my hair, getting ready for work and accepting the demise of my two-week relationship. The nail in the coffin was that at 10 the night before I had texted him something vaguely sexual, and he hadn’t texted back.\n\nThe morning had become a quick but emotionally turbulent journey through the five stages of grief.\n\nFirst: denial. It was entirely possible he hadn’t seen the text. He could have been in a deep sleep. He could have dropped his phone in the toilet. He could have died! Any of these options were comforting.\n\nHe wasn’t really a texter anyway, so his lack of response didn’t necessarily reflect the weirdness of my text. It was probably normal for non-texters to see a text and not reply to it. They saw it, found it charming (or not), but didn’t think it required a response. Totally standard.\n\nAnyway, was the text even that weird? If you went on a date and got vaguely physical during a make-out session on a bench in a secluded area of a public park, wouldn’t it seem natural to text something vaguely sexual a few days afterward?\n\nI opened my messages to remind myself what exactly I had sent. There it was, at 10:02 p.m.: “I can’t stop thinking about what I’m now referring to as ‘bench time.’”\n\nO.K., so it was a little confusing. Deep into my third glass of wine, I had thought I was being coy, but the result was somewhat inscrutable. It wasn’t even clear I had enjoyed the experience. Was it possible he thought I was traumatized? Did he think I was accusing him of something?\n\nNo, that was ridiculous. He probably had noted my text, smiled, felt as aroused as you can be by a text as vaguely sexual as mine was, and gone to sleep, dreaming of me.\n\nBut all the same, isn’t it a little rude to get a text from a woman you’ve been dating for two weeks and not even acknowledge it? How hard can it be to fire off a blushing smiley emoji or a four-word answer? He didn’t even need to reciprocate the sexual innuendo (though it would have been appreciated). He could have just said, “Nice.”\n\n(Scrap that. “Nice” would have been way worse. If he had texted “Nice,” I would have thrown myself into the sea.)\n\nI didn’t care if he was a non-texter — and what does that even mean in this day and age? If you’re a 20-something urban professional who doesn’t text, you’re pretty much impossible to be friends with. For a friendship to exist in 2015, people need to know they can text “ugh I love oysterrrrs” at 2:15 p.m. on a Friday and get a response by 2:30.\n\nOf course, there would be pathetically little at stake if he failed to reply to a Friday afternoon “ugh I love oysterrrrs” text. But this was my first flirtatious text after our first physical encounter. By not responding, he was essentially shouting into the universe, “You are overly sexual, way too forward and deeply unattractive to me.”\n\nBut honestly, if he was offended, I didn’t want to be dating him anyway. You can’t engage in an open-shirted make-out session and then get offended when the woman texts you a vaguely (vaguely!) sexual follow-up.\n\nMaybe if I didn’t look at my phone for the next five minutes, he would text. Yes, that was the answer. I would blow-dry my hair like a casual, confident, independent woman. I would think about work and my friends and whether I should make an appointment for … Seriously, had he still not texted?\n\nI put my phone facedown with the ringer off. Now I couldn’t see if he texted, and I could start living my life. I was single, empowered and ready for anything.\n\nNo, that wouldn’t work. If the ringer was off and the phone was facedown, I wouldn’t know if he did text. The best solution was to keep the phone faceup, ringer off, so I could see the phone light up if he texted — but not be bothered by the ringer. The ring tone was jarring, and anyway I was blow-drying my hair, so I wouldn’t hear it.\n\nTwo minutes later, still no text.\n\nI started thinking about my life and what it may look like from the outside. Two nights before, he and I had stood gazing at the Chicago Botanic Garden’s much-discussed corpse flower, which had been due to bloom that evening but hadn’t.\n\n“This plant looks fake,” he had said. “It looks like a plant from a 1930s movie about prehistoric jungles. How do we know this thing is real?”\n\nI laughed. “Maybe it’s just a ruse to get visitors, and the plant is made of plastic. No one would know.”\n\nThe room was still. Dusk was nearly upon us and a strong rainstorm had kept away the evening crowds. Happiness stole over me, the quiet joy of standing in the dark in front of a 6-foot-tall plant, talking in unnecessary whispers.\n\n“What if it blooms right now?” I said. “What if it blooms and we’re the only ones to witness it?” The thought made me shiver. As rain pounded the walls outside, I wanted nothing more than for the corpse flower to bloom for us alone.\n\nA security guard at the door interrupted my fantasy. He peered into the room and glared at us.\n\n“Closing time,” he barked. “You would’ve been locked in here all night.”\n\n“Sorry, sir,” I said, and we followed him out, suppressing our laughter.\n\nYes, I thought it had gone well. When we parted on the train platform, I had felt sure we would go out again. It was early to feel so confident, yes, but in the happy haze of our four hours together, I had pictured us months down the road, walking hand in hand along a Chicago street. I had imagined him really liking me.\n\nBut as I surveyed my apartment — towel still on the bed, Walmart lamp from college in the corner — I started to reconsider. I am messy, lazy and selectively kind. Other women have white sheets that are actually clean and little bowls filled with decorative stones. Other women keep orchids. Other women do yoga.\n\nI told myself this wasn’t true and we all have flaws, but I doubted other women’s flaws were as bad as mine.\n\nIn the past, when I asked my friends about their faults, they said things that didn’t count: They got frustrated sometimes or worked too much. These conversations inevitably ended with me saying, “Those aren’t bad enough,” and storming away.\n\nThey didn’t say what I wanted to hear. That deep down, they weren’t sure if they were likable. That they were so irresponsible, they couldn’t imagine being mothers. They didn’t say they craved attention but had trouble giving it to others. They didn’t say how cruel they could be.\n\nThese were surely the flaws he had seen in me.\n\nSwitching the blow-dryer to the other side of my head, I took a few deep breaths. What if he had seen my flaws and hadn’t texted because of them? What if he had seen who I was and hadn’t liked me? I tried to get beyond my immediate response (“If he doesn’t like me, nobody likes me, and I am unlikable”) and really think about it.\n\nIf he hadn’t texted because he didn’t like me, was that so bad? Relationships shouldn’t be about suckering people in with some sanitized version of yourself, only to spring the real you on them later.\n\nMaybe he had seen the real me and decided I wasn’t for him. Plenty of things aren’t for me: running, action movies, owning a dog. None of those things are bad because I don’t like them.\n\nAnd if he hadn’t liked me, why would I want to be with him? I wanted a relationship with someone who thought I was wonderful. Messy, maybe. Prone to leaving towels on the bed, yes. Bad with money, absolutely. But wonderful.\n\nMaybe he had seeds of doubt and realized what it takes a lot of other people years to figure out: that those seeds of doubt can spread tendrils through your body until they eventually strangle your heart. And then five years later, you’re having dinner together and all you can think is, “This isn’t right.” But by then, it’s too late.\n\nIt was better to take notice now and bow out gracefully. Better to save us both years of indecision, resentment and desperation.\n\nMaybe by not texting, he had given me the gift of the rest of my life.\n\nI put down my blow-dryer and checked the time: 7:15. Outside, the breeze was lifting the leaves on the trees and traffic was starting to pick up.\n\nThere was only so much life to live, and no time to spend it with people who weren’t the very best fit.\n\nAnd then he texted."
}