{
  "url": "http://www.nytimes.com/2015/05/10/style/modern-love-tinder-swiping-right-but-staying-put.html",
  "headline": "Swiping Right on Tinder, but Staying Put",
  "dateline": {
    "year": 2015,
    "month": 5,
    "day": 7
  },
  "byline": "Davis Webster",
  "text": "\n\nI woke up the morning after Christmas on my sister’s couch. I didn’t intend to wake up there, but Colorado was hit with a small blizzard as I was attempting to drive home from my father’s house. If you have never driven a rear-wheel-drive pickup truck with bald tires in a blizzard, trust me when I say it’s a terrible idea.\n\nAfter I lost control and missed hitting a concrete divider by just a few inches, I decided to pull off the highway and let my truck slide into a snowbank. Luckily, I was only a few miles from my sister’s apartment, so her boyfriend came to rescue me, which explains why I had woken up on their couch.\n\nBut that’s not what I’m trying to get at. What was special about waking up that morning was that I had a new Tinder match. I hadn’t used the dating app in a few weeks, but at some point between opening presents and Christmas dinner, I had pulled out my phone and swiped through a couple of hundred women to pass the time. Before I could check out the new match, my sister offered to drive me back to my truck.\n\nI had downloaded Tinder with some vague notion of easy hookups but quickly realized that if I struggled to pick up women in a bar, I was still going to struggle to pick them up through my phone screen. Mostly I used it for entertainment. I would read the profiles of women around me. Some were really sincere; some were making fun of the whole idea. I loved all of them.\n\nWhen I got home, I collapsed on my couch and texted my sister and parents to let them know I was still alive. That’s when I realized I hadn’t checked my Tinder match and quickly browsed through her profile.\n\nHer description was generic enough, and the only interest we had in common was a music blog I hadn’t read in years. She seemed nice, but I wasn’t in the mood for talking. Then I noticed the last picture in her profile. She was wearing a beige sweatshirt covered in brown felt patches, and a beige headband with two little bumps on it. I had to ask.\n\n“Are you dressed as a giraffe in that last picture?” I typed.\n\nA few minutes later, my phone buzzed: “I am! I’m glad somebody got it.”\n\n“That’s definitely the best picture I’ve ever seen on here. You would get so many matches if that was your profile pic.”\n\n“Hahaha thanks. I might have to do that. You’re the first person who’s ever appreciated it.”\n\nWe soon discovered that we went to the same school and that she would be back in town in a day or two. We talked about our hobbies and our favorite music. We both loved the same indie rapper and lamented that we had never seen him live. At some point, we realized it was well past midnight and a whole day had passed over the course of our conversation. We said good night.\n\nI was even more surprised the next morning when I woke up to a message from her. Whenever I matched with someone who (a) wanted to talk and (b) wasn’t an escort, we’d go through the same motions: laugh about being on Tinder, ask about our mutual interests, and then enjoy each other’s virtual company until one of us stopped responding.\n\nWhich is the best thing about Tinder. In a generation in which the content of a text message is often less important than how long you waited to send it, Tinder allows intimacy without any stakes. If things get too serious or boring, or if you mess up, there’s always someone new to swipe on. Usually, if you don’t make concrete plans on the first day, the conversation is over by the second.\n\n“I’m coming back to school today,” she said.\n\n“Ooh, that’s exciting,” I said.\n\n“So what are you doing tonight?”\n\nI explained to her the situation about my truck (which was now stuck in another snowbank, outside my apartment) and how I was snowed in for the foreseeable future.\n\nShe didn’t have a car. Her mother was driving her back up.\n\n“Bummer,” I said. She didn’t respond. Another one lost in the chasm of failed Tinder conversations.\n\nAround 6 p.m. I got another message from her: “I’m so bored. What are you doing?”\n\nI was drinking beer and screaming at “Gilmore Girls,” my favorite pastime, but I glanced around my living room and noticed a book sitting on the coffee table and the empty fireplace. My roommate and I had spent all summer saying we needed to get firewood, but we had failed to do so, and now she was on the other side of the country while I was alone and cold and completely lacking any combustibles.\n\n“Just reading in front of a nice fire,” I typed.\n\n“I wish I was there with you,” she replied. Before I could respond, my phone buzzed again. “Sorry… Was that weird?”\n\n“I wish you were here with me too,” I said, followed by a smiley face. “I bet it’d be really nice to cuddle with you in front of the fireplace.”\n\n“Oh trust me, it definitely would.”\n\nI laughed. There’s nothing I love more than a woman who is confident in her cuddling abilities.\n\nWe spent the rest of the night talking about what we would do if there weren’t six inches of snow and a set of bald tires separating us. It was never anything sexual. Mostly it involved cuddling and listening to hip-hop.\n\n“What would we talk about if we were cuddling?” I said at one point.\n\n“Have you ever met anyone on Tinder?” she asked. “I mean like actually met them in real life?”\n\n“I’ve had a few I made plans with, but they always fell through,” I said.\n\n“That makes sense. I always get scared when I make plans to meet guys on here and cancel on them at the last minute. Does that make me horrible?”\n\n“I think it means you have a strong survival instinct.”\n\n“So why are you on Tinder?” she said.\n\nI told her the story of the last woman I had hated and the last I had fallen in love with and all those in between I had tried to convince myself I felt some way about but failed. “You?” I asked.\n\n“I guess I’m bored.”\n\nWe both laughed — “ha-ha” — as I pulled her tighter into my electronic embrace. I fell asleep listening to the imaginary fire crackle and hiss.\n\nI woke up to a message describing the breakfast she had cooked for herself: French toast, bacon, eggs. “Enough for both of us,” she assured me.\n\n“Tastes amazing,” I replied as I ate a handful of potato chips. I had been running out of groceries before the snow hit and now I was down to just chips, popcorn and cans of soup.\n\n“So what are your plans for New Year’s Eve?” she said.\n\n“I have tickets for a concert in Denver, but that depends on the weather.”\n\n“It’s supposed to be warm tomorrow,” she said. “They’re saying it’s going to melt a lot of the snow.”\n\n“Yeah, I hope.”\n\n“Me too,” she said.\n\n\n\nOn New Year’s Eve, I managed to limp my truck to the nearest tire store. After my parents heard about my near collision on Christmas night, they offered to buy me a whole new set. (“Think of it as a late Christmas present,” they told me.) But the last two days had melted a lot of the snow, which meant that everyone decided this was the perfect time to get new tires. I guess I couldn’t really blame them as I was doing the same thing.\n\nSo I spent the next four hours sitting in the tire shop, exchanging messages with my Tinder match.\n\n“I’m definitely not going to make it to the concert,” I said.\n\n“That too bad,” she said. “I’m sorry.”\n\n“It’s whatever. It means I don’t have to spend all night driving.” The tickets were for one of my favorite bands. It killed me to think about missing that show.\n\nWith my new tires, I couldn’t believe how well my truck handled. When I turned the steering wheel, my truck actually turned in the direction I wanted to go. I was amazed.\n\nAs soon as I got back to my apartment, I told my Tinder match the great news. She was excited for me. We talked for another hour but didn’t make plans to meet.\n\nIn the end, we had exchanged hundreds of messages for dozens of hours over nearly five straight days. But now that the roads were clear and I was mobile, enabling us to get together in real life, we could be held accountable for our words and affection.\n\nThat proved to be a burden neither of us could bear."
}