{
  "url": "http://www.nytimes.com/2015/11/01/fashion/modern-love-a-romance-thats-extra-zesty.html",
  "headline": "A Romance That’s Extra Zesty",
  "dateline": {
    "year": 2015,
    "month": 10,
    "day": 29
  },
  "byline": "Sophie Dillon",
  "text": "I was having a hard time looking Kam in the eyes.\n\n“I just don’t want to be in a relationship,” he said.\n\nThe same words had left my mouth just a month earlier, the last time we had the Talk. So I get it. Commitment is stressful. Relationships can be the worst. Whatever we have now isn’t. Why would we want to change that?\n\nAnd then he brought me roses and met my friends and starting sleeping over more often than not. Sleep became difficult without his warm body. I found myself smiling involuntarily on the way to class, prompting concerned looks from passers-by. I located the kissy face emoji on my phone’s keyboard and started using it. Worse, I meant it.\n\nWe were more than hooking up. That much was clear. When I popped the “What are we?” question, I wasn’t looking to move things to the next level. I just wanted to call things as I saw them.\n\nWhich was not, as it turns out, how Kam saw them. He let out a sigh and offered, maybe, to hook up with me exclusively. I was admittedly a little confused. Is this what “hooking up” means to him? Sleeping over and cuddling and pet names? I thought hooking up was just supposed to be noncommittal sex.\n\nOur talk that day didn’t get us any closer to sorting things out. Kam didn’t want the responsibility of being a boyfriend. I liked him too much to keep hooking up — it would only become more painful with time. We wanted to be together; we just couldn’t find the right boundaries. There must be a label we could agree on, right?\n\nKam started laughing.\n\n“What?” I asked.\n\nHe pointed to the roses he brought me last week, now wilted to a crisp in a beer mug filled with water that was turning green. “It’s like some horrible metaphor,” he said.\n\nA couple of months earlier, I was in Kam’s room working through a problem set on his couch. We had started doing this thing where we hung out before we hooked up. Sometimes we didn’t even hook up. This arrangement was far from where it started.\n\nMy older sister once told me about “Finals Friends With Benefits,” people you had sex with only during finals week to deal with the stress of exams. I never thought I would be the type until I asked Kam over on the last day of winter classes, and soon “Want to take a study break?” became the sexiest of booty calls.\n\nKam asked me if I wanted to watch a TED talk he had been assigned as homework. It was Malcolm Gladwell on marketing. Turned out we both love Mr. Gladwell — even if his science isn’t totally convincing or he oversimplifies things. I curled up on Kam’s chest and pressed play.\n\nIn the video, Mr. Gladwell talks about Prego. In the early ’80s, Prego tomato sauce was languishing at the supermarket. People kept buying Ragu, even though most people who tried both said that Prego was a better sauce. The makers of Prego couldn’t figure it out, so they hired some marketing guru to test every conceivable form of a tomato sauce on the American people.\n\nStill, Prego measured up; it had all of the qualities the majority of people love in a tomato sauce. (Cue Malcolm Gladwell flourish.) This is where the guru turns the destiny of the prepackaged food industry on its head: He decides that we’re doing it all wrong. Why make the perfect sauce for most people when you could market a couple of different sauces and give people the option of buying their absolute favorite?\n\nSoon, Prego came out with extra-chunky tomato sauce and made $600 million within the decade. That guru is the reason so many condiments, breads and crackers now come in dozens of different flavors.\n\nMy father can’t grocery-shop for his life because he can never find the right flavor of hummus, even when it’s right in front of him. He never notices the little signs until he has already bought the boxes: low sodium, nonfat, extra zesty. It used to drive me up the wall.\n\nMy father thinks it’s insane that we have so many options. Sure it’s excessive to have 15 different peanut butters, but it also allows me to be sublimely happy with natural crunchy, as opposed to being merely satisfied with the average creamy. There are so many different options now that we all get exactly what we want, sometimes before we knew we wanted it.\n\nI suppose it’s a sign of how far we’ve come that relationship labels are no longer two-sizes-fit-all: “single” or “in a relationship.”\n\nThese days, anyone who is willing to commit is called old-fashioned, and “in a relationship” is at the most distant pole of a wide spectrum. It proceeds from single, talking, friends with benefits, hookup buddies (all physical, no friendship), cuff (a temporary, reliable cuddle buddy for wintertime, when it’s too cold to go out and meet people, a special favorite of Northeasterners), exclusively hooking up (all physical with the same partner), dating, and then the finish line: “in a relationship.”\n\nWe’ve finally advanced enough to demarcate that horrible gray area between single and committed, so everyone can get exactly what she wants.\n\nExcept, of course, humans are a little more complicated than tomato sauce. If you buy chunky Prego, you’re going to get the same product every time. If you buy the “hooking up” label, it may mean different things with different people. Or worse, it may change with time and outgrow its definition. And then it needs a new label.\n\nKam and I were sick of trudging through the “What are we?” conversation, so we gave up after an hour or so and fell asleep. This issue of a label felt as if it was keeping us apart, and neither of us wanted that. But the next morning, I was still anxious.\n\nThat night, I had improv comedy rehearsal. It was our last rehearsal before we changed directors, so we ordained it a “drunk” rehearsal. Sarah brought a whole load of 40s. Caleb emptied a plastic bag of shots onto a table: little airplane samplers of liquor. Under this influence, the scenes we were practicing quickly turned experimental.\n\nNo one wanted to do work after rehearsal, so we went over to Caleb’s house and hung out on his bed blasting the new Drake. Caleb gives solid advice, so I sat him down and spilled out my mess.\n\nKam doesn’t want a relationship, I explained. I don’t want to be with someone who won’t match my commitment. But Kam doesn’t want to lose me, and I don’t want to lose him. There must be some form of a relationship to make this work.\n\nCaleb, who had achieved the strange lucidity of drunkenness, took it all in, then shook his head. “I think he’s just being a coward,” he said.\n\nI paused. “Yeah, I guess he is.”\n\nBriefly emboldened, I texted Kam: “Is there any way we can talk tonight?”\n\n“Yeah, sure,” he replied. “I can come over in an hour.”\n\n“I’m going to go talk to him,” I told Caleb.\n\n“I’m going to go pass out,” Caleb said.\n\nAn hour later, Kam was sitting at the end of my bed.\n\nAs great as it is that we have developed a buffet of relationship labels, at some point these intermediary names seem the easy way out of confronting our feelings. I didn’t want a relationship with Kam because I didn’t want to ask myself how I really felt about him. Did I really want to commit? I was scared the answer would be no. Or worse, yes.\n\nI told him this while hugging a pillow. I didn’t want to give him an ultimatum. I just wanted him to ask himself, honestly, how he felt. Are we going to do this thing? Or does he want to chicken out?\n\nHe said he wanted to do this thing.\n\nIt came out so fast I made him say it again.\n\n“Are you ——?”\n\n“Yes.”\n\nI put the pillow down.\n\n“Will you be my girlfriend?” he asked.\n\nYes. Yes. O.K. Please. Yes.\n\nI leaned in to kiss him and he licked my face, like a dog.\n\n“And that’s the first time I’ve annoyed you, as your boyfriend,” he said.\n\nWeeks later, I still felt smiley, needy, stupid and occasionally obsessive. Being a girlfriend can be as messy as hooking up was. I miss him too often. When I can’t hold it back, I’ll send him a dumb text. Sometimes a heart emoji. Sometimes a “miss u.”\n\nLike lovesick girls everywhere, I hold my breath as he types back. Those three gray bubbles are infinitely vague. And then I remember: He said yes. We did this. We’re doing this."
}