{
  "url": "http://www.nytimes.com/2015/09/27/fashion/from-divorce-a-fractured-beauty.html",
  "headline": "From Divorce, a Fractured Beauty",
  "dateline": {
    "year": 2015,
    "month": 9,
    "day": 24
  },
  "byline": "Lara Bazelon",
  "text": "Happy families are not all alike.\n\nPicture this one. A mother and father sit on a beach on the Fourth of July with their two children, a boy, 6, and a girl, 4.\n\nThe parents are just on the other side of 40, still relatively young, still relatively attractive. Their children are beautiful: hazel-eyed, tawny and sparkling with precocious intelligence. They revel in the simple joys of sand and saltwater, wading into ocean waves that roll up in green cylinders before melting into white froth.\n\nThe parents bury the children up to their necks in the sand. They offer them apple slices when they are hungry and watch as they run off to play in a driftwood house. There are long periods of companionable silence. The sky is brilliantly, achingly blue.\n\nThe scene I am describing is not fiction, and neither is it a single spark culled from an ash heap. Over the course of the five-day vacation, many similar scenes unspool in varying forms but with unvarying equanimity. The family hums along smoothly, splashing in the community pool, eating scrambled eggs and cheering as the fuzzy television shows the United States women’s soccer team winning the World Cup.\n\nThere are no harsh words, no frosty silences, no recriminations. When the mother and father are alone with each other, there is quiet conversation about work and school and camp, about what to make for dinner. There is even, occasionally, shared laughter.\n\nThe mother and father do not fight over the laundry. They do not fight over money. They do not fight over their marriage. There is no laundry or money or marriage to fight over. Not anymore.\n\nUntil this Fourth of July family vacation, the mother and father had not slept under the same roof in 18 months. The ink on their no-contest judgment of marital dissolution still felt fresh to them.\n\nBut they decided to take their two small children on a vacation together, to a beach house on an isolated stretch of bluffs in Northern California, and it is a happy one.\n\n\n\nThis is my story. I am the mother. It’s the story of my family.\n\nI grew up in a loving but undeniably hard-charging and overachieving environment, a world of moral absolutes: good/bad, success/failure, right/wrong. The worst thing you could do in my house was lie; the second worst was quit. Losing was acceptable (sort of). But quitting? Never.\n\n“A promise is a promise, and it must be kept,” my grandmother always said. More pointedly, my father would often remind us, “If you say you’re going to do something, you do it.”\n\nCommitments that proved unexpectedly burdensome, even verging on impossible, were treated like a five-set tennis match at Wimbledon: It was imperative to play every point, staying focused and determined to the bitter end.\n\nWhen my marriage, always troubled, took a sickening final turn, I faced a choice of two evils: spend my life lying — to myself, to the outside world and, worst of all, to my children — or quit. I took the second-worst choice, or at least that’s the way it seemed at the time.\n\nThere was no template for what was happening to my young family; not one of my three sisters or any of my close friends had gone through a divorce. Looking at other “broken” families, I saw only what I emphatically did not want: years of zero-sum warfare waged in courtrooms and on soccer fields, no child’s rite of passage immune from the parents’ bitterness and hostility.\n\nIn the first weeks and months after the separation, I felt all of that and more. I was sad and scared and ashamed, but mostly I was angry. I went to bed full of loathing, relieved to finally be able to indulge my true feelings after hours of pretending — at work, while making small talk with the not-separated parents at day care pickup — that everything was fine.\n\nA trial lawyer by training, I fantasized about getting my former spouse on the witness stand and skewering him. I had virtual exhibit books of his exact quotes, of pictures I had painted that he would not be able to explain away.\n\nYou said this, didn’t you? You did that, didn’t you? Isn’t that right?\n\nI was right. Always in my script, I was right.\n\nMy ex-husband and I did not treat each other well during our short marriage. We were unable to make the other feel safe, loved and appreciated. In hard times, we turned on each other. There was plenty of finger-pointing and grudge-holding, and very little benefit of the doubt.\n\nOur last year together was the loneliest of my life. At times, often when I was walking somewhere on a routine errand, sheer misery would make the world spin and I would have to sit down until the dizziness and nausea went away.\n\nAnd yet, we had been in love with each other once, fiercely and absolutely. Yes, our son and daughter were the children of divorce, but they were conceived in a love that was passionate and tender. They were innocent. They deserved better than a childhood spent bearing witness to our worst selves.\n\nAnd so, we have remade our family, slowly, in fitful starts, with many setbacks. Day by day we struggle to do separately what we could not do together: raise smart, thoughtful, decent kids by extending support and encouragement — to each other.\n\nIt is a lot easier, I have found, to be fully present for the mosaic of magical moments, tantrums and corrosive boredom that is child-rearing if my brain isn’t thrumming with anger or anxiety, my mouth permanently twisted in a grimace of feigned forbearance.\n\nIn the beginning, I braced myself for the inevitable questions my children would ask, determined to be honest no matter how brutal the truth. I practiced saying the words, “Mommy and Daddy don’t love each other anymore.”\n\nThen I woke up one day and realized it wasn’t true. There was love, an abundance of it; we just had to respect and accept that it was not the love of happily ever after. No, we would not be celebrating our 60th wedding anniversary, or even our sixth, but we would always be celebrating our children and the physical and emotional bond that brought them into being.\n\nAs it turns out, the world of moral absolutes is ill-suited to divorce. It isn’t a question of good/bad, success/failure, right/wrong. It is a recognition that what existed is irretrievably broken and that something else must be built in its place.\n\nThe decision to end a marriage is not about quitting; it is about letting go of one relationship in exchange for another. The equation isn’t love/not love. Divorce, at its best, is a love reborn — birthed from heartache and rage and despair and ultimately, forgiveness — that creates a different kind of family.\n\nI suggested the Fourth of July family vacation with trepidation. I was surprised, and then a little scared, when my ex-husband agreed to go. Part of me had been hoping he would dismiss the idea outright by telling me I was insane.\n\nIt was a little insane: all that time away, just the four of us. Especially given that the majority of our married vacations had been disasters, loud arguments followed by days of wrathful silence.\n\nMost of those days, I felt ill, my stomach tied up in knots. On one of the last vacations, in Maine, the skin under my wedding ring became red and irritated, then swollen tight, shiny with infection.\n\nThis time, we were careful and considerate and respectful. We talked. We planned ahead. We evenly divided the meals, the bath times, the downtimes, and yes, the bedrooms. The children talked about the trip for days beforehand and afterward. Throughout, they were nearly wild with happiness.\n\nIt went so well (I am not kidding) that my ex-husband suggested that we stay an extra day. And we did.\n\nThe last night was particularly stunning. The setting sun streaked gold bars across the sky and made the gnarled trees glow. The ocean darkened and seemed to still. We sat silently beside each other in wide wooden chairs on the deck, cradling glasses of red wine and taking it all in.\n\nInside, our children shrieked and laughed, chasing each other around the living room. Six months ago, six weeks ago, it could not have happened. But somehow, together, we had made it to this improbable other side.\n\nHappy families are not all alike. Some are fractured and misshapen. To appreciate them, you have to adjust your line of sight, your level of expectation. They have seams and scars. But they are beautiful, still, in their odd imperfect way.\n\nThat night out on the deck on our Fourth of July vacation, my ex-husband turned to look at me. “I think I’m having a moment of transcendence,” he said.\n\nThere was a lump in my throat. I closed my eyes and swallowed it."
}