{
  "url": "http://www.nytimes.com/2015/06/07/style/crawling-back-from-the-ledge.html",
  "headline": "Crawling Back From the Ledge",
  "dateline": {
    "year": 2015,
    "month": 6,
    "day": 4
  },
  "byline": "Alana Romain",
  "text": "The thing about marrying the boy you fell in love with at 18 is that it can be hard to see him as anything other than the lanky, nervous teenager you kissed by your locker after class when you thought no one was looking.\n\nYears later, as you watch your husband, now confident, dressing for work in a pressed shirt and tie, you still see glimpses of the smitten boy who took two-hour train rides to visit you in your college dorm, lying with you at night in your too-small bed.\n\nDuring our first years of marriage, I often wished that Matt and I hadn’t met so young and that I could have gotten to know him for the first time as the adult he turned into instead of the boy he was. Well dressed and kind, funny and self-assured, he would have been the type of guy I’d be looking for but wouldn’t think I could find.\n\nInstead, we met when being near me made his palms sweat and he needed permission from his parents to take the car out on a school night. When we married, I somehow knew he was exactly what I needed, someone I could rely on who would love me and understand my need for independence. But I was also so afraid of losing him that I made sure not to do anything to push him away.\n\nI had a complicated relationship with depression early in our marriage. I had struggled at school, but there were always good reasons (the death of a family member, feeling isolated from the people I cared about most), and I naturally assumed I would feel better when I graduated and went home. The winter after we wed, I found myself slipping again, sleeping too much and crying too often, overwhelmed and exhausted by simple tasks.\n\nThe first Valentine’s Day we spent together as a married couple was the day he came home from work to find me still in my pajamas on the couch, paralyzed by my own mind, too afraid to move. Desperate to help, he took me into the shower and washed my hair while I stood naked and crying, not really understanding what was wrong.\n\nIt wasn’t until I decided I would kill myself that I felt — for the first time in a long time — that I had something to look forward to. Matt had begun a new job months before, working long hours and making a lot of money. We used it to send me back to school, to change career paths to something that would make me happy. But instead I walked around campus anxious and drowning in schoolwork and expectations, thinking through the pros and cons of hanging oneself versus slitting one’s wrists.\n\nThe morning I realized I needed to go to the emergency room, I didn’t call Matt, who was away at a conference, but Sara, a friend I rarely saw but who always seemed to be there for me when my life was falling apart.\n\n“I’m scared,” I said, waking her at 5 a.m.\n\n“Don’t move,” she said. “I’m coming to get you.”\n\nWhen you arrive at a hospital and are considered to be a danger to yourself, you are taken into a room where people come in and out, asking the same questions: “Do you have a plan to kill yourself?” “How long have you been like this?” “Are you medicated?”\n\nAfter an hour or two, Matt appeared at the door. Sara had called him right after she’d hung up with me — of course, she had — but I was surprised to see him. Surprised and ashamed.\n\nHe didn’t say anything at first, but seeing his face was the first time it hit me how far gone I really was. I wished he would stop looking at me.\n\n“Stop judging me,” I said. “You’re judging me.”\n\n“He’s not judging you,” Sara replied. “He’s worried about you.”\n\nBut worry was more unsettling than judgment. Judgment would have made sense. I’d done something terrible to him, strained his commitment to me. I wanted him to be angry, to tell me he’d had enough, that he didn’t sign up for a crazy wife and had made a big mistake. I wanted him to hate me as much as I hated myself.\n\nAs a security guard escorted me to my tiny room (a room not unlike the dorm room with the too-small bed Matt and I had shared years before), I was indignant. I don’t know what I had been expecting by going to the hospital and admitting my own insanity, but I was surprised at how involuntary the process seemed and how uncooperative I felt. I cried and refused to answer any intake questions, begging Matt to take me home.\n\n“You can’t leave me in here!” I wailed.\n\nHe looked at me with the same pained expression that hadn’t softened since he arrived.\n\nI cried until my head throbbed, refusing the lorazepam I should have taken. Matt sat with me quietly, holding my hand and not asking questions.\n\nI couldn’t understand why he wasn’t angry, why he wasn’t feeling completely betrayed that I had been ready to leave him widowed at 26, bailing on all of our hopes and dreams. I felt angry with myself on his behalf and berated myself for everything I’d failed at as an adult, as a newlywed, as someone who had everything and nothing.\n\nI refused to eat dinner that evening in protest but later saw a group arts-and-crafts activity in a room across the hall filled with other people whose lives were presumably also falling to pieces. The psychiatric ward struck me as being like a kind of adult kindergarten, where everything around you is structured and provided, where people don’t expect you do too much, where you can’t have phones or email or sharp things or responsibilities.\n\nYou just had to wake up, eat breakfast, talk about your feelings and decorate bookmarks as art therapy. It felt like relief, like breathing air again after drowning. I watched the people across the hall arranging fake flowers into foam blocks. I felt exhausted, but I also knew I wanted to try to get better (even if I couldn’t admit it), so I turned to Matt and said, “Maybe I should go do that.”\n\nHe looked surprised and relieved: ”Oh, yeah, sure, definitely. That’s a great idea.”\n\nWe walked over together, tentatively. ”I’m just going to wait outside here, O.K.?” he said. “You go ahead.”\n\n\n\nI sat down in a chair, embarrassed by where I was but overjoyed at the simplicity of my new life. I needed to be in a place where all I had to do was exist. I needed to arrange fake flowers and be told that they looked great by a woman whose job was to be nice to me.\n\nHalfway through creating my floral masterpiece (which, let’s be honest, may as well have been a macaroni necklace), I glimpsed Matt standing in the hallway. I took a moment to look at him, really look at him, the man I married, the man who felt more like family than anyone ever had.\n\nI gazed at the thick hair I loved to run my fingers through and the nook between his neck and shoulder that I would burrow my face into at night so that I could smell his faded cologne and graze his second-day stubble with my cheek while he slept. I thought about how different he looked, how much stronger and wiser and braver he was, and how rarely I actually saw those things in our daily life.\n\nHe caught me looking at him and half-smiled, his eyes as warm and loving as they had always been, but I hadn’t ever noticed. Instead, I had been waiting for him to prove with words that he loved me, thinking: “Say it again. Say it three times. And keep saying it because I don’t believe you.”\n\nI had been waiting for the reality of the situation to hit and make him realize how deeply I’d wronged him by duping him into thinking I would be a good wife, when in reality I was depressed and self-destructive. But that realization never came.\n\nInstead, as he stood in the hallway watching me in the midst of a mental breakdown, I saw what he’d been trying to tell me all along.\n\nI love you.\n\nI’m worried about you.\n\nI want you to be happy.\n\nI’m still here.\n\nIt was what I needed more than anything but never thought I could get. Not girls like me with dark minds and broken insides. It was what I would have spent the rest of my life begging for without realizing I already had it. On the day I almost ended my life, I instead found my first real beginning with the boy I had married and the man he had become."
}