{
  "url": "http://www.nytimes.com/2015/07/05/fashion/asexual-and-happy.html",
  "headline": "Asexual and Happy",
  "dateline": {
    "year": 2015,
    "month": 7,
    "day": 2
  },
  "byline": "Kim Kaletsky",
  "text": "They were words I didn’t expect to hear from my therapist: “I don’t believe a person could possibly be asexual.”\n\nTwo weeks into life as an asexual-spectrum-identified human being, and I was already facing that age-old reaction to any act of coming out: the “does not compute” response. Normally I shy away from conflict, but in this case I had to put my combat-booted foot down.\n\n“I’m going to have to disagree,” I said.\n\nBut my therapist’s view is easy to champion. Movies, books and television shows routinely glorify sex as some be-all-end-all, the main indicator that a romantic relationship is serious and that love is present.\n\nIn “How to Lose a Guy in 10 Days” (yes, I’m a sucker for a good romantic comedy), the two main characters — one in the relationship for research, the other because of a bet — immediately have sex after deciding they have serious feelings for each other. Romeo and Juliet marry, in part, so they can consummate that marriage. Even language itself holds sex in high esteem: The phrase “make love” stands in for “have sex,” as if it’s the only true way to express love.\n\nIn my high school health class, we spent two months discussing sex. We studied diagram upon diagram of body parts that were foreign to us, examined with painstaking detail the wide array of infections and diseases our partners could bestow upon us, and talked about how abstinence is the only guaranteed way to prevent pregnancy.\n\nAlong the way, we heard plenty of assurances that it’s perfectly O.K. to not have sex. But nowhere in that lesson did I hear the words, “It’s O.K. to not want sex.”\n\nAfter all, we were a room full of pubescent 16-year-olds on the cusp of discovering ourselves as adult human beings. My health teacher just assumed we wanted sex. How could we not?\n\nBut during interactions with friends, I saw the real-world results of all that class time spent looking at drawings of reproductive systems. A close friend from high school texted me the morning after she and her boyfriend first had sex. She recounted feeling strange, somehow changed.\n\nAnother friend updated me on the status of her latest relationship: “He wanted his first time to be with me, he says he loves me, we’re soul mates.”\n\nDuring Hurricane Sandy, a dozen of us sat in an electricity-less Lower Manhattan dorm room and played truth or dare without the dares. Almost all of the questions were about sex (“Have you had oral sex in the last month?”) as if we couldn’t have had anything else on our minds.\n\nAll this talk of sex had me forever ready for my own sexual desire to kick in. I expected to look at someone one day and think, “Wow, that person is hot.”\n\nYet in a journal entry from the previous year, I had written, “I don’t seem to be attracted to anyone and I don’t understand why.” I remember lying on the floor in my parents’ living room, listening to the Smiths and thinking something was horribly wrong with me.\n\nMy friends oohed and aahed over pictures of shirtless male celebrities that I shrugged at. They dreamed about making out with various classmates. My dreams were all about failing classes or zombie apocalypses.\n\nI don’t remember where I first saw the word “asexual” — somewhere on Tumblr, I imagine. But during my second year of college, in a class called “Approaches to Gender and Sexuality Studies,” we read a paper by Anthony F. Bogaert, a psychologist and a professor at Brock University in Ontario, Canada, that tried to define asexuality and argue for its validity as a sexual orientation. It wasn’t until I spoke to a friend who identified herself as falling on the asexual spectrum that I realized how much the term resonated with me.\n\n“I just don’t think romance necessarily has to involve sex,” she said.\n\nAnd that made sense to me. I felt an urge to be with certain people romantically, but that urge did not involve feeling sexual desire for them.\n\nAt the time, I had experienced only two romantic relationships that I considered serious. Sex played a pivotal role in the first of them. I knew the boy from high school, though we didn’t start dating until the summer after graduation. I graciously accepted his advances. He was nicer and more attentive than most of the boys I had interacted with, and I was eager to be in a romantic relationship, convinced that it would stir the sexual beast I assumed was within me.\n\nFor him, physical and emotional attraction were intertwined. The more deeply involved we became physically, the more seriously he took the relationship. He uttered his first “I love you” while we were making out, half-naked. After we finally had sex, he invited me to meet his extended family on Christmas Eve.\n\nThe morning after, as I sipped coffee at McDonald’s, I texted a friend: “I don’t feel different.”\n\nFrom then on, nights when he and I didn’t have sex of some sort became rare. Whenever I returned from a weekend visit to his upstate college, I spent the rest of the day in bed, unhappy with him and myself, though I didn’t have the words to explain why.\n\nAfter we broke up, I began dating a girl from the Midwest I had met online. Our relationship consisted of daily Facebook chats, long-distance TV-watching.\n\nWe hardly ever brought up sex, except to talk about it in theoretical terms as something that happened to other people. Our relationship was all words on laptop screens, all jokes and emotional openness and cute Facebook messenger stickers.\n\nThree and a half months into that relationship, I spent 10 days in the Chicago suburbs with her. We did nothing more physically intimate than holding hands, kissing and taking a nap together.\n\nI returned home with an intense sense of relief. This was the relationship I wanted. Not the kind that treated sex as necessary, or as the indicator of a healthy relationship, but the opposite: a relationship in which sex wasn’t compulsory. I felt more content with that than I thought possible.\n\nUltimately the long distance was our undoing, and after she and I broke up, I went on OkCupid dates with people who identified on the asexual spectrum. I spent hours scouring the website of the Asexual Visibility and Education Network, comparing others’ experiences with my own. Asexuality began to make sense to me in a way that sexuality didn’t.\n\nPeople I explain asexuality to often struggle to think of sexual attraction and romantic attraction as wholly separate feelings. For many who experience both kinds of attraction — and certainly for much of the media — sex and romance are indissoluble, like two-in-one shampoo and conditioner.\n\nBut for anyone who identifies as either asexual or aromantic, they’re more like separate bottles of shampoo and conditioner. They may work well together, and sometimes do, but having one doesn’t necessarily mean you have the other.\n\nThat distinction, between the sexual and the romantic, between the physical and the emotional, is something I end up explaining each time I come out to someone. Asexuality, I tell people, is not necessarily about a lack of desire for relationships. It’s not celibacy, and it’s not a choice. It’s simply a lack of sexual attraction.\n\nUnderstanding and embracing this can open the door for more diverse experiences of love. It gives us permission to say, “Yes, some people want to have sex, and that’s cool, but I don’t feel that kind of attraction to other people.”\n\nAnd we don’t have to believe it’s some kind of pathology for us to be this way. It gives people who want to experience only nonsexual, platonic love a community in which others understand and don’t say, “You probably haven’t met the right person yet.”\n\nAt the start of my last undergraduate semester, my school’s L.G.B.T.Q. Center welcomed a new group called Aces and Aros, which discusses identities that fall within the asexual and aromantic spectra. I felt a sudden rush of belonging during the first meeting and spent most of it nodding vigorously, feeling oddly thrilled as I listened to other attendees sharing their experiences.\n\nWhile I think of myself as loosely panromantic (romantically attracted to people regardless of gender) and willing to compromise with a partner when it comes to sex, that meeting had me convinced that if I were going to experience love, it was going to be on my own terms, without any pressure to conform to some preordained notion of what does or does not constitute love.\n\n“I feel like I’ve found my people,” I told my therapist a week later. This time, his response was, “O.K., tell me more.”\n\nSo I leaned back on the couch and told him."
}