{
  "url": "http://www.nytimes.com/2015/03/15/style/a-dream-or-a-premonition-leads-to-a-new-beginning.html",
  "headline": "A Dream, or a Premonition, Leads to a New Beginning",
  "dateline": {
    "year": 2015,
    "month": 3,
    "day": 12
  },
  "byline": "Mary Morris",
  "text": "As a single parent, I was trying to make a go of it in Laguna Beach, Calif. My daughter wasn’t even a year old and my partner of many years hadn’t wanted to make it “legal,” so he was back East, as were the rest of my family and friends.\n\nI hadn’t expected to move to California, but when my teaching job in New York ended and a new one was offered out West, I thought: Why not? Isn’t California the place of fresh starts?\n\nBut after two months, things weren’t going my way. There were rumors of a mountain lion in the hills above my house. My neighbors’ cat used our sandbox as its litter. My babysitter burned pots and hid them in places where she thought I wouldn’t look.\n\nAnd my daughter rarely slept. When I discussed this with her pediatrician, he said to put her in her crib and just leave her there.\n\nInstead, I took Kate on long car rides into the desert during which she slept, but she’d wake up as soon as we got home. On weekends I felt as if I had fallen off a cliff.\n\nI took care of Kate and graded papers during the rare times she slept. Her favorite activity was the drive-through carwash — I had the cleanest car in Southern California.\n\nOne night, completely exhausted, I tumbled into bed and had a dream that I had gone to Richmond, Va. (a place I’d never been), and that Richard (my daughter’s biological father) was coming to kidnap her and take her into Canada, and I’d never see her again. I was desperately seeking someone who could stop him at the border.\n\nWhen I woke, terrified and trembling, it was Sunday, and I had another long day ahead.\n\nTime crawled on. My job was a two-year commitment and I was having difficulty making it through the first semester.\n\nThen one afternoon I got a call from an old friend who ran a workshop at Virginia Commonwealth University. He asked me if I’d like to spend two weeks in Richmond next summer.\n\nKate was playing on the floor, inching toward an electrical socket, but I stood transfixed. Was this a cosmic joke? Premonition or mere coincidence, my decision was clear. Something was sending me to Richmond.\n\nThrough the holidays and into the spring, I remained alone in a place where I had no family and few friends, a baby who didn’t sleep and a job I barely tolerated. It seemed as if I could get no traction in life.\n\nIn search of a distraction I began hanging out with New Agers. I attended U.F.O. abductee support groups. I flew as an angel in the Crystal Cathedral. I went to channeling sessions where some women determined I hadn’t really given birth to my daughter.\n\n“So,” I asked, “who is the babysitter watching back home?”\n\nI dated a bit: blind dates, chance encounters. One man on our way to dinner said it was nice of me to allow the help to bring her child over. When I told him it was my child, he said I had betrayed him and refused to pay for dinner.\n\nI gave up dating. I gave up hoping. I devoted myself to my daughter and our lives as best I could.\n\nAnyway, I had so much to do I didn’t have time to think about the future. And for a time I didn’t think about that dream.\n\nSummer rolled round and it was at last time to meet my destiny, or whatever had called me to Richmond.\n\nMy mother had agreed to take care of Kate for the first week. She would join me along with my 13-year-old nephew and Kate for the second.\n\nI was given an apartment in the Gladding Residence Center, a dormitory of cinder block walls. A rocking chair for Kate had been placed in the middle of the room.\n\nAt Gladding there was only one other attendee, a young man named Larry. He was supposed to be in another workshop but the director moved him into mine. On our second morning, he was in line behind me at the cafeteria. He smiled and waved.\n\nHe had a nice smile, bright blue eyes and a caring face. But I was in no shape to socialize. I was barely getting through the day. Then another student waved us over, so Larry and I wound up eating together.\n\n“What did you do this morning?” the other student asked us.\n\nI said I had read papers and critiqued them.\n\n“I took a walking tour of old Richmond,” Larry said. As he told us about the architecture and historical insights, I thought: What a nice thing. A man who takes himself on a walking tour.\n\n“I’d like to do that,” I said. “Are there any more tours?”\n\n“Well, there’s a slavery exhibit at the local historical society,” Larry said, laughing.\n\nWe agreed to see it the next afternoon. The exhibit was predictably awful though its intent was to show how the slaves of Richmond fared better than others.\n\nWe bonded over the bizarreness of the concept and then returned to Gladding, where it seemed they had closed the cafeteria for the rest of the summer.\n\n“Do you want to have dinner?” Larry asked. “There’s a nice tearoom nearby. I think it has Southern cooking.”\n\nI told him I had to do my laundry.\n\n“I could do your laundry,” he said.\n\n“You want to do my laundry?”\n\n“Well, I have to do mine as well — —”\n\nI paused to wonder if there was something creepy about this. Since Kate was born, I had taken care of her. No one had taken care of me. No one had offered.\n\nSo I gave Larry my laundry bag, and two hours later he returned with my clothes warm and folded.\n\nThat evening we went to Miss Morton’s Tea Room. Over dinner I asked myself, “Is this the moment I tell him I have an 18-month-old child, or should I just enjoy myself for another day or so?”\n\nI meant to tell him in the car, but he asked if I wanted to see a movie. It was blistering hot as we drove, my feet on the dashboard. We watched “Bull Durham,” laughing, enjoying ourselves.\n\nAfter, as we walked back to his car, I saw his license plate.\n\n“You’re from Ontario?” I asked.\n\n“Yes, I’m teaching in a place called North Bay.”\n\nSlowly the dream came back to me, the dream where I was in Richmond and desperately needed a Canadian to protect my family. It didn’t seem possible, but here we were. “So you’re Canadian?”\n\nYes, he was.\n\nBy the next night we were spending all our time together. I knew I had to tell him about Kate and then listen as he made pleasant excuses about wanting a family of his own or not being ready for responsibility. And that would be that.\n\nOver dinner I said, “I have something really important to tell you.”\n\nHe nodded, looking concerned.\n\n“On Saturday my mother, my nephew, and” — deep sigh because I knew what was coming — “my baby daughter are arriving.”\n\nLarry cocked his head. “That’s it? You aren’t married or sick or something?”\n\n“No,” I laughed. “Why?”\n\n“I was worried something was wrong.” He smiled. “So what time do we have to pick them up?”\n\nA few weeks later I quit my job and moved back to New York, and soon Larry was flying down from Canada every weekend and Kate was starting to call him Daddy.\n\nI knew this couldn’t go on. When I called to tell him I wanted to break up, he told me he was moving to New York. “It’s not going to work from here,” he said.\n\n“All right,” I said. “But I don’t want to live together. I’m just not ready. And I have to think of Kate.”\n\nLarry asked if I would help him find an apartment.\n\nThe next day my upstairs neighbor knocked on my door. A professional mime, she had just returned from doing street theater in Eastern Europe. She was rambling on about a Polish mechanic she had met and how it was love at first sight except she didn’t speak Polish and he didn’t speak English. So she was going to move there to learn the language. Did I know anyone who might want to sublet her apartment?\n\nYes, I told her. I did.\n\nMy grandmother used to say if it’s meant to be, it will be. Twenty-five years later I still think about that dream. Was it a coincidence or a premonition? Did I foresee this future, or did I make all of these decisions because of a dream?\n\nIt has remained an enormous mystery, and a gift, to me. I do know that I had the dream and I have this life, and at times I cannot tell one from the other."
}