{
  "url": "http://www.nytimes.com/2015/04/12/style/a-boyfriend-too-good-to-be-true.html",
  "headline": "A Boyfriend Too Good to Be True",
  "dateline": {
    "year": 2015,
    "month": 4,
    "day": 9
  },
  "byline": "Deenie Hartzog-Mislock",
  "text": "Eight years ago, my mother received an unusual call from her mother.\n\n“Have you got a minute?” my grandmother asked in her gentle drawl. She then claimed that my 60-year-old aunt, my mother’s sister, was seeing someone.\n\nMy mother was incredulous. “Unless she’s sneaking out of the window at night,” she said, “I’m not sure how she’s going on these dates. She’s living with me and Rickey.”\n\nMy aunt, having undergone double hip-replacement surgery, was recuperating under the care of my parents.\n\nMy grandmother continued: “Well, this new gentleman actually has been in love with your sister since kindergarten. He’s just been waiting for Ronnie to get out of the picture.”\n\nRonnie had been my aunt’s husband for 40 years. And he recently had left her, but not in the way anyone had expected.\n\nLet me back up. The last few decades had not been kind to my aunt. She had wrestled with ending her long marriage to Ronnie, who was a troubled soul.\n\nHe wasn’t a bad person, but he struggled with addiction, a condition that can mold you, with sticky hands, into someone else.\n\nWith the news of her impending surgery, my aunt knew he would be unable to care for her, so after much consideration, she promised to find him a new home, gathered up her courage and left.\n\nNot long after, on the day my uncle was scheduled to check himself into a retirement community, he put a gun into his mouth and killed himself.\n\nNow, on the phone with my grandmother, my mother said: “I really think you’re imagining this. You’ve been watching too much television.”\n\nBut my grandmother, a woman of biblical patience, grew ornery at my mother’s refusal to believe that my aunt had a suitor.\n\nWhile this may sound like a plot from daytime television, the story arc was not out of character for my grandmother. At this point in her life, she filled her days rereading books and watching television, marinating on these tales as if they were scandals plucked from her own life.\n\nIt was doubly difficult to know when her stories were true because of her Alzheimer’s. The disease preserved many of her old memories while stealing much of her ability to sustain new ones.\n\nHowever strange her story of the make-believe man, it was remarkable that, so far into her disease, my grandmother remembered that my uncle was no longer “in the picture.” She had forgotten that my mother is a cancer survivor, that I live in New York and that my brother is married, despite the wedding photo on display in her room. Yet my uncle’s death was as fresh in her mind as if she had plotted it herself.\n\nAbout a week later, my grandmother called with more about this wealthy businessman. He had a name now: Nick Stephanopoulos. He was Greek, a convenient parallel to my Lebanese grandfather.\n\nShe gushed that Nick was flying my aunt to Paris, Rome and London, and that he planned to buy her luxurious gifts. He was crazy about her, not to mention that he was an international man of romance.\n\nThe calls to my mother continued, and it became clear that, while my grandmother couldn’t even remember if she had eaten minutes after her plates were cleared, Nick had become a fixture in our lives. He was as real to her as the light of day.\n\nThere comes a time when the caretakers and family of Alzheimer’s patients may be advised to adopt the patient’s reality as their own. This can help establish a sense of normalcy for the patient, diminish potential confusion and temper agitation.\n\nSo like any supportive family, we brought Nick into our lives. Soon my grandmother began asking us about him. At lunch, as we caught up on one another, she would address the table with great expectation: “Well, how’s Nick?”\n\nAt first we’d pause, shifting in our seats and wondering who would be the first to accept my grandmother’s delusions as our reality. Eventually, my aunt would pipe up, “Nick is ... great.”\n\nWe tried to keep our answers short, because to us they were lies. And even though we knew pretending was the best solution, we still weren’t comfortable making up a life for the man.\n\nThough his life did seem exciting. One afternoon when my aunt visited my grandmother in her assisted-living home, my grandmother spoke gravely, saying, “I need to tell you something about Nick.”\n\n“What is it?” my aunt asked.\n\n“On the train to New Orleans last week, he bumped into Mr. McDaniel, you know, the train conductor.”\n\n“Mmm.”\n\n“Mr. McDaniel thinks you should know that Nick is involved in some unscrupulous business deals,” she said, her eyes focused intently as she waited for a response.\n\n“I’m so happy you told me,” my aunt replied. “I don’t want to be involved with someone untrustworthy, and I’ll bring this up with him.”\n\nMy grandmother was pleased. Crisis avoided. Never mind that people mostly drive that route these days, and Mr. McDaniel — well, he had been dead for 40 years.\n\nThese wild stories continued month after month, each vignette becoming a source of amusement among us. We marveled at my grandmother’s mind, which was restricted by memory but freed by imagination. When my mother and I spoke, I would always ask about Nick. She would giggle and say, “Oh, let me tell what Nick did this time.”\n\nIn my family, we have long prided ourselves on the intimacies of our own language, happy to be a tribe. We have cherished one another’s company and laughed together for as long as I can remember. But Alzheimer’s tried to take that from us.\n\nMy grandmother had a particular way of gasping when any of us grandchildren entered the room. It was as if you had come to offer her a serving tray of lavish chocolates on fine china. She would sit up straight, eyes bright, and quickly suck in the air, as if so delighted she couldn’t even exhale.\n\nOnly once did I ever enter a room to find a lack of recognition in her eyes. She simply stared at me, no gasp of joy. And I could see, behind dull eyes, her searching the corners of her brain. It felt like a hand gripping my heart and a punch to my gut.\n\nOne morning while visiting my family in Mississippi, I awoke to the sound of shattering glass and an explosion of deep sobs. My mother had reached her breaking point. She was in the kitchen, bent over, chest to knees, next to a pool of olive oil and broken glass.\n\nWhen I asked if she was all right, she ordered me, between moans, to stay away from the glass as she continued to bawl.\n\nWhat does a daughter say in this moment? I love you? It will be O.K.? But it wouldn’t be O.K.\n\nFor years my mother and aunt had been watching their mother shrivel into a stranger. They had affixed smiles to their faced and cried together in private. But they were spent, robbed of years of intimate mother-daughter memories.\n\nNick Stephanopoulos offered us something to hold on to. He was the laughter born of our sorrow.\n\nMore than two years after inventing Nick, my grandmother took a fall and broke her arm. At 88, she couldn’t recover and declined over the course of five weeks. But as she made her slow exit from the world, she continued to tell us stories about Nick.\n\nShe regaled to us that Nick adored my aunt’s son, my only cousin, and had decided to leave him large sums of money. According to my grandmother, my cousin knew that we would need alternative sources of energy someday, and Nick wanted to help him invest in soybean farms.\n\nOne afternoon at the hospital, near the end of my grandmother’s life, my aunt huddled behind a television, fumbling with cables. Suddenly my grandmother said, “I’m sorry to hear about Nick.”\n\nMy aunt stopped fidgeting with wires and peeked out from behind the television. “What about Nick?”\n\n“I heard he only has three months to live,” my grandmother said. “I’m sorry.”\n\nMy aunt, stunned and disappointed, sat quietly calculating what this meant. After two and a half years, was this really the end?\n\nA couple of weeks later, my grandmother passed away at hospice with my mother and aunt by her side.\n\nFor victims of Alzheimer’s, whole lifetimes vanish. For their loved ones, faith is tested and perseverance tried.\n\nBut to see Nick’s fictional life stretched before us like a partly painted canvas proved that even memory loss couldn’t shatter my grandmother’s hope that my aunt would receive all she deserved.\n\nPlaying along with my grandmother kept us close to her, even as she was being taken from us. It was easier for us to live a lie. But with Nick’s death, we discovered our strength as a family. We were no longer pretenders. We were believers."
}