{
  "url": "http://www.nytimes.com/2015/04/05/style/a-forbidden-relationship-from-the-other-side-of-the-world.html",
  "headline": "A Forbidden Relationship, From the Other Side of the World",
  "dateline": {
    "year": 2015,
    "month": 4,
    "day": 2
  },
  "byline": "Meghan Austin",
  "text": "\n\nOn the day she and I met in a Chicago bar, her father had been threatened by terrorists and rescued by commandos in the Mumbai attacks halfway around the world. It was so loud at the bar that I didn’t catch any of this. We talked about Lady Gaga.\n\nLady Gaga wasn’t as well known back then and I had never heard of her, but I agreed she was the best. As I followed this new woman outside to smoke, my friends rolled their eyes at me and made the usual commentary about cradle robbing; at 31, I was nearly a decade older than she.\n\nAround 6 a.m., a cab honked in front of my apartment on Chicago’s North Side, and she went home to India for several weeks, where the Mumbai terror attacks had left hundreds dead and many others traumatized. For me, that day began a two-year relationship for which I would move hundreds of miles.\n\nShe was a student and lived in a crumbling mansion on the South Side with a gaggle of overachieving fellow students who seemed to come from a futuristic, transnational and postracial world where everyone was studying to be an economist but also had never had a job or thought about money as a concrete object.\n\nI impressed them with my beer pong skills and ability to tolerate drinks that cause long and malingering hangovers in people over the age of 27.\n\nMy girlfriend had more money than anyone I had ever met, but this was easier to overlook in Chicago, with its laid-back, Midwestern mood. Yet it was hard not to notice the stream of important documents (deeds for properties, stocks) that arrived constantly by mail, awaiting her signature.\n\nAlthough I have little interest in money and survived into my 30s having never owned a proper piece of furniture or fully functioning car, her money was like a wall between us, or rather, between her and the future she seemed to want for herself.\n\nHer family, who either didn’t know or pretended not to know that she was gay, was constantly whisking her away on international trips and vacations. She would Skype me, looking miserable in a sari in front of cinematic backdrops.\n\n“One of the elephants is late to this wedding,” she’d say. “They’re making him walk from Delhi. Indians!”\n\nOnce, while buried in blankets during a blizzard, I watched as a dolphin leapt in the background while she complained that a relative had thrown a spoon at a servant for serving tea incorrectly.\n\nShe lived in a world of almost constant surveillance, in a community that spans the world but is hyperconnected. Ordinary life for someone in her social class involved gossip and intrigue and the frequent, mandatory performance of choreographed dance routines. Even straight couples lived within the confines of countless restrictions.\n\nAs a white American from a family whose one claim to fame is a distant relation to the bank robber Frank James, I have had the freedom to make as many mistakes as I have wanted in life. It’s as if my family does not even have the ambition to align ourselves with a better historical bank robber. We’re descended from the less interesting James brother, not Jesse!\n\nThe only advice my parents gave me about college was to go, something they had been unable to do.\n\nMy girlfriend’s family managed every aspect of her life. Shortly after her graduation, they decided she should move to New York, so she packed her bags.\n\n“Do you want these stupid bookshelves?” she texted me.\n\nWhen I got to her apartment, she handed me a crème brûlee flavored cupcake and explained what had happened. I put the cupcake on my dashboard and left it there for the next six months, where it calcified and became a graveyard for cigarettes and other detritus — perhaps a metaphor, of some sort. It smelled horrible.\n\nAt the time, I was teaching a class of Indian immigrants. They were respiratory-therapy students from Kerala, and I was tempted to announce to them: “If your daughter is a lesbian, please do not ever move her to New York.”\n\nInstead, I showed them the movie “Milk” to buy time while I graded their midterms and texted my crying girlfriend. Some clapped when Harvey Milk was assassinated, then apologized because they had thought they were supposed to clap. After my girlfriend left, she liked to bother me during this class to ask how her fellow Indians, my students, were doing.\n\nDuring my smoke break, I typed: “A bird flew in the window and Raj caught it with his bare hand and then politely released it outside.”\n\n“I just caught a bird with my bare hand too,” she texted. “Then I ate a delicious dosa.”\n\nHer texts often involved the kind of drama you might expect from a 24-year-old and would send me into a cold sweat or panic for the rest of the day. Before this, I had never been in a relationship in which anyone had felt the need to throw an umbrella or, worse, a phone.\n\nThe constant worry and low-level drama took up a lot of time I would otherwise have spent at the gym or sitting at a bar with a friend who had recently been laid off.\n\nMy laid-off friend and I met at Ghost Bar regularly to complain about Chicago and anything else we could think about. My dramatic relationship gave us something to do.\n\nI visited my girlfriend often in New York until eventually I decided to move there. In one of the bigger and more anonymous cities in the world, we would have even less time together, and we would need to pretend to be straight during most of it. There were Indians everywhere, Indians who knew other Indians who knew her family.\n\nWhen her parents visited, she told them I was an older friend from her billiards league. There is no way her mother fell for this, especially after she saw me play billiards.\n\nAt a restaurant in the meatpacking district, I had my first dinner with her parents and tried to show off by casually mentioning the Mahabharata. Things were going well. They liked my jokes and vegetarianism.\n\nHer mother clasped my arm and leaned in. “You should come to my daughter’s wedding,” she said. “There will be monkeys.”\n\nBy the time of the monkey-wedding invite, I had been pretending to be straight, part-time, for more than a year. I had developed a fondness for dosas and a tolerance of strong spices. For the first time in decades I had worn a dress (an Alexander McQueen). And after a year of writing “ORD to JFK!” on my Facebook wall, I was finally living in New York.\n\nMy girlfriend, it turned out, was not.\n\nAfter dinner that night, as I returned to my rusty Volkswagen full of my belongings in Williamsburg, Brooklyn, she remained with her parents for what I can only imagine was a chat about their family empire and shared future, a narrative that obviously did not include me.\n\nMy friends had prepared me for this day, the day her parents would tell her she had to move home. How else could something like this end? Would I follow her to India and become some weird spinster friend?\n\nAs much as I have dreamed of paying off my student loans before I turn 60, I never wanted her wealth or what came with it. And I probably always understood that she would one day move back to India. Part of what made our relationship so compelling was the fact that it was always completely doomed, a reality that gave every tiny exchange an electric charge.\n\nA few months later, after many tense negotiations and late nights spent smoking on the window ledge of my girlfriend’s co-op, I drove her to the airport so she could move home. That day she looked smaller and younger than I had ever seen her. Her eyes were red and almost swollen shut.\n\nI was worried about what would happen to her. I was annoyed that she was leaving me alone in a city where I knew no one.\n\nBut I shouldn’t have been surprised, and I wasn’t. In no reality do two people from such wildly different backgrounds somehow come together and build a middle-class life together.\n\nEven so, I didn’t regret any of it. Love often doesn’t arrive at the right time or in the right person. It makes us do ridiculous and stupid things. But without it, life is just a series of unremarkable events, one after the other."
}