{
  "url": "http://www.nytimes.com/2016/01/31/fashion/dating-texting-rules.html",
  "headline": "To Text or Not to Text: A Dating Conundrum",
  "dateline": {
    "year": 2016,
    "month": 1,
    "day": 28
  },
  "byline": "Lindsey Goldstein",
  "text": "Check out our new Modern Love podcast.\n\nMy relationship with Thomas began with a seemingly innocuous email he sent to my roommate.\n\n“What’s your friend’s story?” he asked her.\n\nShe forwarded his email to me, adding, “What do you want your story to be?”\n\nI wasn’t trying to hide my past. I had been married briefly and left the marriage feeling skittish but hopeful that someday I’d find someone who suited me better. I dated but wasn’t drawn to anyone enough to go out a second time. When Thomas’s email pinged into my inbox, I felt a surge of excitement for the first time in a long time.\n\nLet me back up. The night before, I’d had a long day at work. After a quick trip to the gym, I looked forward to hunkering down in my apartment with some good dinner and bad TV. Earlier in the day, my roommate had invited me to join her and some friends that evening at a bar. Though I had acquiesced, my desire to go out waned as the day wore on. But when I told her to go without me, she insisted I come.\n\nSo I went, reluctantly, and one of the first people I met was Thomas — tall, flirtatious and dimpled. I thought he would make a great fling, something I’d never indulged in before. But as I sipped my drink and watched him banter with most of the women at the bar, I quickly discarded the idea.\n\nI was surprised when his email arrived the next day. I figured his type wouldn’t follow up so soon but would play it cool and maybe casually ask about me days later, if at all. But here he was, less than 24 hours later, asking my roommate, “What’s your friend’s story?”\n\n“Tell him whatever you want,” I typed back. “But be honest. And yes, he can have my phone number.”\n\nEverything started out so normally. When he called that night, I didn’t recognize the number, so I was hesitant to pick up, but I was glad I did. We talked and laughed for an hour, and then he asked me out to lunch the next week. Over lunch, our easy attraction continued.\n\nI figured our lunch would lead to another date, perhaps one that took place on a weekend and involved dinner. But no such invitation arrived.\n\nWhat had happened? Trying to pinpoint where it had all gone wrong, I picked over every word we’d exchanged, from the moment we met until his quick kiss on the cheek and hug when we parted, which was maybe his way of saying goodbye forever. I had no idea.\n\nA week later, he finally texted: “Hi! How are you?”\n\nEven though I was happy to hear from him, texting wasn’t something I used conversationally. I only did so out of necessity, conveying snippets of information as quickly as possible, such as: “I’m running late for dinner. Be there in 5.”\n\nSo I wrote him a quick note saying I was doing well and asking how he was. We wound up texting for most of the evening, and I couldn’t help but think, “Why doesn’t one of us just pick up the phone and call?”\n\nDuring the week, as our text volleys continued in that conversational way, I kept expecting that he would ask me out again, but not once did he mention another date. On weekdays, he would text to ask how I was, what I’d been doing, how work was. Then on Fridays, he would ask if I had any fun weekend plans.\n\nI never initiated this texting because that seemed too forward. Despite this being the 21st century, I still heard my mother’s admonishing voice in my head, telling me I should never be the first to call a man, and I assumed texting followed roughly the same rules.\n\nIn this same old-school way, I would leave holes in my schedule every weekend that would be large enough for an actual face-to-face date with him, should he ever decide to suggest one. But he never did, leaving me like a dog wanting more than the cursory scratch behind my ear.\n\nAnd then his texts ceased altogether. For an agonizing two weeks, I wondered what I had possibly texted to end this “relationship,” or whatever it was.\n\nUntil one day my phone rang, and it was Thomas. “How’s it going?” he asked.\n\nStunned, I decided not to let on how upset I was. “Fine,” I said. “You?” But this was absurd. We weren’t even in a relationship, were we? What did persistent texting even qualify as? By now, his reputation was so established among my friends that they referred to him derisively as “the Texter,” never using his real name.\n\n“How’s the Texter?” they would ask.\n\n“Oh, fine,” I’d answer. “Nimble-thumbed, I guess.”\n\nSeveral of them, indignant on my behalf, offered to text him back and tell him he needed to fish or cut bait. I kept asking myself why I put up with such a 2-D relationship, but still held out hope that the constant texting would lead to something else. I also worried I would miss him because I’d gotten used to at least having a virtual boyfriend rather than no boyfriend at all. If I were to end it, I might never give us a chance to recapture the chemistry of our first date.\n\n\n\nDuring our call, I learned that his two-week silence was from him being on an international business trip. I guess he couldn’t be bothered to text that he would be out of the country and out of touch.\n\nI made a decision then. He either had to ask me out on a real date, in person, or I would put an end to this silliness. I gave him a deadline (only in my mind, of course) of that Friday, but yet again I left a little open pocket in my schedule, as I had grown accustomed to doing for the previous two months.\n\nThe Friday deadline arrived. And just like always, here came his email inquiring about my weekend plans.\n\nI told him my plans: dinner out on Saturday night and a hike on Sunday. And he told me his: He was going to a movie with friends that evening.\n\nHere it comes, I thought: the ever-elusive invitation.\n\nFirst, though, he asked for my opinion about several movies, which made sense. If I would be joining him, he’d want to make sure I was happy with the movie choice. And then, having heard my thoughts, he wished me a wonderful weekend, thanked me for my advice and signed off, completely clueless to the fact that he had just blown me off for the last time.\n\nNot wanting to seem petty, I didn’t text or email him right away. Instead, I waited until his usual text pinged in the following Monday, asking how my weekend had been.\n\nMy fingers paused over the keyboard, my blood boiling, as it had the entire weekend. But I didn’t want him to know how much he had hurt my feelings, so I took several deep breaths and then typed: “I had a wonderful weekend. That said, I want to thank you for being my pen pal the last two months, but thought you should know I already have several pen pals so don’t really need another. Best of luck to you.”\n\nI took another deep breath before hitting send and reveling in the satisfaction that pulsed through my veins.\n\nHe replied instantly: “What are you talking about? Are you saying goodbye to me? Is something wrong?”\n\nI couldn’t believe it. Did he not have any idea how ridiculous his behavior had been? My fingers flew over the keyboard: “It just floors me that you’ve never thought to ask me on a date after our lunch, but instead seem completely content to text or email with someone who lives less than two miles away from you.”\n\n“What are you doing tonight?” he replied. “Dinner at my place?”\n\nI wanted to tell him off, but I was too happy that he’d finally asked me out. Still, that chastising voice in my head kept shrieking: “You can’t accept a date the day of! That would seem so sad and desperate, like you have nothing else going on in your life!”\n\nAnd then it hit me. I couldn’t do this. I was 31 years old. I had been married. I was tired of games. I wanted a date. An actual face-to-face date. With him.\n\nI picked up the phone and dialed. When he answered, I asked, “What should I bring?”\n\nA few years later, the Texter and I married. And now, seven years after that, we have two children, two careers and one life together. We rarely text each other anymore, but every evening I look forward to hearing that ping from my phone with his quick message: “Be home soon.”"
}