{
  "url": "http://www.nytimes.com/2016/01/24/fashion/platonic-gay-relationship-couple.html",
  "headline": "Platonic, Until Death Do Us Part",
  "dateline": {
    "year": 2016,
    "month": 1,
    "day": 21
  },
  "byline": "Ephi Stempler",
  "text": "Please check out the newly launched Modern Love: The Podcast. \n\nRecently I stumbled across an article about Stephen Daldry, the man behind “The Hours” and “Billy Elliot,” who is openly gay and married to his longtime friend, a woman named Lucy Sexton.\n\nStephen, now 55, married Lucy at 41 because he wanted to have and raise a child and have health insurance. According to him, their relationship is not and never was romantic. It’s a marriage rooted in practicality.\n\nHow “Fiddler on the Roof,” I thought.\n\nAnd my next thought: How sad. Another gay man who can’t fully accept himself.\n\nI recalled the Hollywood films I have seen about these men and their surrogate partners and how, in the end, the guy gets the guy, the girl learns her lesson and the credits roll to some terrible Motown remake. I also thought about my gay friends with their husbands of 20-plus years and the unsolicited advice they often give me about my own relationship future: “Don’t get too comfortable with her.”\n\nThey’re talking about Marisa. We’ve been best friends for almost 17 years, having met at a party in New York City when we were 24. I was supposed to see if she was interested in my less-courageous straight friend, a guy I had idolized in high school. Instead, I ended up boogieing with her and sparring wits for hours or minutes, I’ll never know.\n\nShe gave me her number on a napkin, closed my hand around it like a clam, looked me in the eyes and said: “Use this number. I’m serious. Do not throw this away.”\n\nA week later, we bought tickets to Hawaii for Y2K. A few months after that, we became roommates.\n\nThe roommate thing only lasted about a year, since Marisa, unlike me, had no problem finding men to date long-term and eventually move in with. She ended up having two sons with different dads, and even married one.\n\nBut none of her relationships would last more than a handful of years, maybe because no one else in the world could understand us, entertain us and inspire us as much as we could.\n\nEventually, I began to wonder if the strength of our friendship was the thing undermining our romantic relationships. Countless self-help books on our respective night stands counseled us to break free from our toxic patterns if we wanted to find lasting love. But what if our toxic pattern was how well we got along and how much we loved each other?\n\nMarisa rejected my toxicity hypothesis, insisting that we both had other friends and passions, lives that were enhanced, not dominated, by how close we were. I tried to believe her, but it became harder and harder to accept. As the years passed, I was still the guy alone at holiday parties and alone in my bed — or the random beds of others I had met in bars or online.\n\nEver the analyst, I grew concerned that we were addicted to the sugar that was our dynamic in order to avoid the protein of “true intimacy.” During Christmas with her family, I would flee to where her baby was sleeping and pummel myself with questions: Was I with Marisa because I was too lazy and scared to put enough effort into finding a partner? Were we using each other as place holders? Was I afraid to grow up and love myself as a gay man? Was I just broken?\n\nToo many questions to answer in front of a baby monitor.\n\nAt 37, I decided to leave New York and Marisa, the two things that seemed to keep me stuck in boyhood. I left my job as a high school teacher and moved to Thailand to teach ESL, live cheaply and get the space I needed to figure myself out.\n\nI meditated with monks and cried on motorbikes. I began to see that I was more stuck than I had even thought. I had no idea who I was without my old crutches: Marisa, my various dating apps and my romantic delusions.\n\nIt was a lonely time. Every friendship I made was a faint shadow of the magnificent supernova that was my relationship with Marisa. And the dudes I met were increasingly older and hardhearted after their own years of romantic frustration.\n\nAfter more than a year abroad, I followed some gluten-free bread crumbs to San Francisco.\n\nWhen I told Marisa where I was headed, she surprised me by saying that she had been planning to move to the Bay Area as well. I was slightly worried about being in the same city as her again, but it seemed as if the 16 months away from each other had renewed our mutual appreciation and made our friendship healthier.\n\nI was relieved to hear she was moving to Oakland, across the bay from me in San Francisco. It seemed like a good compromise: to have her in my everyday life again, but not every day.\n\nFor a while I felt encouraged. I had made it to the gay Mecca; nothing would stop me from finding my bearded other half now! But if you want to make God laugh, make an OkCupid profile.\n\nI went on tea dates with meditators, sex dates with polyamorists, friend dates (that turned into sex dates) with married men and myriad unremarkable dates with both nice guys and jerks. None of them led anywhere. And Marisa had no luck, either. Turns out your problems follow you; go figure.\n\nAnd then I turned 40 and found myself in a state of crisis. Since being told, at 18, that I was clinically depressed, I had faced many dark moments in my adulthood — a handful of which made me crash-land for months or even years with one relative or another.\n\nSuddenly, I found myself again saying, “This was not part of the plan,” conveniently forgetting that I never really had a plan to begin with. I couldn’t move back in with my parents or siblings at this point. So I asked Marisa if I could stay with her for a while.\n\nIt was yet another humbling moment in my life, sleeping on her sofa while her two little boys tried to get to the “candy” in Uncle Ephi’s prescription bottles. I felt laden with shame trying to figure out how I had become that low-functioning middle-age clown you see on sitcoms: the hairy, interloping barnacle with an affinity for couches. The ambiguously gay uncle (Guncle) with a perpetual 5 o’clock shadow and an inappropriate joke.\n\n“Who let the Guncle out?” I would sing to Marisa’s 2-year-old, who would just stare at me blankly.\n\nThanks to GlaxoSmithKline, I recovered quickly. After three months, I was ready to launch again.\n\nAnd then a funny thing happened: Marisa found a house in Berkeley with a yard, a treehouse and a two-room unit in the back. She told me she and her boyfriend at the time were parting ways and she hoped I would consider being her long-term flatmate.\n\n“Guncle in the attic?” I hissed. “No way. For once in my life, I need to be an independent gay man.”\n\nShe rolled her eyes. “Relax, Donna Mills. You can be an independent gay man with people who love you. Stop seeing yourself as the sad guncle and you won’t be the sad guncle.”\n\nI couldn’t argue with that. So I said yes.\n\nOf course, I plotted my next escape at the very hint of a challenge. But after a while, I began to do something I had never done before, something that ran against every fiber of my angsty ancestry: I allowed myself to be comfortable. And my relationship with Marisa reached yet another level of love and respect.\n\nAfter 16 years as best friends and occasional roommates, we have become something else, something that doesn’t seem to have a name. We joke that we are each other’s PLP’s — platonic life partners — and recall the promise we made in our 20s: “If neither of us finds a husband by 40, let’s get married. If only for the registry.”\n\nWe’re now both 41, the same age as Stephen Daldry when he married his best friend. And we’re both wondering: What if he had it right? After all, the couples that I consider the happiest — mostly gay men who opened up their relationships decades ago — are not lovers as much as best friends.\n\nThey know who should do the cooking and the dishwashing. They talk about their latest flings and support each other’s biggest dreams. They get over fights fast and give each other prodigious amounts of space. They binge on Katy Perry when no one else is looking. They share an aesthetic and a language and a history that gives them strength to go on.\n\nI have all that with my best friend. And maybe the closest approximation of real love either of us will ever experience.\n\nAnd if the biggest concession is having separate beds, well, fine. I snore."
}