{
  "url": "http://www.nytimes.com/2016/02/28/fashion/shedding-skins-at-the-zoo.html",
  "headline": "Shedding Skins at the Zoo",
  "dateline": {
    "year": 2016,
    "month": 2,
    "day": 26
  },
  "byline": "Amy Bonnaffons",
  "text": "My first serious relationship ended a week before I started my summer job at the zoo. Every morning as I drove my parents’ Toyota to work, I’d put on a Dar Williams CD and cry. I felt as tragic as it was possible to feel while wearing an oversize blue T-shirt with gorillas printed on the front.\n\nI had taken the job not because I wanted to work with animals but because I needed money and liked children. As a counselor at the zoo’s day camp for precocious animal-lovers ages 6 to 12, I spent most of my time mediating disputes over popular crayon colors, assuring anxious parents about peanut allergies, and asking my campers, “Is it an emergency?” in a voice that carried the proper ring of adult authority.\n\nThe job also brought me — a bookish, city kid — closer than ever before to nature. Much of nature, I learned, was disgusting. I had to learn to do demonstrations with pythons, a tarantula and a Madagascan hissing cockroach the size of my palm. As I held each alien-textured animal in my bare hands, proffering it for the children to touch (“Gently, please, gently!”), I masked my unease. All creatures, adorable or nasty, deserved our interest, did they not? Couldn’t they all inspire wonder?\n\nOur classroom bordered the silverback gorilla exhibit, separated only by a glass partition. When the children arrived the first day, a heavy curtain obscured it. During lunch, one of us counselors would slowly draw the curtain back and watch as the expansive-looking gorilla “habitat” revealed itself.\n\nOnce the children noticed what was happening they would rush to the window, abandoning their juice boxes and carrot sticks, and press their hands and faces against the glass. Sometimes the gorillas went indifferently about their business. Other times they hammed it up, doing tricks or putting their palms against the children’s, prison-visit style.\n\nThere was a new baby gorilla that summer, and once I saw the father lie on his back and airplane the baby above him, balancing its stomach on his wide flat feet. My heart caught, watching them. In a way I couldn’t explain, observing this recognizable human gesture made me feel a little less alone.\n\nMy boyfriend and I had fallen in love in high school and stayed together through freshman year of college. We went to different schools, five hours apart. I chose to study literature at an Ivy League university I couldn’t really afford, while he went the more practical route of studying engineering at a state school.\n\nHe sometimes joked, with a cautious bitterness, about the new life I was building for myself with my “intellectual” friends. “Those guys in the bathroom were discussing Aristotle,” he said while visiting my dorm, “while brushing their teeth!”\n\nI wasn’t worried. I loved his masculine groundedness, his unshowy integrity. I couldn’t imagine exchanging him for one of the effete, pretentious, loud-voiced boys in my philosophy seminars.\n\nBut when we returned to our hometown for the summer, I discovered that I felt utterly lonely around him, even — especially when he was being loving toward me. It was a terrifying kind of loneliness I hadn’t experienced before.\n\nWhy did I suddenly feel mute and constricted around this person I adored? It wasn’t that I wanted to talk about Aristotle all the time; it was that I didn’t know how to talk about anything we hadn’t talked about already. We paced the same steps, over and over, as if caged. Nothing helped.\n\nLeaving him was like cutting off part of my body, but doing so felt necessary to survive. I never doubted the decision to break up, but sometimes I felt feral with grief. The Dar Williams line that most frequently dampened the blue sleeve of my gorilla T-shirt was: “I’m resolved to being born, and so resigned to bravery.”\n\nThe zoo required bravery of a different kind. I knew the python wouldn’t hurt me, but it still felt threatening in my arms, a cable of squirmy muscle with teeth at one end. Every time I touched the cockroach I told myself, “This being will not hurt or invade you.”\n\nBut soon I lost my fear of both animals and even began to feel a kind of kinship with them. There was something hard and private about them that appealed to me, something I could relate to — in the cockroach’s brittle exterior, the python’s restless wiggle, the spider’s defensive crouch. The snake, like me, had to shed things to stay alive. My breakup might have taught me a new variety of loneliness, but here was a new kind of connection, silent and perhaps entirely imagined, but a connection nonetheless.\n\nThis was what it meant to leave a comfortable shelter: You had to encounter everything. My boyfriend had given me the kind of absolute, totalizing love whose rarity I now fully appreciate. When we were apart that first year of college, I had felt confident, buoyed by his faith in me, free to explore.\n\nThen that all-encompassing love had come to feel like confinement. I needed something spikier, more difficult, less certain. That’s how I started to explain it to myself, anyway, this decision to exile myself from a dependable source of nourishment. On my own, uncertain of the new terrain, I would have to apprentice myself to other, riskier kinds of connection.\n\nI had no idea how. People seemed, more than ever, like just another species of animal, and I was unsure of my place among them. In the group of 10 zoo camp counselors there was a definite alpha male, tall and blond and a bit of a jerk. It helped my heartache to imagine him yanking me into the snack closet and asserting his silverback privilege.\n\nThere was also a girl who loved to flash us her nipple rings (a form of peacocking?) and one who claimed to enjoy tongue-kissing her dog (no classification for that one). None resembled my other friends or anyone else I knew, but I found myself going out with them after work for dinner or dancing, one time ending up at the pied-à-terre of a counselor’s suburban parents to watch a pornographic movie. (“You’ll like it, Amy,” she said to me, “because it has a lot of plot.”)\n\nEven though the movie was relatively classy — it was set in 18th-century France and the actors wore powdered wigs and had sex on top of grand pianos — I couldn’t help thinking about the gorillas and lions, the matter-of-fact ways they mounted each other, and the ways in which it was all so different and yet so much the same.\n\nI couldn’t help watching us watching it, too. Half the group had a crush on the other half, and each of us sported a different form of camouflage, of plumage. Some of us affected a studied indifference to the sexual images and some blushed, and some tried to mask the hidden bent of our sexuality by crowing over scenes that could not possibly have interested us.\n\nWe were all so flamboyant, so fumbling. The next day, watching through the glass as the gorillas messed around with each other, I realized I had begun to take myself and my pain a bit less seriously. I was just an animal like any other, rooting around for nourishment, seeking a new habitat when my old one had become depleted. Unlike these gorillas stuck behind glass, I would get to move on.\n\n\n\nAnd I have. I don’t like zoos anymore. The last time I visited one, a decade after my summer at the camp, I thought the animals all looked like William S. Burroughs: simultaneously jumpy and depressed, as if they were mumbling dark pronouncements under their breath and might shoot each other for laughs if given the chance.\n\nMaybe, having come to appreciate wildness over the years, its values and its dangers, I could only see in those animals a confinement they had not chosen. I, meanwhile, have been able to select and shed habitats. I have fallen freely in and out of love, again and again.\n\nNo subsequent love of mine has ever felt as innocently sure and safe as the one I left behind that summer, and some part of me still mourns that loss. But each new love has expanded my sense of what I might encounter, what I might claim. It seems to me that freedom is both its own lesson and reward, and I have come to accept and even to welcome the rawness that change brings, the sting of new skin meeting the world.\n\nThe zoo, in retrospect, seems like the perfect place to learn that if you’re going to outgrow your old self anyway, you may as well learn to value alien experience, to not recoil from new sensations, and to respond with supple curiosity, not rigid fear, when some scaly or feathered gift crawls into your open palm."
}