{
  "url": "http://www.nytimes.com/2016/02/14/fashion/engaged-ambivalent-vacation-ring.html",
  "headline": "In a Foreign Land With Something to Declare",
  "dateline": {
    "year": 2016,
    "month": 2,
    "day": 12
  },
  "byline": "Justin Tyler Clark",
  "text": "The customs officer at Changi Airport in Singapore gestured at my girlfriend’s suitcase as it rolled out from the X-ray machine. He repeated his question for a third and final time: “Are you sure you don’t have anything in your bag that you’d like to tell us about?”\n\nBy now, panic had spread across my girlfriend’s face. If we confessed to what was in there, we would be in trouble. If we didn’t and they searched her bag, things would only be worse.\n\nShe looked at me questioningly, as if this were my country, not hers. “No,” she said to the officer. “We declared everything.”\n\n“That’s right,” I seconded with a fake, jet-lagged smile.\n\nI wondered if, instead of getting engaged during our Asian holiday, we might be jailed. The contraband we had failed to declare was two cartons of cigarettes, but less than a dozen cartons can land you three to six months in prison in Singapore, even for a first-time offense. No wonder the officer had given us so many chances to confess.\n\nMy girlfriend had bought the cigarettes for herself en route because they’re so expensive in Singapore, something she had previously done without a problem. But either enforcement had tightened since her last visit, or she had just been lucky.\n\nAs the officer and his colleagues rummaged through our bags, I could see my girlfriend’s family waiting outside the glass doors of the baggage area. A lot was riding on this first impression. I had never met them in person, and my girlfriend hadn’t been home in years. They were beaming at us and waving, too far away to recognize something was amiss, at least until the officers escorted us away.\n\nWe were marched into the back of the terminal and through a doorway marked “restricted.” Our escort told us to sit on a bench as his colleagues searched our bags until they found what they were looking for.\n\nWith the cartons now stacked at the end of the table, the officer holding our passports asked if we were married.\n\n“No, just dating,” I said.\n\nPeople who knew us might have assumed we were headed for something more. We had met in graduate school a year earlier and quickly moved in together, and now we had flown halfway around the world so I could meet her family. I had even gone so far as to save up enough of my graduate school student stipend to pay for a hotel room in Bali where I hoped to propose, and for the diamond ring I would ideally proffer.\n\nBut all I really had at that point was a setting — a gold band, its diamond lost long ago, that my mother, a lawyer, had taken as partial payment for a client’s divorce. The empty setting had gathered dust on my parents’ closet shelf for years until I confessed my plan to them, stressing that it was merely hypothetical.\n\nThen my girlfriend and I left on our trip. Unsure if the ring would ever see the light of day, I had stuffed it into my toiletries bag, the one now being emptied by the customs officer.\n\n“What’s in here?” he asked, unzipping one of the compartments.\n\n“Just my toothbrush,” I said.\n\nWe live much of our lives in a state of paralysis, letting fate make decisions for us. But at the most important moments — when we’re facing an emergency or falling in love — we think we will know the right things to do and say.\n\n“My instincts just took over,” said the man on the news after rescuing his neighbor’s cat from a burning apartment.\n\n“You’ll know when it’s time,” my mother told a much younger me when I asked her when I would marry.\n\nYet at 30, I had never experienced “just knowing” in that context. I had had many girlfriends, lived with several, even felt as if I loved one or two, but the much-anticipated epiphany — “I just know she’s the one” — failed to present itself. Disappointed, I had broken off every relationship.\n\nWhen I met my grad school girlfriend, I had good reason to think she might be it. She wasn’t just my darling but everyone’s, silly in one breath and serious the next, equally devoted to haute couture and Marxist theory. From the moment our mutual friend introduced us, I kept waiting for that feeling of certainty to overtake me.\n\nNine months later, I was as happy as I had ever been while still paralyzed by doubt.\n\nMaybe because we live in an age of so many choices, most of them meaningless, we romanticize the notion that falling in love isn’t a choice but something that happens to us. That love tells us what to do, not the other way around. Love is the authority figure, and if love tells us wrongly, then we can’t be held fully responsible.\n\nI had traveled halfway around the world with a half-ring secreted in my bag. I had decided on the cut of diamond I would buy in Singapore, picked out the place and the time I would present it. I did so not because I was sure I would follow through. I simply wanted to give “just knowing” its best shot in the perfect place with the right ring. If love failed to show its authority when the time came, I might have to move on without feeling sure, one way or another.\n\nNow, a real-life authority figure had arrived in the form of this Singaporean customs officer who would yank the ring out of my bag at any minute, forcing me to explain myself to my girlfriend and confess my plans. My years of indecision would end, I thought gleefully. What a funny story to tell our children, once we got out of prison.\n\nInstead, the customs officer started putting our things away. “Smuggling cigarettes is a crime,” he said.\n\n“Please,” my girlfriend pleaded. “I didn’t know.”\n\n“You’re Singaporean,” he replied. “You should know better.”\n\n\n\nThe officer counted out the 20 packs of cigarettes and told us we would be fined 100 Singaporean dollars for each. For two graduate students, it was a staggering sum. We begged, pointlessly. Nearly two decades earlier, when an American teenager in Singapore was sentenced for committing vandalism, not even an appeal from President Clinton could prevent his caning. But at least we weren’t going to jail.\n\nMy girlfriend was less than elated, however. She fell to her knees, bursting into tears, pleading for clemency. All year she had saved what she could of her meager graduate student stipend, and now she wouldn’t be able to present her parents with the cash-filled red envelope customarily exchanged at Chinese family reunions.\n\n“I’ve been away for years,” she pleaded.\n\nThe officer shook his head.\n\nI wanted to be angry at him and his colleague, who was now shredding my girlfriend’s Marlboros one pack at a time, but I felt a grudging respect for his integrity. In many countries, the contraband may have ended up in someone’s pocket.\n\nMy only way of comforting my girlfriend was to put the fine on my credit card. I couldn’t tell her what such an expense meant, that I could no longer afford the diamond or the hotel room in Bali.\n\nA few minutes later, we finally reached the arrival lobby. My girlfriend introduced me to her family, who were wonderfully warm but curious why we had been detained. My girlfriend lied, telling them the cigarettes were for a friend, leaving out the outrageous fine.\n\nWhen we got back to her family’s apartment, we were so exhausted from our ordeal that we headed straight to her room, collapsing on the single bed that was hers as a child. But we were too upset to sleep. The trip wasn’t turning out as either of us had planned.\n\nWe were now deeply in debt and unlikely to go anywhere. There would be no grand proposal in a rose-petal-strewn room overlooking the terraced rice paddies of Ubud. Instead, there was only my girlfriend’s childhood room and a bed barely big enough for one of us, much less two.\n\n“You wish we hadn’t come,” she said, sensing my mood.\n\n“Not at all.” I was thinking of how I had felt when I believed the customs officer was going to expose me, how eager I had been for him to do it and how disappointed I felt when he failed to uncover the ring.\n\nIt was a tortuous approach to absolute certainty, but I decided to take it.\n\nDangling an arm off the bed, I pulled the half-ring out of the zippered pocket and showed it to her. “I’m sorry there’s no diamond yet,” I said. “I was going to buy one here and have it put in, and then give this to you in a fancy hotel in Bali. But, will you marry me?”\n\nShe started to cry. “Yes.”\n\nIt has been six years. I have never once regretted it."
}