{
  "url": "http://www.nytimes.com/2016/02/21/fashion/what-luck-means-now.html",
  "headline": "What Luck Means Now",
  "dateline": {
    "year": 2016,
    "month": 2,
    "day": 19
  },
  "byline": "Joyce Maynard",
  "text": "The room where I’ll spend the day, if I am lucky, is fluorescent-lit, lined with hard plastic chairs, and has a reminder on the wall concerning the importance of hand sanitizer. Though friends offered to accompany me, I am here alone.\n\nOn the opposite side, a family has gathered: a man in his early 60s, like me, and four young people around the ages of my children. They are engaged in cheerful-sounding small talk about their jobs, the Red Sox. As for me, I don’t feel like talking to anyone.\n\nI arrived a little after 6 a.m., after kissing my husband goodbye before they wheeled him into surgery. The surgery is expected to take 12 hours, though somewhere around Hour 3 the surgeon will have gotten to the place in Jim’s abdomen where he can see the tumor, known to us only as an innocuous-looking gray area on Jim’s CT scans. Sometimes this turns out to be the moment when the surgeon discovers the tumor is not operable after all, in which case they stitch everything up and say, “We tried.”\n\nThe tumor in question (I haven’t allowed myself to call it “Jim’s tumor”; I don’t want to see him take ownership) is 2.5 centimeters in diameter and located in the head of Jim’s pancreas. For my husband to survive — to have a shot at survival — this tumor must come out.\n\nThe operation calls for the removal of part of Jim’s pancreas, his gall bladder, his duodenum and parts of his small intestine and stomach. “Picture gutting a fish,” Jim, a fly fisherman, said to a friend. “That’s roughly the idea.”\n\nIt’s odd to say of an operation like this that a person is lucky to be receiving it, but Jim and I do feel lucky. Seven months earlier, when we went to the doctor, anticipating gallstones, we learned the tumor was probably inoperable.\n\n“There’s a surgery that gives you a shot,” Jim’s doctor told us. (A shot. Just that. But suddenly a shot was everything.) “It’s called the Whipple Procedure.”\n\nFrom that moment, our focus had become shrinking the tumor to where Jim could get the Whipple. And after eight rounds of chemotherapy and two of radiation, the day has come.\n\nThe Whipple is brutal surgery in the best of circumstances, “the best” being a strange phrase to employ when discussing a form of cancer with a two-year survival rate of around 5 percent.\n\n“Don’t Google it,” they told us that first day, but we did.\n\nThe day we learned the news, just 15 months had passed since our wedding on a New Hampshire hillside with friends and children gathered, fireworks exploding and a band backing us up as we performed a duet on a John Prine song and talked about the trips we would take, the olive trees we would plant. Each of us had been divorced almost 25 years. How lucky, everyone said, that we had found each other when we did.\n\nNow, luck means having this operation. In four hours, luck will mean getting a call from a nurse who says: “They’ve reached the tumor. They’re going in for it.”\n\nI have a book, but I keep reading the same sentence. On the other side of the room, the father and the four young people are unwrapping sandwiches and laughing. The 20-somethings are telling funny stories about their mother. If not for the institutional décor, you might think they were enjoying a family reunion.\n\nMy children and Jim’s are nowhere near. I’m 3,000 miles from home. In those terrible weeks after the diagnosis, I lived with a phone on either ear, calling hospitals and researching treatments that might offer what the first doctor had not: the possibility of a future. When a program looked promising, we got on a plane. It was in this city, at this hospital, where we found the surgeon who said, “I believe I can get your husband’s tumor out.”\n\nNot even 18 hours earlier we marked this moment with a day game at Fenway Park, and afterward we celebrated the Red Sox win with oysters and a martini each. Jim bought a cap. Bald for many months, his hair was back. He was thin, but handsome.\n\nIt was about two years before that Jim had asked me to marry him on the deck of his Oakland, Calif., home with a couple of martinis and a plate of oysters. Never a skillful liar, he had pointed me toward a particular oyster and suggested I try it. Tucked into the shell: a diamond ring.\n\nI had been single for 24 years. Just putting that ring on my finger felt odd, almost embarrassing, as later it would be difficult to say “my husband” or refer to myself as Jim’s wife. To me, marriage had meant trouble. Failure. Pain. Why risk that again?\n\nOnly I did. We bought a house. Made big plans. Then came the diagnosis.\n\nI think it was then (not the day of our wedding) when the words “wife” and “husband” entered my vocabulary — the first time I could speak them without awkwardness. They slipped into my speech over the weeks and months I spent navigating the world of cancer treatment, searching for the bobbing scrap of hope in an ocean of trouble: drug trials, immunotherapy, extreme diets.\n\nI express-mailed our scans to facilities as far away as Germany, and when we were told the next appointment was three months out, I said, “My husband needs to see the doctor now.”\n\nMy husband.\n\nAt some point I realized I no longer spoke of “Jim’s treatment” or “Jim’s scan.”\n\n“We’re on Folfirinox now,” I would say. “We’re getting CyberKnife radiation.” And then: “We shrank the tumor by 50 percent. We’re getting surgery.”\n\nFor years after my divorce, I had called myself a solo operator, but I had longed for a big romance, and with Jim I found it.\n\nThe summer after we met, we saw a 1982 Chrysler LeBaron convertible on Craigslist in Maine and bought it, then flew from California to pick it up. For the first time in 38 years of practicing law, Jim took the summer off. We put 4,000 miles on that convertible, mostly on New England back roads. We ate lobster rolls and danced and talked about riding Jim’s motorcycle across the country.\n\nAli MacGraw and Ryan O’Neal might have made it look otherwise, but cancer is not romantic. Always a lean man, Jim dropped 30 pounds. I had admired the way he dressed, conservative but sharp. Now he wore his suit like David Byrne in the Talking Heads video of our youth. When it looked as if a recurrent C. difficile infection might kill him (he was down to 108 pounds and dropping), I persuaded him to have a fecal transplant. Donor: me.\n\nHe had been, since 13, a bass player, a rock ’n’ roll guy. (Also an Eagle Scout. I loved that about him.) Now, as the chemo ate away at him and his Triumph gathered dust, it seemed important that he keep playing, so one day I made paella for the whole band and their wives.\n\nBut the morning of the party, the neuropathy kicked in from the chemo, leaving Jim’s fingers numb, unable to play. That night I stood at the edge of our silent yard and dumped five pounds of seafood. No rock ’n’ roll that day, or that season or the one that followed.\n\nIn the waiting room, the family across from me has brought in food for dinner. They are just opening their Styrofoam containers when a woman approaches, bends to speak with the father, a hand on his shoulder. The daughter leans in, and the son, and the two others I realize must be their partners.\n\nSuddenly, the room is spinning. The food drops to the floor. The father just sits there, hands to his face, shaking his head, but the children are weeping, then wailing. Someone stands, staggers, drops to the floor. They all rush out, food wrappers and bags abandoned.\n\nIt can happen that swiftly, the end of life as we know it. Then, too, time can creep so slowly, even a minute seems endless.\n\nIt’s close to midnight when the surgeon calls. “This was the toughest Whipple I ever performed,” he says. They got the tumor and took 38 lymph nodes. It will be another few days before the pathology report, but things look good.\n\nIn the recovery room I find the bed with Jim in it, though he is much changed from the person I met not even four years earlier, on a Match.com date at a restaurant in Marin County, Calif., where I kept waiting for him to suggest that we order something, but he never did. Later, he explained, “I was just so knocked out by you, I forgot.”\n\nThere are tubes coming out of him. His eyes are closed, mouth open. He looks 100 years old, but he is alive.\n\n“I’m his wife,” I tell the nurse, and take my place by the bed."
}