{
  "url": "http://www.nytimes.com/2016/01/03/fashion/single-and-surrounded-by-a-wall-of-men.html",
  "headline": "Single, and Surrounded by a Wall of Men",
  "dateline": {
    "year": 2015,
    "month": 12,
    "day": 31
  },
  "byline": "Susan M. Gelles",
  "text": " \n\nComing in January 2016, Modern Love: The Podcast\n\nSometimes I play a kind of shivery game in which I think about how different my life would be if I had made other choices. One thing leads to an unforeseeable other.\n\nAfter spending my 20s as a would-be musician, I attended law school in New York City. I graduated owing about $100,000 in student loans. Luckily, I found a job at a terrific but demanding law firm, where I was assigned to share an office with an associate named Daniel.\n\nDaniel and I bonded as soldiers who share a trench during wartime do. We were both shy, but working together on days, nights and weekends has a way of breaking down reserve. He would send me fake emails from terrifying law partners, and I’d jump out of empty offices and startle him.\n\nWe had no romantic connection, but we talked each other through our relationship messes. We agreed that socializing in unstructured settings was particularly frightening. Thus, we hid in our office and avoided the firm’s weekly cocktail hour. The prospect of schmoozing with unfamiliar co-workers put us both in a defensive crouch.\n\nBut even the best of wartime alliances eventually weaken. After three years, Daniel left the firm and moved to another city. It took me another two years to pay off my loans. About five seconds later I fled the battlefield and joined the legal department of a slower-paced publishing company.\n\nWith more free time, I gathered my courage and signed up for a singles event run by a group that held regular mixers. I was 37, at my life’s midpoint, and it looked like a dull, downward slide from where I stood. So I squashed my misgivings and showed up at the next mixer.\n\nIt had nine attendees — five men and three other women besides me. We each spoke about ourselves into a microphone. Then came the part I always hated: the mingling. The event’s organizer gave the usual admonishments. None of us were to be rude. If someone approached us, we should talk to them for at least a minute.\n\nChairs scraped and we rose. I spotted an attractive guy and approached him. He beamed, came toward me and then swerved to speak with the woman he really had in mind. I saw a second guy and scooted over.\n\n“Hi there!” I said.\n\n“Sorry,” he replied, and kept walking.\n\nI left, vowing never to attend a singles mixer again. I emailed Daniel, who wrote back that the same group was sponsoring another mixer in a month, and I should go. Ha ha, I thought. I began to research single-parent adoption and signed a contract for a small co-op apartment.\n\nOne Friday afternoon some weeks later, I was sitting at my desk at my blessedly quiet job. Here no one urgently needed a memo summarizing legal research. No one expected me to work that night. This was peacetime lawyering.\n\nI decided to clean out my email inbox. And there it was: Daniel’s email about the singles mixer. The event would start at 6 that very evening in Midtown Manhattan.\n\nI was dressed in a flannel shirt, jeans and sneakers. But what did it matter? I wouldn’t meet anyone. And who needed love anyway? Then again, maybe it would be fun. But wouldn’t I have to talk to people? I can leave at any time, I reminded myself.\n\nThis mixer had about 80 attendees, who sat on chairs in the meeting room of a high school. It took an hour to pass around the microphone. I scribbled notes of what certain men said about themselves: This one was a contractor who liked Shakespeare, that one was a lawyer who liked opera.\n\nThen came the dreaded mingling. An angry-looking man stomped over and demanded to know how I was doing. Moments later, another man, this one with a fixed grin, asked what kind of movies I liked.\n\nThe mingling was to last for 30 minutes, but I couldn’t pretend to be perky and relaxed for that long. If I didn’t leave soon, I’d start telling inappropriate personal stories, such as the one about the nun in elementary school who told me I’d never amount to anything because I spoke so softly. After I chatted with a few more men, none of whom interested me, I hurried out to the bathroom and locked myself in a stall.\n\nWhy was I putting myself through this again? It was exhausting. Maybe love was overrated. Maybe love was just what people claimed to feel for anyone who’d put up with them. I leaned against the wall and closed my eyes. I could hear the chatter of women, turning on faucets, flushing toilets. I’ll just wait here, I thought, until the mingling is over. Then I’ll go back and see if anyone has written down my ID number as someone they’d like to date.\n\nI returned to the meeting room, only to discover that the mingling session wasn’t quite done. Immediately the lawyer who liked opera positioned himself in front of me. He was immaculately dressed in a suit, his dark hair clipped short, his brown eyes penetrating. Meanwhile, I could have played the part of the stablehand who groomed his horse.\n\n“Hi!” I said. “I remember you. You’re a lawyer.”\n\n“Yes,” he said, and his face remained a closed door.\n\n“I’m a lawyer, too. I used to be a litigator. Now I’m in-house at a publishing company. What kind of law do you practice?”\n\n“Real estate,” he said flatly.\n\n“Ah. And you like opera. What period do you most like, or what composer?”\n\nHis expression eased just a bit. “I like Puccini.”\n\nA dim memory came to me of sitting in a music library a decade earlier, listening to an opera that I thought was terrible. “I remember listening to ‘Tosca’ once, years ago,” I said. “It was so overblown.”\n\nA rather long pause ensued. Somewhere behind the lawyer, organizers urged people to take their seats.\n\n“‘Tosca’ is my favorite opera,” the lawyer said.\n\nIt was all so deliciously awful: the mingling, how I was dressed, the futility of trying to meet anyone. Even when I tried to show interest in a person, I unwittingly flung an insult instead.\n\nI couldn’t help it: I laughed. “I’m sorry,” I said. “It was probably a scratchy recording. Or I was in a grumpy mood that afternoon.”\n\n“No doubt,” the lawyer said.\n\nAll of us took our seats, dutifully wrote down the ID numbers of people we liked and handed in our scorecards. Then we waited for the computer to sort the results.\n\nI matched with the lawyer, whose name was Richard. A week later, we enjoyed a nice dinner at an Italian restaurant. Richard wore another impeccable suit, and I wore a dress. I asked him, “If you hadn’t talked with me during the mingling session, would you still have written down my ID number?”\n\n“Oh, no,” he said. “I would never date someone I hadn’t at least spoken with first.” He tilted his head, remembering. “It was hard to get to you that evening.”\n\nYes, I thought, because I was hiding in the bathroom.\n\n“You were surrounded by men,” he continued.\n\nYou poor deluded one, I thought.\n\n“I had to get through a wall of men,” he said.\n\nI decided to opt for honesty. “There was no wall of men.”\n\n“Yes,” he insisted, “there was!”\n\n“I was hiding in the bathroom,” I said.\n\n“There was a wall of men.”\n\nThat’s probably the beginning of love: when you see someone in a way that defies reality, but which makes perfect sense to you.\n\nOn our second date, we went to the Metropolitan Opera and saw “Tosca.” We emerged with the throngs into a crisp autumn night. The side streets were almost empty, though, and the two of us strolled along, talking excitedly about how evil Scarpia was, and the terrible fate that befell Cavaradossi.\n\n“It’s nice of you to forgive me for insulting your favorite opera,” I said.\n\nRichard gave an amiable shrug. “At least you’d heard of it.”\n\nAs we walked, we held hands and talked about musicals. Somehow we found ourselves back by the now-deserted fountain in front of the opera house. It was midnight.\n\n“Sing something by Rodgers and Hart,” I said.\n\nRichard considered. “I’m wild again,” he sang. “Beguiled again. A simpering, whimpering child again.”\n\nTwo years later, we married. More than a decade after that, we’re the parents of 10-year-old twin boys.\n\nWhen I ask myself how I managed to get so lucky, I think: Because my life in music didn’t work out. Because I went to an expensive law school even though I had no money. Because I needed a well-paying job. Because the law firm assigned me Daniel as an officemate. Because Daniel sent me that email reminder.\n\nBut most crucial, I think, is that I stopped hiding in the bathroom before it was too late."
}