{
  "url": "http://www.nytimes.com/2016/01/10/fashion/sharing-a-cab-and-my-toes.html",
  "headline": "Sharing a Cab, and My Toes",
  "dateline": {
    "year": 2016,
    "month": 1,
    "day": 7
  },
  "byline": "Julia Anne Miller",
  "text": "Coming in January 2016, Modern Love: The Podcast \n\nAs I rode in a cab across the Brooklyn Bridge, a man I barely knew was sucking my toes. The lights of the bridge streaked overhead, and Manhattan was a jeweled kingdom shrinking behind us in the darkness of the rearview mirror.\n\nSprawled in an awkward position, I felt weirdly detached from my foot. It’s curious to watch someone engaged in an act of erotic passion and feel nothing. Well, not exactly nothing. I felt a faint thrill, not of physical arousal but a stirring of my spirit of adventure. A blur of lights dotted the East River. The wheels flew over the pavement, and my body whirred through space.\n\nThis is it! I thought. My life here has begun.\n\nI had moved to New York in my late 30s in search of a more glamorous life. What had brought me to this juncture? Failure. A life shaped by safe choices.\n\nI had acquired a Ph.D. in literature with dreams of a steady paycheck, the shelter of tenure and a solid Victorian house on the edge of campus. I would marry a fellow professor, bear two handsome children and fall into the predictable rhythms of the school year. I looked forward to a life undisturbed by risk, rebellion or blinding passion. But I could find no teaching job.\n\nWhen I was 18, New York City was the one that got away. Visiting it for the first time, I knew I wanted to live here. It was a true thing that I knew with the clarity of all true things. To live in New York was to travel the world while standing still.\n\nAs I walked through Union Square, a kaleidoscope of humanity tumbled around me: a woman walking six dogs, a man holding a steering wheel as if he were driving an invisible car, a group of muscular break dancers performing circus feats. My body was a collection of Walt Whitman’s moving particles, mixing with moving particles — no end to me and no beginning to anyone else. It was a sensual siren song to my soul.\n\nThe specifics of my dream were an unthinkable, embarrassing cliché: I wanted to be on stage. I wanted to express raw emotion in front of hundreds of people. I scoured the pages of Backstage furtively, as if it were a pornographic pamphlet from the 18th century, but I never vocalized my desire. I gave up on the thing I most wanted without even really trying.\n\nI went on to inhabit the straitjacket of a “good girl,” doing all the things that were expected of me: good grades, graduate school, a sensible career path and, most of all, decorum. And yet, the straight and narrow had led to a dead end: joblessness and debt. With each rejection letter I received during my academic job search, I felt a rising tide of relief. Now I can do as I please, I thought. Now I can move to New York.\n\nAnd thus I found myself in the back seat of a cab with my foot in the mouth of a near stranger. I had landed a job at a test-prep company, devising analogies, antonyms and sentence completions for standardized tests, my creative aspirations being spent on word play and vocabulary drills.\n\nWe employees were a collection of would-be artists working day jobs. There was the doctor who secretly wanted to sing opera, the lawyer who had devoted a good part of his life to ultimate Frisbee, and the engineer who was into sound design.\n\nIt was an island of misfit toys: writers, actors and musicians toiling at jobs they didn’t love, to support their strange habits, deep desires and unlikely professions. We worked long hours and retired to local bars to decompress and talk about our shadow lives.\n\nOn one such night, I agreed to share a cab home with a drunken co-worker 10 years my junior. A cab was an unthinkable luxury for me in those days. I was making $32,000 a year, living on credit cards and renting an apartment with four roommates where I slept in a walk-in closet that fit only a single bed and a lamp.\n\nThat evening, my co-worker and I had stood on the pavement in Hell’s Kitchen trying to hail a cab. I had no game in hailing taxis, even sober as I was, but my co-worker finally managed to snag one. As we sailed through the city streets making small talk, I complained about my sore feet, and he offered to give me a foot massage.\n\nI hardly knew this guy — he worked in a whole different area — but, feeling weary and curious, I thought, Why not? I removed my Vibram-sole sandals and offered up my feet.\n\nAs he massaged like a pro, he said, “So I’m getting married in a few weeks.”\n\nI was thrilling to the magic carpet ride of the cab whisking us home in minutes as opposed to the forever it often seemed to take by subway. It felt like time travel as we whipped down the F.D.R. Drive.\n\n“So, yup,” he continued. “Two weeks from now, I am no longer a single man.”\n\n“Uh, congratulations,” I said, even though in those days I saw marriage as a form of being buried alive.\n\n“There’s one thing I’ve always wanted to do,” he said.\n\n“Yes?”\n\n“My fiancée won’t allow it.”\n\n“What is it?”\n\nAnd then he unveiled his heart’s desire: to suck a woman’s toes before he resigned himself to a life without quirk. He spoke of toes in general with reverence and earnest passion. He spoke of my toes in particular: their contours, shapeliness and perfection.\n\n“Can I?” he said, glancing toward my toes. “They look so sweet.”\n\nAt that moment, time stood still. I had moved to New York to fulfill my deepest dreams. And here was this young man, presenting me with his small dream.\n\nI thought of all the times in my life I had said no. All the roads I had never hitched, all the chances I had never taken, all the lips I had never kissed. And I thought: New York is not about no. New York is about yes!\n\nSo “yes” is what I said.\n\nWell, I wish I could say it was the most erotic experience of my life. He sucked on each toe as if it were the leg of a tiny crustacean and he was after the meat. Then he tended to my other foot, playing it as if it were a harmonica. The slurping sounds aroused the attention of our driver, and I leaned forward through the partition to block his view.\n\n“That’s right,” I said, directing him. “Straight up on Flatbush.”\n\nFalling back into my seat, I thought about all the places my feet had been that day: walking up and down the stairs of the F train, across the marbled expanse of Grand Central, through Midtown where Dalmatian spots of gum dotted the sidewalks. Given all that, my feet looked remarkably clean. Even so, I wondered if my companion might contract some fatal foot-and-mouth disease from his impulsive actions.\n\nAnd yet I knew that if this were to be his final act, he would die happy. Just as I would die happy. Just as those who live to see their deepest dreams fulfilled die happy.\n\nThe cab turned onto my street, and the man released my foot. “Well,” he said, matter-of-factly, “I’ll see you tomorrow.”\n\n“Yes,” I said, understanding that we would never speak of this again.\n\nAnd so, the next day we pretended it had never happened. After some time had passed, I almost wondered if it had.\n\nUntil a year later, when a friend at work approached me, wanting to talk. She had an M.B.A. but no heart for business. Another misfit, trying to figure out what she wanted to be when she grew up.\n\n“I have to talk to you,” she said. “Something has happened.”\n\n“What is it?”\n\nWe retired to the women’s bathroom.\n\n“Someone at work sucked my toes,” she confessed, nearly bursting into tears.\n\n“Really?”\n\n“He said he was getting married and that his fiancée wouldn’t allow it.”\n\nI flashed back to the cab and the foot enthusiast’s soon-to-be-married story, the urgency that had led to my surprising decision to acquiesce.\n\nWhat did I feel in that moment? Angry that I had been duped?\n\nNo. I felt a tiny bud of admiration bloom in my heart. Here was a man so focused on his dream that he had managed, through simple boldness — and a dash of deception — to make it come true again and again. I stared in a three-way mirror and made a mental note to check out acting classes at Uta Hagen’s studio. I had almost forgotten about my friend.\n\n“Do you think I’m disgusting?” she said finally.\n\n“No,” I said, touching her shoulder while contemplating a bolder future for myself. “I would have done exactly the same thing in your shoes.”"
}