{
  "url": "http://www.nytimes.com/2016/02/07/fashion/a-heart-filled-with-love-not-stuff.html",
  "headline": "A Heart Filled With Love, Not Stuff",
  "dateline": {
    "year": 2016,
    "month": 2,
    "day": 5
  },
  "byline": "Jenny Qi",
  "text": "Check out our new Modern Love podcast.\n\nFor the last year, I haven’t been able to walk into a bookstore without seeing the blue-fading-to-sand cover of Marie Kondo’s best-selling book, “The Life-Changing Magic of Tidying Up.” Its publication coincided with my decision to start preparing for a new life somewhere, anywhere that was not in San Francisco.\n\nWith that in mind, I started noticing countless online articles about decluttering, most of which echoed Zen sentiments similar to those in Ms. Kondo’s book: “Buy experiences, not things.” “Keep only things that inspire joy.”\n\nTheir calmness makes me sick with anxiety.\n\nI have been trying to obey these tenets and trim my belongings, inspired by the distant promise of a new life and by a no-longer-new boyfriend with minimalist tendencies. In another life, he could have written those articles.\n\nWith his encouragement, I sold my boxing gloves, my keyboard and my bicycle. I eliminated all hobbies that cannot be easily carried across borders. I sold or donated most of my books and clothing, even my bed. I want to know that when I finally run off to build my secret new life, everything I own will fit in a carry-on.\n\nThis was how, a few months ago, I found myself rummaging through my closet at 1 a.m., hand poised over the shoulder of a muted mauve trench coat. Four years ago, I spent $40 to get this coat tailored to fit my narrow shoulders, the most I had ever spent on a single piece of clothing. Since then, I have worn the coat only a handful of times, shivering regretfully in the foggy San Francisco evening as the slick fabric pulled heat from my body and the detachable hood flew off my head. And yet, I still kept it, guiltily, in the back of my closet all these years.\n\n“Keep only things that inspire joy,” I remembered.\n\n“But you don’t understand,” I wanted to say.\n\nYears ago, I had admired that coat on my mother, when I was small enough to be swallowed up by it. When I pored through old photos of her — a favorite childhood pastime — there she was in that coat, standing in front of the university where she had once worked, perched on a rock by Niagara Falls, always grinning happily despite the hardships she had endured performing forced labor in China, and then as an immigrant with my father in America.\n\nThe day of her cremation, I carried a box of her favorite clothes to go with her. “In case she gets cold,” I told the mortuary employee. I included the long floral dress she wore to Nanjing to see her brother for the first time in 24 years, a fuzzy red sweater she had worn for days on end, a soft button-down shirt. But I had kept this coat. I couldn’t discard it now, not for such a frivolous reason as decluttering. The coat was part of the shrine I was only beginning to realize I had built.\n\nOther parts: the nub of strawberry-flavored ChapStick my mother had used in the hospital, sweaters that my grief had made me too small for, a plastic jar of 500 paper cranes I had folded, my entire graduate thesis. They were all things that had been bought or constructed with so much love, made more significant because we’d once had so little.\n\nI thought of how, less than a decade ago, the most expensive piece of clothing I had ever bought to that point was my senior prom dress, an ill-fitting peach-colored sack that I found on sale for $15 and still had to think long and hard about purchasing. In that old life, material things were love, and now these remaining objects were all I had.\n\nMy mother was my first best friend, which is a laughably inadequate way of saying she was my world, in a terrifying and somewhat unhealthy way. I wasn’t close to my father, whom I had always perceived to be both distant and disapproving.\n\nAs a toddler, I stamped my feet at my mother’s friends who criticized her, not yet understanding the difference between insult and jest. Later, I pretended to like vinegar to be more like her. In high school, I told my friends I couldn’t hang out because I preferred chatting with my mother. In college, I was “independent” because I knew I could call her instead of someone else, and she would never judge me too harshly.\n\nI was 15 when she first became ill and 19 when she died. In the interim, many of my other friendships grew distant and awkward, and I had been too immature and then too preoccupied to go out on dates. I graduated from college two months later, fake smiling for photos with the friends to whom I could no longer relate. Conflicts over my mother’s end-of-life care had driven my father and me even further apart. Now I had no one, and I feared I would never have anyone again. Who could ever understand or love me so completely?\n\nWhen I went home from college for the last time, there was no tiny package on my bed, no secondhand silk blouses, no fragrant gardenias floating in a bowl of water. There was no kindly voice to bridge the distance between my stoic father and an angry, grief-stricken younger me.\n\nIn that last year of my mother’s life, I had distracted myself from thinking about what was happening by surrounding myself with new things. I filled my desk with paper cranes. I perused and ordered things online, a lot of cheap but pretty items to replace what my mother had once given to me. At least while I was browsing and then when I received the resulting package I experienced a small moment of elation.\n\nWhenever I felt sad or anxious and didn’t want to think, I opened my laptop and browsed the sale sections of online shops and added desirable items to my virtual cart. This habit would continue for years as I spent my nights in graduate school numbing my grief and loneliness with chambray shirts and floral dresses the way others might abuse alcohol or heroin. Rough days in lab were followed by packages at my door.\n\nThe first time one of my experimental mice died, I saw in that dying mouse my mother’s last gasping moments. In response, I cried in the bathroom and then bought myself a floral lace dress. When I had to inject 40 tumors into almost as many mice, I purchased my first denim shirt.\n\nMy long recovery after being hospitalized for pneumonia led to countless pairs of dangly earrings and cheap lipsticks. The end of my first unrequited love created a sudden desire for new running shoes. One night, as I sat crying in front of a microscope for no good reason, I ordered my first pair of jogger pants.\n\nThose days in grad school, I often woke at strange hours despite the retail therapy. Many times, my cheek grew damp against the pillow when I realized that I’d only had a dream, and that my mother was still dead, and all I could do was scribble poems in my journal until I was tired of listening to my own grief. When writing failed to soothe, I scrolled through more online catalogs and folded more paper cranes until my hands cramped. I added all of these things to the shrine.\n\nOver those four years, I accumulated a closet full of frivolous clothing, dissected a depressing number of mice, wrote more than 100 poems and folded 500 cranes. In the meantime, I have suffered through enough illnesses, trauma and heartbreak to finally understand that life will keep moving forward inexorably, if terribly at times. I am starting to realize that it can be delightful too, if I let it. My love is not diminished if I let go of sorrow. I almost believe that.\n\nWith the help of time, distance and, grudgingly, Ms. Kondo’s reminder to keep only what “sparks joy,” I am finally detaching from my relics and moving toward a life that feels like my own. I donated my ill-fitting sweaters and impulse purchases. I threw out my mother’s ChapStick. (I’m still working on the coat.)\n\nLast month, I emptied my four-liter jar of paper cranes and burned them in a bonfire on a beach in San Francisco. “It’s a cleansing ritual,” my boyfriend explained to passing strangers as, one by one, I tossed those 500 cranes into the flames.\n\nWatching their charred wings flicker orange in the fading blue dusk, I was reminded of a film my boyfriend and I had seen earlier in our relationship. In the opening scene, Buddhist monks lifted back their orange sleeves to construct an intricate mandala from colored sand by nudging into place one microscopic grain at a time, a process that took weeks.\n\nWhen the mandala was complete, they wiped away the image and began again."
}